Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: You have not found any hostile forces in this building.
pt_br: Você não encontrou forças hostis neste prédio.

source: Remaining finds>
pt_br: Fundos restantes>

source: Skill %s
pt_br: Habilidade %s

source: Alien Organism
pt_br: Organismo Alienígena

source: NOT ENOUGH TU'S
pt_br: NÃO HÁ UTS SUFICIENTES

source: WARNING
pt_br: AVISO

source: Psi-defence
pt_br: Defesa Psi

source: Abort Mission
pt_br: Abortar Missão

source: RESEARCH COMPLETE
pt_br: PESQUISA COMPLETA

source: MANUFACTURE COMPLETED
pt_br: PRODUÇÃO CONCLUÍDA

source: Do you wish to reasign the Workshop?
pt_br: Deseja redesignar a Unidade de Pesquisa e Desenvolvimento?

source: MANUFACTURING HALTED
pt_br: PRODUÇÃO INTERROMPIDA

source: FACILITY COMPLETED
pt_br: INSTALAÇÃO CONCLUÍDA

source: : allied towards:
pt_br: : aliado com relação a:

source: : friendly towards:
pt_br: : amigável com relação a:

source: Casualty penalty
pt_br: Penalidade por baixa

source: Leadership bonus
pt_br: Bônus de liderança

source: Live Aliens captured
pt_br: Alienígenas vivos capturados

source: Equipment captured
pt_br: Equipamento capturado

source: Equipment lost
pt_br: Equipamento perdido

source: Mission performance
pt_br: Desempenho da missão

source: Time =
pt_br: Hora =

source: Date =
pt_br: Data =

source: Agent has died
pt_br: Agente morto

source: Agent arrived at base
pt_br: Agente chegou à base

source: More options
pt_br: Mais opções

source: Cheats
pt_br: Trapaças

source: Exec. rem. order
pt_br: Exec. ordens rem.

source: Auto Scroll
pt_br: Rolagem Automática

source: OpenApoc Features
pt_br: Características do OpenApoc

source: Exit Battle
pt_br: Sair da Batalha

source: Skirmish Mode
pt_br: Modo Conflito

source: Give all research
pt_br: Todas as pesquisas

source: All orgs. friendly
pt_br: Todas organiz. amigáveis

source: All orgs. hostile
pt_br: Todos organiz. hostis

source: Chaos
pt_br: Caos

source: Infinite ammo
pt_br: Munição infinita

source: Modify funds
pt_br: Modificar fundos

source: Damage Inflicted
pt_br: Dano Infligido

source: Damage Received
pt_br: Dano Recebido

source: Hostiles multiplier
pt_br: Multiplicar hostis

source: Agent Stat Growth
pt_br: Estatísticas do Agente

source: Transfer arrived at base
pt_br: A transferência chegou à base

source: Crash recovery arrived at base
pt_br: Recuperação de colisão chegou à base

source: DEBRIEFING
pt_br: INTERROGATÓRIO

source: Combat rating
pt_br: Classificação de combate

source: Unit Brainsucked
pt_br: Unidade teve seu cérebro sugado
