Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Our Agents are unable to find an entrance to this building. Our Scientists back at HQ must complete their research.
cs: Naši agenti nejsou schopni najít vchod do této budovy. Naši vědci v hlavním stanu musí dokončit své výzkumy.
de_de: Unsere Agenten können keinen Eingang zu diesem Gebäude finden. Unsere Wissenschaftler im HQ müssen ihre Forschung beenden.
es: Nuestros Agentes no logran econtrar una entrada a este edificio. Nuestros científicos en la sede deben terminar sus investigaciones.
fr_fr: Nos agents n'ont pas pu trouver l'entrée de ce bâtiment. Nos scientifiques travaillant au Q.G. doivent terminer leurs recherches.
it: I nostri agenti non sono in grado di trovare l'ingresso dell'edificio. E' necessario che gli scienziati al quartier generale completino le loro ricerche.
ja_jp: ビルへの入口を見つけられず、エージェントが立ち往生しています。HQの科学者は研究を完了させてください。
pl: Nasi Agenci nie są w stanie znaleźć wejścia do tego budynku. Nasi Naukowcy w kwaterze głównej muszą dokończyć badania.
pt_br: Nossos agentes não puderam encontrar uma entrada para o edifício. Nossos cientistas no QG devem completar sua pesquisa.
ru_ru: Наши агенты не могут найти вход в здание. Наши ученые на базе должны сначала закончить исследования.

source: X-COM base destroyed by hostile forces.
cs: Báze X-COM zničena nepřátelskými silami
de_de: X-COM-Basis von gegnerischen Kräften zerstört.
es: Base X-COM destruida por fuerzas hostiles.
fr_fr: Base X-COM détruite par des forces ennemies.
it: La base X-COM è stata distrutta dalle forze nemiche.
ja_jp: X-Com基地が敵対勢力により破壊されました。
pl: Baza X-COM zniszczona przez siły wroga.
pt_br: Base X-COM destruída por forças hostis.
ru_ru: База X-COM разрушена силами врага.

source: : Unable to reach destination due to damaged people tube network and / or poor diplomatic relations with Transtellar.
cs: : Není schopen dosáhnout cíle, protože jsou poškozeny Pěší tunely, nebo stav nepřátelství s organizací Transtellar.
de_de: : Kann Ziel wegen der Beschädigung eines Personenrohrs und gespannter diplomatischer Beziehungen zu Transstellar nicht erreichen.
es: : No es posible llegar al destino debido a los daños en la red de tubos de personas y / o malas relaciones diplomáticas con Transtellar.
fr_fr: : Impossible d'atteindre la destination en raison des dégâts causés au réseau de tubes transport du personnel et/ou de la médiocrité des relations diplomatiques avec Transtellar.
it: : Non in grado di raggiungere la destinazione a causa di un guasto al sistema dei tubi di trasporto e/o per i pessimi rapporti con la Transtellar.
ja_jp: 人用チューブの損傷もしくはトランステラー社との劣悪な関係のお陰で目的地に到達できません。
pl: : Dotarcie do celu niemożliwe z powodu uszkodzonej sieci osobowych rur transportujących i / lub słabych stosunków dyplomatycznych z Transtellar.
pt_br: Não pôde chegar ao destino devido a acessos tubulares danificados e/ou más relações diplomáticas com a Transtellar.
ru_ru: : не может попасть в пункт назначения из-за повреждений общественного метро и / или плохих дипломатических отношений с "Транстеллар".

source: Agent(s) rearmed:
cs: Agenti dozbrojeni
de_de: Agent(en) neu bewaffnet:
es: Agente(s) rearmado(s):
fr_fr: Agent(s) réarmé(s):
it: Agenti ri-armati:
ja_jp: 装備替えが完了したエージェント:
pl: Dozbrojoni Agenci:
pt_br: Agentes rearmados:
ru_ru: Оперативник(и) перевооружен(ы):

source: Unit killed:
cs: Agent zabit:
de_de: Einheit getötet:
es: Unidad muerta:
fr_fr: Unité tuée:
it: Unità eliminata:
ja_jp: 倒されたユニット:
pl: Jednostka zabita:
pt_br: Unidade morreu:
ru_ru: Оперативник убит:

source: TRANSFER
cs: PřESUNY
es: TRANSFERIR
fr_fr: TRANSFERT
it: TRASFERISCI
ja_jp: 輸送
pl: TRANSPORT
pt_br: TRANSFERIR
ru_ru: ПЕРЕМЕЩЕНИЕ

source: Aliens
cs: Cizáci
es: Alienígenas
it: Alieni
ja_jp: エイリアン
pl: Obcych
pt_br: Alienígenas
ru_ru: Пришельцы

source: (Alive)
cs: (živý)
de_de: (Lebend)
es: (Vivos)
fr_fr: (Vivants)
it: (vivi)
ja_jp: （生存）
pl: (Żywy)
pt_br: (Vivo)
ru_ru: (Живой)

source: (Dead)
cs: (mrtvý)
de_de: (Tot)
es: (Muertos)
fr_fr: (Morts)
it: (morti)
ja_jp: （死亡）
pl: (Martwy)
pt_br: (Morto)
ru_ru: (Мертвый)

source: Transfer limited by available storage space.
cs: Přesun omezen dostupným skladovým prostorem
de_de: Transfer wegen verfügbarer Lagerkapazität begrenzt.
es: Transferencia limitada por el espacio de almacenaje disponible.
fr_fr: Transfert limité par l'espace de stockage disponible.
it: Trasferimento limitato allo spazio disponibile.
ja_jp: 輸送先の倉庫スペース不足の為、品の輸送が制限されました。
pl: Transport ograniczony do dostępnego miejsca w magazynach.
pt_br: Transferência limitada por espaço de armazenamento livre.
ru_ru: Объем перемещаемого ограничен доступным свободным пространством на складах.

source: Transfer limited by available accommodation.
cs: Přesun je omezen dostupným ubytovacím prostorem
de_de: Transfer wegen verfügbarer Unterkunftskapazität begrenzt.
es: Transferencia limitada por alojamiento disponible.
fr_fr: Transfert limité par le nombre de logements disponibles.
it: Trasferimento limitato alla capacità abitativa disponibile.
ja_jp: 宿泊施設が不足している為、人員の移送が制限されました。
pl: Transport ograniczony do dostępnych kwater mieszkalnych.
pt_br: Transferência limitada por acomodações livres.
ru_ru: Количество перемещаемых людей ограничено свободным местом в жилых помещениях.

source: Alien Containment space exceeded
cs: CIZÁCKÉ KÓJE JSOU PLNÉ
de_de: Alien-Zellenkapazität überschritten
es: Excedido espacio de contención de alienígenas
fr_fr: Plus assez d'espace de confinement alien
it: Unità di Contenimento esaurita
ja_jp: エイリアン隔離室のスペースが不足
pl: Przekroczono pojemność wiwarium
pt_br: Espaço p/ Contenção Alienígena excedido
ru_ru: Превышен объем камер для пришельцев

source: Transfer limited by available Alien Containment space.
cs: Přesun je omezen volným místem v Cizáckých kójích.
de_de: Transfer wegen verfügbarer Alien-Zellenkapazität begrenzt.
es: Transferencia limitada por el espacio disponible para la contención alienígena.
fr_fr: Transfert limité par l'espace de confinement alien disponible.
it: Trasferimento limitato alla capacità dell'Unità di Contenimento.
ja_jp: 隔離室のスペースが不足している為、エイリアンの輸送が制限されました。
pl: Transport ograniczony do dostępnego miejsca w wiwarium.
pt_br: Transferência limitada por espaço de contenção alienígena livre.
ru_ru: Количество перемещаемых образцов ограничено доступным объемом камер для пришельцев.

source: Industrial action by the Air Transport and General Workers Union has prevented immediate execution of some of your transfer instructions. To prevent a backlog of work building up, Transtellar have canceled the affected transfers. They apologize for the inconvenience caused.
cs: Industriální akce od Leteckého Transportu a Generální Pracovní Unie zabránila okamžité exekuci z nějaké tvé instruktáži k přemístění. Aby se zabránilo hromadění nevyřízené práce, Transtellar zrušil postižené přemístění. Omlouvají se za způsobenou potíž.
de_de: Streiks der Lufttransport- und Arbeitergewerkschaft verhinderten die umgehende Lieferung einiger bestellter Posten. Um einen wachsenden Auftragsrückstand zu verhindern, hat Transtellar die entsprechenden Aufträge storniert. Sie entschuldigen sich für die Unannehmlichkeiten.
es: Una huelga del Sindicato de Transporte Aéreo y Trabajadores Generales ha impedido la inmediata ejecución de algunas de tus órdenes de transferencia . Para evitar que se forme un atasco de trabajo, Transtellar ha anulado las transferencias afectadas. Piden disculpas por las molestias causadas.
fr_fr: La grève du Syndicat des transports aériens et de l'ensemble des travailleursa empêché l'exécution immédiate de certaines instructions concernant les transferts.Pour prévenir l'amoncellement de travail, Transtellaire a annulé les transferts concernés et s'excuse des désagréments causés.
it: Uno sciopero dei trasporti aerei e dell'Unione Lavoratori ha ritardato il trasferimento immediato di alcune delle merci ordinate. Per evitare un accumulo di lavoro, la Transtellar ha annullato tutti i trasferimenti in corso. Si scusa per quest'inconveniente.
ja_jp: 空輸業者と全労働組合の労使闘争によって輸送が遅れます。これ以上の遅延を防ぐ為に関連会社は受注内容を取り下げ、返金する事にしました。彼らは今回の不祥事について陳謝しています。
pl: Akcja protestacyjna Transportu Powietrznego oraz Generalnych Związków Zawodowych uniemożliwiła realizację niektórych twoich zamówień. Aby uniknąć gromadzenia się nieprzewiezionych towarów, Transtellar anulował wymienione transfery i przekazał, że przeprasza za powstałe niedogodności.
pt_br: Ação industrial do transporte aéreo e do sindicato geral dos trabalhadores impediu a execução imediata de algumas transferências que você pediu. Para impedir acúmulo de pedidos, a Transtellar cancelou as transferências afetadas. Eles pedem desculpas pelo inconveniente.
ru_ru: Забастовка работников воздушного транспорта и Союза неквалифицированных рабочих препятствовала возможности быстрого перемещения некоторых позиций каталога. Для того, чтобы не образовывалась очередь невыполненных заказов, "Транстеллар" отменила выполнение этих позиций. Они приносят извинения за доставленные неудобства.

source: Cancel Transfer
cs: ZRUŠIT PŘESUN
de_de: Transfer abbrechen
es: Anular Transferencia
fr_fr: Annuler le transfert
it: Annulla trasferimento
ja_jp: 輸送をキャンセル
pl: Anuluj transport
pt_br: Cancelar Transferência
ru_ru: Отменить перемещение

source: Confirm Transfers
cs: POVOLIT PŘESUNY ?
de_de: Transfers bestätigen
es: Confirmar Transferencias
fr_fr: Confirmer les transferts
it: Conferma trasferimento
ja_jp: 輸送を確定する
pl: Potwierdź transport
pt_br: Confirmar Transferências
ru_ru: Подтвердить перемещение

source: This hostile organization refuses to carry out the requested transfer.
cs: Nepřátelská organizace odmítla provést požadovaný přesun.
de_de: Diese gegnerische Organisation weigert sich, den beantragten Transfer auszuführen.
es: Esta organización hostil se niega a llevar a cabo las transferencia pedida.
fr_fr: Cette organisation hostile refuse de procéder au transfert.
it: Questa organizzazione ostile si rifiuta di effettuare il trasferimento richiesto.
ja_jp: この敵対的な組織は輸送の依頼を断りました。
pl: Ta organizacja jest nastawiona wrogo i odmawia obsługi zamówionego przewozu.
pt_br: Essa organização hostil se recusa a executar as transferências solicitadas.
ru_ru: Враждебная организация отказывается проводить заказанное перемещение.

source: January,
cs: Ledna,
de_de: Januar,
es: Enero,
fr_fr: Janvier,
it: Gennaio,
ja_jp: 一月
pl: Styczeń,
pt_br: Janeiro,
ru_ru: Январь

source: February,
cs: Února,
de_de: Februar,
es: Febrero,
fr_fr: Février,
it: Febbraio,
ja_jp: 二月
pl: Luty,
pt_br: Fevereiro,
ru_ru: Февраль

source: March,
cs: Března,
de_de: März,
es: Marzo,
fr_fr: Mars,
it: Marzo,
ja_jp: 三月
pl: Marzec,
pt_br: Março,
ru_ru: Март

source: April,
cs: Dubna,
es: Abril,
fr_fr: Avril,
it: Aprile,
ja_jp: 四月
pl: Kwiecień,
pt_br: Abril,
ru_ru: Апрель

source: May,
cs: Května,
de_de: Mai,
es: Mayo,
fr_fr: Mai,
it: Maggio,
ja_jp: 五月
pl: Maj,
pt_br: Maio,
ru_ru: Май

source: June,
cs: Června,
de_de: Juni,
es: Junio,
fr_fr: Juin,
it: Giugno,
ja_jp: 六月
pl: Czerwiec,
pt_br: Junho,
ru_ru: Июнь

source: July,
cs: Července,
de_de: Juli,
es: Julio,
fr_fr: Juillet,
it: Luglio,
ja_jp: 七月
pl: Lipiec,
pt_br: Julho,
ru_ru: Июль

source: August,
cs: Srpna,
es: Agosto,
fr_fr: Août,
it: Agosto,
ja_jp: 八月
pl: Sierpień,
pt_br: Agosto,
ru_ru: Август

source: September,
cs: Září,
es: Septiembre,
fr_fr: Septembre,
it: Settembre,
ja_jp: 九月
pl: Wrzesień,
pt_br: Setembro,
ru_ru: Сентябрь

source: October,
cs: Října,
de_de: Oktober,
es: Octubre,
fr_fr: Octobre,
it: Ottobre,
ja_jp: 十月
pl: Październik,
pt_br: Outubro,
ru_ru: Октябрь

source: November,
cs: Listopadu,
es: Noviembre,
fr_fr: Novembre,
it: Novembre,
ja_jp: 十一月
pl: Listopad,
pt_br: Novembro,
ru_ru: Ноябрь

source: December,
cs: Prosince,
de_de: Dezember,
es: Diciembre,
fr_fr: Décembre,
it: Dicembre,
ja_jp: 十二月
pl: Grudzień,
pt_br: Dezembro,
ru_ru: Декабрь

source: Bio-Transport
es: Bio-Transporte
it: Bio-Trasporto
ja_jp: バイオトランスポート
pl: Biotransportowiec
pt_br: Biotransporte
ru_ru: Биотранспорт

source: Brainsucker Pods
cs: Kukla Mozkožrouta
de_de: Brainsucker-Kapseln
es: Vaina Sorbecerebros
fr_fr: Capsules de lobotomiseur
it: Sonda Succhiacervello
ja_jp: ブレインサッカーの弾
pl: Kapsuły wysysaczy
pt_br: Casulos Suga-Cérebro
ru_ru: Коконы мозгососа

source: Brainsucker Autopsy
cs: Mozkožrout - pitva
de_de: Brainsucker-Autopsie
es: Autopsia de Sorbecerebros
fr_fr: Autopsie du lobotomiseur
it: Autopsia del Succhiacervelli
ja_jp: ブレインサッカーの解剖
pl: Sekcja wysysacza
pt_br: Autópsia do Suga-Cérebro
ru_ru: Вскрытие мозгососа

source: Brainsucker
cs: Mozkožrout
es: Sorbecerebros
fr_fr: Lobotomiseur
it: Succhiacervelli
ja_jp: ブレインサッカー
pl: Wysysacz
pt_br: Suga-Cérebro
ru_ru: Мозгосос

source: Multiworm Egg Autopsy
cs: Vejce Multiworma - pitva
de_de: Multiwurmei-Autopsie
es: Autopsia de Huevo Multigusano
fr_fr: Autopsie de l'oeuf de multiver
it: Autopsia dell'uovo di Multiverme
ja_jp: マルチワームの卵の解剖
pl: Sekcja jaja wielorobaka
pt_br: Autópsia do Ovo Multiverme
ru_ru: Вскрытие яйца мультичервя

source: Multiworm Egg
cs: Vejce Multiworma
de_de: Multiwurmei
es: Huevo de Multigusano
fr_fr: L'oeuf de multiver
it: Uovo di Multiverme
ja_jp: マルチワームの卵
pl: Jajo wielorobaka
pt_br: Ovos Multiverme
ru_ru: Яйцо мультичервя

source: Multiworm Autopsy
cs: Multiworm - pitva
de_de: Multiwurm-Autopsie
es: Autopsia de Multigusano
fr_fr: Autopsie du multiver
it: Autopsia del Multiverme
ja_jp: マルチワームの解剖
pl: Sekcja wielorobaka
pt_br: Autópsia do Multiverme
ru_ru: Вскрытие мультичервя

source: Multiworm
de_de: Multiwurm
es: Multigusano
fr_fr: Multiver
it: Multiverme
ja_jp: マルチワーム
pl: Wielorobak
pt_br: Multiverme
ru_ru: Мультичервь

source: Hyperworm Autopsy
cs: Hyperworm - pitva
de_de: Hyperwurm-Autopsie
es: Autopsia de Hipergusano
fr_fr: Autopsie de l'hyperver
it: Autopsia dell'Iperverme
ja_jp: ハイパーワームの解剖
pl: Sekcja hiperrobaka
pt_br: Autópsia do Hiperverme
ru_ru: Вскрытие гиперчервя

source: Hyperworm
de_de: Hyperwurm
es: Hipergusano
fr_fr: Hyperver
it: Iperverme
ja_jp: ハイパーワーム
pl: Hiperrobak
pt_br: Hiperverme
ru_ru: Гиперчервь

source: Chrysalis Autopsy
cs: Zámotek - pitva
de_de: Kokon-Autopsie
es: Autopsia de Crisálida
fr_fr: Autopsie de la Chrysalide
it: Autopsia della Crisalide
ja_jp: クリサリスの解剖
pl: Sekcja poczwarki
pt_br: Autópsia da Crisálida
ru_ru: Вскрытие кокона

source: Chrysalis
cs: Zámotek
de_de: Kokon
es: Crisálida
fr_fr: Chrysalide
it: Crisalide
ja_jp: クリサリス
pl: Poczwarka
pt_br: Crisálida
ru_ru: Кокон

source: Anthropod Autopsy
cs: Antropod - pitva
de_de: Anthropod-Autopsie
es: Autopsia de Antrópodo
fr_fr: Autopsie de l'anthropode
it: Autopsia dell'Antropode
ja_jp: アンスロポッドの解剖
pl: Sekcja antropoda
pt_br: Autópsia do Antrópode
ru_ru: Вскрытие антропода

source: Anthropod
cs: Antropod
es: Antrópodo
fr_fr: Anthropode
it: Antropode
ja_jp: アンスロポッド
pl: Antropod
pt_br: Antrópode
ru_ru: Антропод

source: Psimorph Autopsy
cs: Psimorf - pitva
de_de: Psimorph-Autopsie
es: Autopsia de Psimorph
fr_fr: Autopsie du psimorphe
it: Autopsia dello Psimorfo
ja_jp: Psiモーフの解剖
pl: Sekcja psymorfa
pt_br: Autópsia do Psimorfo
ru_ru: Вскрытие псиморфа

source: Psimorph
cs: Psimorf
fr_fr: Psimorphe
it: Psimorfo
ja_jp: Psiモーフ
pl: Psymorf
pt_br: Psimorfo
ru_ru: Псиморф

source: Spitter Autopsy
cs: Plivač - pitva
de_de: Spitter-Autopsie
es: Autopsia de Escupidor
fr_fr: Autopsie du cracheur
it: Autopsia dello Sputatore
ja_jp: スピッターの解剖
pl: Sekcja pluja
pt_br: Autópsia do Cuspidor
ru_ru: Вскрытие спиттера

source: Spitter
cs: Plivač
es: Escupidor
fr_fr: Cracheur
it: Sputatore
ja_jp: スピッター
pl: Pluj
pt_br: Cuspidor
ru_ru: Спиттер

source: Megaspawn Autopsy
cs: Megatron - pitva
de_de: Megaspawn-Autopsie
es: Autopsia de Megaspawn
fr_fr: Autopsie du mégaspawn
it: Autopsia del Megaspawn
ja_jp: メガスポーンの解剖
pl: Sekcja megamorfa
pt_br: Autópsia do Megaspawn
ru_ru: Вскрытие мегаплода

source: Megaspawn
cs: Megatron
fr_fr: Mégaspawn
ja_jp: メガスポーン
pl: Megamorf
ru_ru: Мегаплод

source: Popper Autopsy
cs: Popper - pitva
de_de: Popper-Autopsie
es: Autopsia de Popper
fr_fr: Autopsie de l'exploseur
it: Autopsia del Kamikaze
ja_jp: ポッパーの解剖
pl: Sekcja skoczka
pt_br: Autópsia do Popper
ru_ru: Вскрытие поппера

source: Popper
fr_fr: Exploseur
it: Kamikaze
ja_jp: ポッパー
pl: Skoczek
ru_ru: Поппер

source: Skeletoid Autopsy
cs: Skeletoid - pitva
de_de: Skeletoid-Autopsie
es: Autopsia de Skeletoid
fr_fr: Autopsie du skeletoïde
it: Autopsia dello Scheletoide
ja_jp: スケルトイドの解剖
pl: Sekcja szkieletona
pt_br: Autópsia do Esqueletoide
ru_ru: Вскрытие скелетоида

source: Skeletoid
fr_fr: Skelétoïde
it: Scheletoide
ja_jp: スケルトイド
pl: Szkieleton
pt_br: Esqueletoide
ru_ru: Скелетоид

source: Micronoid Autopsy
cs: Mikronoid - pitva
de_de: Mikronoid-Autopsie
es: Autopsia de Micronoid
fr_fr: Autopsie du micronoïde
it: Autopsia dei Micronoidi
ja_jp: マイクロノイドの解剖
pl: Sekcja Mikronoidów
pt_br: Autópsia do Micronoide
ru_ru: Исследование погибших микроноидов

source: Micronoid
cs: Mikronoid
de_de: Mikronoid
fr_fr: Micronoïde
it: Micronoidi
ja_jp: マイクロノイド
pl: Mikronoid
pt_br: Micronoide
ru_ru: Микроноид

source: Queenspawn Autopsy
cs: Královna - pitva
de_de: Queenspawn-Autopsie
es: Autopsia de Queenspawn
fr_fr: Autopsie de la reine pondeuse
it: Autopsia della Regina
ja_jp: クイーンスポーンの解剖
pl: Sekcja królewskiego morfa
pt_br: Autópsia da Rainha
ru_ru: Вскрытие королевы

source: Queenspawn
cs: Královna
fr_fr: Reine pondeuse
it: Regina
ja_jp: クイーンスポーン
pl: Królewski morf
pt_br: Rainha
ru_ru: Королева

source: Overspawn Autopsy
cs: Hypertron
de_de: Overspawn-Autopsie
es: Autopsia de Overspawn
fr_fr: Autopsie de l'overspawn
it: Autopsia del Distruttore
ja_jp: オーバースポーンの解剖
pl: Sekcja supermorfa
pt_br: Autópsia do Overspawn
ru_ru: Вскрытие сверхплода

source: The Alien Genetic Structure
cs: Genetická struktura cizáků
de_de: Die genetische Struktur der Aliens
es: La Estructura Genética Alienígena
fr_fr: La structure génétique alienne
it: La struttura genetica degli Alieni
ja_jp: エイリアンの遺伝構造
pl: Budowa genetyczna obcych
pt_br: A Estrutura Genética Alienígena
ru_ru: Генетическая структура пришельцев

source: The Alien Life Cycle
cs: Cizácký životní cyklus
de_de: Der Alien-Lebenszyklus
es: El Ciclo de Vida Alienígena
fr_fr: Le cycle de vie alien
it: Il ciclo vitale degli Alieni
ja_jp: エイリアンのライフサイクル
pl: Cykl życiowy obcych
pt_br: O Ciclo de Vida Alienígena
ru_ru: Жизненный цикл пришельцев

source: The Real Alien Threat
cs: Reálná cizácká hrozba
de_de: Die wahre Alien-Bedrohung
es: La Auténtica Amenaza Alienígena
fr_fr: La véritable menace alienne
it: La vera minaccia Aliena
ja_jp: 目下のエイリアンの脅威
pl: Prawdziwe zagrożenie
pt_br: A Real Ameaça Alienígena
ru_ru: Истинная угроза пришельцев

source: Biological Warfare
cs: Biologické zbraně
de_de: Biologische Kriegsführung
es: Guerra Biológica
fr_fr: Guerre biologique
it: Guerra biologica
ja_jp: バイオロジー戦争
pl: Wojna biologiczna
pt_br: Guerra Biológica
ru_ru: Биологическое оружие

source: Toxin Type B
cs: Toxin Typu B
de_de: ToxiGewehr B-Munition
es: Toxina Tipo B
fr_fr: Toxine Type B
it: Tossina tipo B
ja_jp: 毒タイプB
pl: Toksyna typu B
pt_br: Toxina Tipo B
ru_ru: Токсин типа B

source: Toxin Type C
cs: Toxin typu C
de_de: ToxiGewehr C-Munition
es: Toxina Tipo C
fr_fr: Toxine Type C
it: Tossina tipo C
ja_jp: 毒タイプC
pl: Toksyna typu C
pt_br: Toxina Tipo C
ru_ru: Токсин типа C

source: Alien Gas
cs: Cizácký plyn
es: Gas Alienígena
fr_fr: Gaz anti-alien
it: Gas Alieno
ja_jp: エイリアンガス
pl: Gaz obcych
pt_br: Gás Alienígena
ru_ru: Газ для борьбы с пришельцами

source: Disruptor Armor
cs: Ochranná zbroj
de_de: X-COM-Disruptor-Panzerung
es: Blindaje anti-perturbación X-COM
fr_fr: Blindage disrupteur
it: Armatura a Disgregazione
ja_jp: ディスラプターアーマー
pl: Pancerz dysrupcyjny
pt_br: Armadura Disruptiva
ru_ru: Расщепляющий скафандр

source: Disruptor Inversion Bomb
cs: Velká raketová bomba
de_de: Disruptor-Inversionsbombe
es: Bomba de Inversión de Perturbación
fr_fr: Bombe de disruption inversée
it: Bomba a Inversione Disgregatrice
ja_jp: ディスラプター反転ボム
pl: Inwersyjna bomba dysrupcyjna
pt_br: Bomba de Inversão Disruptiva
ru_ru: Инверсионная расщепляющая бомба

source: Stasis Field Bomb
cs: Imobilizační raketa
de_de: Stasisfeldbombe
es: Bomba de Campo de Estasis
fr_fr: Bombe à champ stasique
it: Bombe di Stasi
ja_jp: ステーシスフィールドボム
pl: Bomba z polem stazy
pt_br: Bomba de Campo Stasis
ru_ru: Бомба, генерирующая стазис-поле

source: X-COM Advanced Control System
cs: Rozšířený ovladač zbraní X-COM
de_de: Verbessertes X-COM-Kontrollsystem
es: Sistema de Control X-COM Avanzado
fr_fr: Système de contrôle avancé X-COM
it: Sistema di Controllo Avanzato X-COM
ja_jp: X-Com製最新制御システム
pl: Zaawansowany system kontroli ognia X-COM
pt_br: Sistema de Controle Avançado X-COM
ru_ru: Улучшенная система управления X-COM

source: Alien Propulsion System
cs: Cizácký pohonný systém
de_de: Alien-Antriebssystem
es: Propulsión Alienígena
fr_fr: Système de propulsion alien
it: Propulsione delle navi Aliene
ja_jp: エイリアンの推進機関
pl: Układy napędowe obcych
pt_br: Sistema de Propulsão Alienígena
ru_ru: Энергетическая установка пришельцев

source: Alien Control System
cs: Cizácký řídící systém
de_de: Alien-Steuersystem
es: Sistemas de Control Alienígena
fr_fr: Système de contrôle alien
it: Sistema di controllo delle navi Aliene
ja_jp: エイリアンの制御システム
pl: Układy sterujące obcych
pt_br: Sistema de Controle Alienígena
ru_ru: Система управления пришельцев

source: Alien Energy Source
cs: Cizácký zdroj energie
de_de: Alien-Energiequelle
es: Fuente de Energía Alienígena
fr_fr: Source d'énergie alienne
it: Fonte energetica delle navi Aliene
ja_jp: エイリアンの動力源
pl: Źródło energii obcych
pt_br: Fonte de Energia Alienígena
ru_ru: Источник энергии пришельцев

source: UFO type 1
cs: UFO typ 1
de_de: UFO-Typ 1
es: OVNI tipo 1
fr_fr: OVNI de type 1
it: UFO tipo 1
ja_jp: UFO タイプ1
pl: UFO typ 1
pt_br: ÓVNI tipo 1
ru_ru: НЛО Тип 1

source: UFO type 2
cs: UFO typ 2
de_de: UFO-Typ 2
es: OVNI tipo 2
fr_fr: OVNI de type 2
it: UFO tipo 2
ja_jp: UFO タイプ2
pl: UFO typ 2
pt_br: ÓVNI tipo 2
ru_ru: НЛО Тип 2

source: UFO type 3
cs: UFO typ 3
de_de: UFO-Typ 3
es: OVNI tipo 3
fr_fr: OVNI de type 3
it: UFO tipo 3
ja_jp: UFO タイプ3
pl: UFO typ 3
pt_br: ÓVNI tipo 3
ru_ru: НЛО Тип 3

source: UFO type 4
cs: UFO typ 4
de_de: UFO-Typ 4
es: OVNI tipo 4
fr_fr: OVNI de type 4
it: UFO tipo 4
ja_jp: UFO タイプ4
pl: UFO typ 4
pt_br: ÓVNI tipo 4
ru_ru: НЛО Тип 4

source: UFO type 5
cs: UFO typ 5
de_de: UFO-Typ 5
es: OVNI tipo 5
fr_fr: OVNI de type 5
it: UFO tipo 5
ja_jp: UFO タイプ5
pl: UFO typ 5
pt_br: ÓVNI tipo 5
ru_ru: НЛО Тип 5

source: UFO type 6
cs: UFO typ 6
de_de: UFO-Typ 6
es: OVNI tipo 6
fr_fr: OVNI de type 6
it: UFO tipo 6
ja_jp: UFO タイプ6
pl: UFO typ 6
pt_br: ÓVNI tipo 6
ru_ru: НЛО Тип 6

source: UFO type 7
cs: UFO typ 7
de_de: UFO-Typ 7
es: OVNI tipo 7
fr_fr: OVNI de type 7
it: UFO tipo 7
ja_jp: UFO タイプ7
pl: UFO typ 7
pt_br: ÓVNI tipo 7
ru_ru: НЛО Тип 7

source: UFO type 8
cs: UFO typ 8
de_de: UFO-Typ 8
es: OVNI tipo 8
fr_fr: OVNI de type 8
it: UFO tipo 8
ja_jp: UFO タイプ8
pl: UFO typ 8
pt_br: ÓVNI tipo 8
ru_ru: НЛО Тип 8

source: UFO type 9
cs: UFO typ 9
de_de: UFO-Typ 9
es: OVNI tipo 9
fr_fr: OVNI de type 9
it: UFO tipo 9
ja_jp: UFO タイプ9
pl: UFO typ 9
pt_br: ÓVNI tipo 9
ru_ru: НЛО Тип 9

source: UFO type 10
cs: UFO typ 10
de_de: UFO-Typ 10
es: OVNI tipo 10
fr_fr: OVNI de type 10
it: UFO tipo 10
ja_jp: UFO タイプ10
pl: UFO typ 10
pt_br: ÓVNI tipo 10
ru_ru: НЛО Тип 10

source: Alien building
cs: Cizácká budova
de_de: Alien-Gebäude
es: Edificio alienígena
fr_fr: Bâtiment alien
it: Struttura Aliena
ja_jp: エイリアンのビル
pl: Budowla obcych
pt_br: Edifício alienígena
ru_ru: Здание пришельцев

source: One way to win
cs: Jediná cesta k vítězství.
de_de: Der Weg zum Sieg
es: Una manera de ganar
fr_fr: Une façon de gagner
it: La via per la vittoria
ja_jp: 勝利への一本道
pl: Jedyna droga do zwycięstwa
pt_br: Uma Maneira de Vencer
ru_ru: Единственный путь к победе
