Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The following items have come on to the market and can now be purchased, subject to availability:
cs: Následující předměty právě přicházejí do obchodní sítě a mohou být nakupovány. Dodavatelem je:
de_de: Die folgenden Gegenstände sind nun auf dem Markt und können erworben werden, solange der Vorrat reicht:
es: Los siguientes objetos han llegado al mercado y pueden ser comprados ahora, según la disponibilidad:
fr_fr: Les articles suivants sont arrivés sur le marché et sont maintenant en vente, dans la limite des stocks disponibles:
it: Si sono resi disponibili, e possono essere acquistati, i seguenti oggetti:
ja_jp: 市場から再入荷の通知が届きました。購入可能な品:
pl: Następujące produkty pojawiły się na rynku i można je teraz kupić, zależnie od dostępności:
pt_br: Os itens a seguir surgiram no mercado e agora podem ser adquiridos, sujeitos a disponibilidade:
ru_ru: Следующие товары выставлены на продажу, и их можно приобрести, если они есть в наличии:

source: (Android training not possible)
cs: ( Tréning Androidů není možný )
de_de: (Androidentraining nicht möglich)
es: (Entrenar androides no es posible)
fr_fr: (Entraînement d'androïdes impossible)
it: (Allenamento androidi non possibile)
ja_jp: （アンドロイドの訓練は不可能です）
pl: (Trenowanie androida niemożliwe)
pt_br: (Treinamento androide impossível)
ru_ru: (Тренировка андроидов невозможна)

source: Buy This Building
cs: Koupit tuto budovu
de_de: Dieses Gebäude kaufen
es: Comprar Este Edificio
fr_fr: Acheter ce bâtiment
it: Compra quest'edificio
ja_jp: このビルを購入する
pl: Kup ten budynek
pt_br: Comprar este edifício
ru_ru: Купить это здание

source: Equip vehicle
cs: Vybav stroj
de_de: Fahrzeuge ausrüsten
es: Equipar vehiculo
fr_fr: Equiper véhicule
it: Equipaggia veicolo
ja_jp: 乗り物の装備をする
pl: Wyposaż pojazd
pt_br: Equipar veículo
ru_ru: Снарядить транспортное средство

source: Equip agent
cs: Vybav agenta
de_de: Agent ausrüsten
es: Equipar agente
fr_fr: Equiper agent
it: Equipaggia agente
ja_jp: エージェントの装備をする
pl: Wyposaż agenta
pt_br: Equipar agente
ru_ru: Снарядить оперативника

source: Hire & Fire
cs: Nábor/výpověď
de_de: Heuern & Feuern
es: Reclutar & Despedir
fr_fr: Recruter et renvoyer
it: Assumi & licenzia
ja_jp: 雇用と解雇
pl: Nabór i zwolnienia
pt_br: Contratar e demitir
ru_ru: Найм и увольнение

source: Return
cs: Zpět
de_de: ZURÜCK
es: Volver
fr_fr: Quitter
it: Ritorna
ja_jp: 戻る
pl: Powrót
pt_br: Retornar
ru_ru: Вернуться

source: Buy stuff
cs: Nakoupit
de_de: Kaufen
es: Comprar cosas
fr_fr: Acheter du matériel
it: Compra materiale
ja_jp: 品を購入
pl: Kupuj towary
pt_br: Comprar coisas
ru_ru: Купить

source: Research and manufacture
cs: Výzkum a produkce
de_de: Forschung
es: Investigar
fr_fr: Recherche
it: Ricerca
ja_jp: 研究と製造
pl: Badania i wytwarzanie
pt_br: Pesquisa e produção
ru_ru: Исследования и производство

source: Destroy facility here
cs: Odstranit toto zařízení
de_de: Einrichtung zerstören
es: Destruir instalación aquí
fr_fr: Détruire installation ici
it: Distruggi la struttura
ja_jp: この施設を破壊
pl: Zniszcz ten obiekt
pt_br: Destruir instalação aqui
ru_ru: Снести здание здесь

source: Yes
cs: Ano
de_de: Ja
es: Sí
fr_fr: Oui
it: Sì
ja_jp: はい
pl: Tak
pt_br: Sim
ru_ru: Да

source: No
cs: Ne
de_de: Nein
fr_fr: Non
ja_jp: いいえ
pl: Nie
pt_br: Não
ru_ru: Нет

source: Exit
es: Salir
fr_fr: Sortie
it: Esci
ja_jp: 終了
pl: Wyjdź
pt_br: Sair
ru_ru: Выход

source: UFOpaedia
cs: UFOpedie
de_de: UFOpädie
es: UFOpedia
fr_fr: OVNIpédie
ja_jp: UFOペディア
pl: Ufopedia
pt_br: UFOpédia
ru_ru: НЛОпедия

source: Base
cs: Báze
de_de: Basis
ja_jp: 基地
pl: Baza
ru_ru: База

source: Equip
cs: Výbava
de_de: Ausrüstung
es: Equipar
fr_fr: Equiper
it: Equipaggia
ja_jp: 装備
pl: Wyposaż
pt_br: Equipar
ru_ru: Снарядить

source: Observe VIP's
cs: Pozoruj VIP.
de_de: VIPs beobachten
es: Observar VIPs
fr_fr: Observer les VIP
it: Osserva VIP
ja_jp: VIPを観察
pl: Obserwuj VIPa
pt_br: Observar VIPs
ru_ru: Посмотреть список ВИП-персон

source: Dimension Map
cs: Dimenzní mapa
de_de: Dimensionskarte
es: Mapa Dimensional
fr_fr: Carte dimensionnelle
it: Mappa dimensionale
ja_jp: 次元マップ
pl: Mapa wymiarowa
pt_br: Mapa da Dimensão
ru_ru: Карта измерения

source: Save/Load game
cs: Načíst/uložit
de_de: Spiel sichern/laden
es: Guardar/Cargar Partida
fr_fr: Sauvegarder/charger la partie
it: Salva/carica partita
ja_jp: ゲームのセーブ/ロード
pl: Zapisz/Wczytaj grę
pt_br: Salvar/Carregar jogo
ru_ru: Сохранить/загрузить игру

source: Budget
cs: Finance
es: Presupuesto
it: Bilancio
ja_jp: 予算
pl: Budżet
pt_br: Orçamento
ru_ru: Бюджет

source: Investigate Building
cs: Prozkoumat budovu
de_de: Gebäude erkunden
es: Investigar Edificio
fr_fr: Fouiller le bâtiment
it: Investiga edificio
ja_jp: ビルを調査する
pl: Zbadaj budynek
pt_br: Investigar Edifício
ru_ru: Исследовать здание

source: Raid Building
cs: Přepadnout budovu
de_de: Gebäude plündern
es: Asaltar Edificio
fr_fr: Faire un raid sur le bâtiment
it: Raid nell'edificio
ja_jp: ビルを襲う
pl: Najedź budynek
pt_br: Saquear Edifício
ru_ru: Совершить рейд на здание

source: Spy on Organization
cs: Sledovat organizaci
de_de: Organisation ausspionieren
es: Espiar a la Organización
fr_fr: Espionner une organisation
it: Spia l'organizzazione
ja_jp: 組織をスパイする
pl: Szpieguj organizację
pt_br: Espionar Organização
ru_ru: Следить за организацией

source: Show available equipment
cs: Ukaž dostupné vybavení
de_de: Verfügbare Ausrüstung zeigen
es: Mostrar equipo disponible
fr_fr: Montrer l'équipement disponible
it: Mostra equipagg.
ja_jp: 使用可能な装備品
pl: Pokaż dostępne wyposażenie
pt_br: Mostrar equipamento disponível
ru_ru: Показать доступное снаряжение

source: Show available armor
cs: Ukaž dostupnou Zbroj
de_de: Verfügbare Panzer zeigen
es: Mostrar blindaje disponible
fr_fr: Montrer le blindage disponible
it: Mostra armature
ja_jp: 使用可能なアーマーを表示
pl: Pokaż dostępne pancerze
pt_br: Mostrar armaduras disponíveis
ru_ru: Показать доступные бронекостюмы

source: Bid
de_de: Bieten
es: Oferta
fr_fr: Offre
it: Rilancia
ja_jp: 入札
pl: Licytuj
pt_br: Oferta
ru_ru: Сделать ставку

source: No Bid
de_de: Nicht bieten
es: No hay Oferta
fr_fr: Pas d'offre
it: Non rilanciare
ja_jp: 入札なし
pl: Nie licytuj
pt_br: Sem oferta
ru_ru: Спасовать

source: Index
es: Indice
it: Indice
ja_jp: 目次
pl: Indeks
pt_br: Índice
ru_ru: Каталог

source: Base Facilities
cs: Vybavení Báze
de_de: Basiseinrichtungen
es: Instalaciones en Base
fr_fr: Installations de la base
it: Strutture della base
ja_jp: 基地の施設
pl: Pomieszczenia bazy
pt_br: Estruturas da Base
ru_ru: Модули базы

source: Organizations
cs: Organizace
de_de: Organisationen
es: Organizaciones
fr_fr: Organisations
it: Organizzazioni
ja_jp: 組織
pl: Organizacje
pt_br: Organizações
ru_ru: Организации

source: VIP's
fr_fr: VIP
it: VIP
ja_jp: VIP
pl: VIPy
ru_ru: ВИП-персоны

source: Alien Craft
cs: Cizácké stroje
de_de: Alien-Fahrzeuge
es: Nave Alienígena
fr_fr: Vaisseau alien
it: Navicelle Aliene
ja_jp: エイリアンの機体
pl: Obcy statek
pt_br: Nave alienígena
ru_ru: Корабль пришельцев

source: Staff
cs: Personál
de_de: Belegschaft
es: Personal
fr_fr: Personnel
ja_jp: スタッフ
pl: Personel
pt_br: Equipe
ru_ru: Персонал

source: Pause
cs: Pauza
es: Pausa
it: Pausa
pl: Pauza
pt_br: Pausa
ru_ru: Пауза

source: Slow speed
cs: Pomalý čas
de_de: Langsam
es: Lento
fr_fr: lent
it: Lento
ja_jp: 低速
pl: Niska prędkość
pt_br: Lento
ru_ru: Низкая скорость

source: Normal speed
cs: Normální čas
de_de: Normalgeschwindigkeit
es: Velocidad Normal
fr_fr: Vitesse normale
it: Tempo reale
ja_jp: 通常速
pl: Normalna prędkość
pt_br: Normal
ru_ru: Нормальная скорость

source: Double speed
cs: Dvojitý čas
de_de: Doppelte Geschwindigkeit
es: Velocidad Doble
fr_fr: Vitesse double
it: Tempo doppio
ja_jp: 倍速
pl: Podwójna prędkość
pt_br: Dobro
ru_ru: Удвоенная скорость

source: Quadruple speed
cs: Čtyřnásobný čas
de_de: Vierfache Geschwindigkeit
es: Velocidad Cuádruple
fr_fr: Vitesse quadruple
it: Tempo quadruplo
ja_jp: 4倍速
pl: Poczwórna prędkość
pt_br: Quádruplo
ru_ru: Учетверенная скорость

source: Ultra fast
cs: Maximální čas
de_de: Ultraschnell
es: Ultra rápido
fr_fr: Ultra rapide
it: Ultratempo
ja_jp: 超高速
pl: Ultra szybko
pt_br: Ultra Rápido
ru_ru: Сверхвысокая скорость

source: Switch map view
cs: Pohled na mapu
de_de: Kartensicht wechseln
es: Cambiar mapa
fr_fr: Alterner vue de la carte
it: Cambia visuale
ja_jp: マップビューの切替え
pl: Przełącz tryb mapy
pt_br: Mudar visão do mapa
ru_ru: Переключить режим карты

source: Options
cs: Možnosti
de_de: Optionen
es: Opciones
it: Opzioni
ja_jp: オプション
pl: Opcje
pt_br: Opções
ru_ru: Настройки

source: Dimension map
cs: Dimenzní mapa
de_de: Dimensionskarte
es: Mapa Dimensional
fr_fr: Carte dimensionnelle
it: Mappa dimensione
ja_jp: 次元マップ
pl: Mapa wymiarowa
pt_br: Mapa da Dimensão
ru_ru: Карта измерения

source: Bases tab
cs: Báze
de_de: Register Basen
es: Pestaña de Bases
fr_fr: Onglet bases
it: Quadro della base
ja_jp: 基地のタブ
pl: Panel baz
pt_br: Seção das Bases
ru_ru: Вкладка "Базы"

source: X-COM Vehicles tab
cs: Vozidla X-COM
de_de: X-COM-Fahrzeug-Regeister
es: Pestaña de Vehículos X-COM
fr_fr: Onglet véhicules X-COM
it: Quadro del velivolo
ja_jp: X-Comの乗り物タブ
pl: Panel pojazdów X-COM
pt_br: Seção dos Veículos X-COM
ru_ru: Вкладка "Транспортные средства X-COM"

source: Agent tab
cs: Agenti
de_de: Agenten-Register
es: Pestaña de Agentes
fr_fr: Onglet agents
it: Quadro dell'agente
ja_jp: エージェントタブ
pl: Panel agentów
pt_br: Seção Agente
ru_ru: Вкладка "Оперативники"

source: Biochemistry tab
cs: Biochemie
de_de: Biochemie-Register
es: Pestaña de Bioquímica
fr_fr: Onglet biochimie
it: Quadro biochimica
ja_jp: 生化学タブ
pl: Panel biochemii
pt_br: Seção Bioquímica
ru_ru: Вкладка "Биохимия"

source: Engineering tab
cs: Inženýři-výroba
de_de: Technik-Register
es: Pestaña de Ingeniería
fr_fr: Onglet ingénierie
it: Quadro ingegneria
ja_jp: エンジニアタブ
pl: Panel inżynierii
pt_br: Seção Engenharia
ru_ru: Вкладка "Производство"

source: Quantum physics tab
cs: Kvantová fyzika
de_de: Quantenphysik-Register
es: Pestaña de Física Cuántica
fr_fr: Onglet physique quantique
it: Quadro fisica quantistica
ja_jp: 量子力学タブ
pl: Panel fizyki kwantowej
pt_br: Seção Física Quântica
ru_ru: Вкладка "Квантовая физика"

source: Message history
cs: Výpis posledních zpráv
de_de: Nachrichtenchronik
es: Historial de Mensajes
fr_fr: Messages précédents
it: Elenco messaggi
ja_jp: メッセージログ
pl: Historia zdarzeń
pt_br: Histórico de mensagens
ru_ru: История сообщений

source: Center on message
cs: Vystředit na zprávu
de_de: Zu Nachricht gehen
es: Ir a mensaje
fr_fr: Aller au message
it: Centra su
ja_jp: メッセージから視点移動
pl: Wyśrodkuj na wiadomości
pt_br: Centralizar na messagem
ru_ru: Центрировать на сообщении

source: Switch camera mode
cs: Změna režimu kamery
de_de: Kameramodus wechseln
es: Cambiar modo cámara
fr_fr: Alterner le mode caméra
it: Cambia inquadratura
ja_jp: カメラモードの切替え
pl: Przełącz tryb kamery
pt_br: Mudar modo de câmera
ru_ru: Переключить режим камеры

source: Bases
cs: Báze
de_de: Basen
it: Basi
ja_jp: 基地
pl: Bazy
ru_ru: Базы

source: Buy new base
cs: Koupě nové Báze
de_de: Neue Basis kaufen
es: Comprar base nueva
fr_fr: Acheter une nouvelle base
it: Compra una nuova base
ja_jp: 新しい基地を購入
pl: Kup nową bazę
pt_br: Comprar nova base
ru_ru: Покупка новой базы

source: Buy/Sell
cs: Nákup/prodej
de_de: Kaufen/Verkaufen
es: Comprar/Vender
fr_fr: Acheter/vendre
it: Compra/vendi
ja_jp: 購入/売却
pl: Kup/Sprzedaj
pt_br: Comprar/Vender
ru_ru: Купля/продажа

source: Hire/Fire staff
cs: Nábor/výpověď
de_de: Personal heuern/feuern
es: Reclutar/Despedir personal
fr_fr: Recruter et renvoyer du personnel
it: Assumi/licenzia
ja_jp: 雇用/解雇
pl: Zatrudnij/Zwolnij personel
pt_br: Contratar/Demitir equipe
ru_ru: Найм/увольнение сотрудников

source: Go to building
cs: Jdi k budově
de_de: Zu Gebäude gehen
es: Ir al edificio
fr_fr: Aller au bâtiment
it: Vai all'edificio
ja_jp: ビルに移動
pl: Idź do budynku
pt_br: Ir para o edifício
ru_ru: Отправиться в здание

source: Attack hostile unit
cs: Napadni nepřítele
de_de: Gegnerische Einheit angreifen
es: Atacar unidad hostil
fr_fr: Attaquer l'unité hostile
it: Attacca unità ostile
ja_jp: 敵ユニットを攻撃
pl: Atakuj wrogie jednostki
pt_br: Atacar unidade hostil
ru_ru: Атаковать враждебное транспортное средство

source: Go to map point
cs: Jdi k místu na mapě
de_de: Zu Kartenpunkt gehen
es: Ir al punto del mapa
fr_fr: Aller au point sur la carte
it: Vai al punto della mappa
ja_jp: マップポイントに移動
pl: Idź do punktu na mapie
pt_br: Ir para ponto no mapa
ru_ru: Отправиться в точку на карте

source: Go into Dimension Gate
cs: Jdi do dimenzní brány
de_de: Durch Dimensionstor gehen
es: Entrar en la Puerta de la Dimensión
fr_fr: Aller au portail interdimensionnel
it: Entra nel Portale Dimensionale
ja_jp: 次元ゲートに移動
pl: Przejdź do bramy międzywymiarowej
pt_br: Entrar no Portal Dimensional
ru_ru: Отправиться во врата между измерениями

source: Attack building
cs: Napadni budovu
de_de: Gebäude angreifen
es: Atacar edificio
fr_fr: Attaquer le bâtiment
it: Attacca l'edificio
ja_jp: ビルを攻撃
pl: Atakuj budynek
pt_br: Atacar edifício
ru_ru: Напасть на здание

source: Return to base
cs: Návrat do Báze
de_de: Zur Basis zurückkehren
es: Volver a base
fr_fr: Revenir à la base
it: Torna alla base
ja_jp: 基地へ帰還
pl: Wróć do bazy
pt_br: Retornar à base
ru_ru: Вернуться на базу

source: Rules of engagement
cs: Pokyny pro jednání
de_de: Gefechtsregeln
es: Reglas de combate
fr_fr: Règles d'attaque
it: Regole d'ingaggio
ja_jp: 会戦ルール
pl: Reguły natarcia
pt_br: Regras de Combate
ru_ru: Правила применения оружия

source: Manual control
cs: Ruční ovládání
de_de: Manuelle Steuerung
es: Control manual
fr_fr: Contrôle manuel
it: Controllo manuale
ja_jp: 手動
pl: Sterowanie ręczne
pt_br: Controle manual
ru_ru: Ручное управление

source: Psi-Training
cs: PSI tréning
es: Psi-Entrenamiento
fr_fr: Entraînement psionique
it: Addestramento Psi
ja_jp: Psi訓練
pl: Trening psi
pt_br: Treinamento Psiônico
ru_ru: Пси-тренировка

source: Combat Training
cs: Bojový tréning
de_de: Kampftraining
es: Entrenamiento de combate
fr_fr: Entraînement au combat
it: Addestra al combattimento
ja_jp: 戦闘訓練
pl: Trening bojowy
pt_br: Treinamento de combate
ru_ru: Тренировка боевых навыков

source: Assign project
cs: Urči projekt
de_de: Projekt zuteilen
es: Asignar proyecto
fr_fr: Affecter un projet
it: Assegna progetto
ja_jp: プロジェクト割り当て
pl: Przydziel projekt
pt_br: Designar projeto
ru_ru: Назначить проект

source: Stop project
cs: Zastav projekt
de_de: Projekt abbrechen
es: Detener proyecto
fr_fr: Arrêter le projet
it: Sospendi progetto
ja_jp: プロジェクトの中止
pl: Zatrzymaj projekt
pt_br: Parar projeto
ru_ru: Остановить проект

source: Set all vehicles
cs: Označ všechna vozidla
de_de: Alle Fahrzeuge
es: Configurar todos los vehículos
it: Prepara tutti i veicoli
ja_jp: 全乗り物をセット
pl: Wybierz wszystkie pojazdy
pt_br: Definir todos os veículos
ru_ru: Задействовать все транспортные средства

source: Set all of same make
cs: Nastav všem stejnou činnost
de_de: Alle Fahrzeuge desselben Typs
es: Poner todos de la misma marca
it: Prepara tutti uguali
ja_jp: 再生産可能なものを全てセット
pl: Ustaw wszystkie tak samo
pt_br: Definir todos do mesmo tipo
ru_ru: Задействовать все ТС одного класса

source: RETURN
cs: Zpět
de_de: ZURÜCK
es: VOLVER
fr_fr: QUITTER
it: RITORNA
ja_jp: 戻る
pl: POWRÓT
pt_br: RETORNAR
ru_ru: ВЕРНУТЬСЯ

source: Info
it: Informazioni
ja_jp: 情報
pl: Informacja
ru_ru: Информация

source: Sell vehicle
cs: Odprodej stroj
de_de: Fahrzeug verkaufen
es: Vender vehículo
fr_fr: Vendre véhicule
it: Vendi veicolo
ja_jp: 乗り物を売却
pl: Sprzedaj pojazd
pt_br: Vender veículo
ru_ru: Продать транспорт

source: Comments
cs: Poznámky
de_de: Kommentare
es: Comentarios
fr_fr: Commentaires
it: Commenti
ja_jp: コメント
pl: Komentarze
pt_br: Comentários
ru_ru: Комментарии

source: Ufopaedia
cs: UFOpedie
de_de: Ufopädie
es: Ufopedia
fr_fr: Ovnipédie
ja_jp: UFOペディア
pl: Ufopedia
pt_br: Ufopédia
ru_ru: НЛОпедия

source: Scroll Up
cs: Posuň nahoru
de_de: Nach oben scrollen
es: Desplazar hacia Arriba
fr_fr: Faire défiler vers le haut
it: Scorri in alto
ja_jp: 上にスクロール
pl: Przewiń w górę
pt_br: Rolar p/ Cima
ru_ru: Прокрутка вверх

source: Scroll Down
cs: Posuň dolů
de_de: Nach unten scrollen
es: Desplazar hacia Abajo
fr_fr: Faire défiler vers le bas
it: Scorri in basso
ja_jp: 下にスクロール
pl: Przewiń w dół
pt_br: Rolar p/ Baixo
ru_ru: Прокрутка вниз

source: Low altitude
cs: Malá výška
de_de: Geringe Höhe
es: Baja altitud
fr_fr: Basse altitude
it: Bassa quota
ja_jp: 低空
pl: Mała wysokość
pt_br: Baixa altitude
ru_ru: Малая высота

source: Medium altitude
cs: Střední výška
de_de: Mittlere Höhe
es: Mediana altitud
fr_fr: Altitude moyenne
it: Media quota
ja_jp: 中空
pl: Średnia wysokość
pt_br: Média altitude
ru_ru: Средняя высота

source: High altitude
cs: Velká výška
de_de: Große Höhe
es: Gran altitud
fr_fr: Altitude élevée
it: Alta quota
ja_jp: 高高度
pl: Duża wysokość
pt_br: Alta altitude
ru_ru: Большая высота

source: Highest altitude
cs: Maximální výška
de_de: Größte Höhe
es: Máxima altitud
fr_fr: Altitude maximum
it: Altissima quota
ja_jp: 最高高度
pl: Najwyższa wysokość
pt_br: Maior altitude
ru_ru: Максимальная высота

source: Evasive
cs: Vyhýbavý
de_de: Ausweichend
es: Evasivo
fr_fr: Evasif
it: Evasiva
ja_jp: 回避に専念
pl: Wymijająco
pt_br: Evasivo
ru_ru: Уклончивый

source: Defensive
cs: Defenzívní
de_de: Defensiv
es: Defensivo
fr_fr: Défensif
it: Difensiva
ja_jp: 防御重視
pl: Defensywnie
pt_br: Defensivo
ru_ru: Защитный

source: Standard
cs: Standardní
es: Estándar
ja_jp: 通常
pl: Standardowo
pt_br: Padrão
ru_ru: Стандартный

source: Aggressive
cs: Agresívní
de_de: Aggressiv
es: Agresivo
fr_fr: Agressif
it: Aggressiva
ja_jp: 攻撃重視
pl: Agresywnie
pt_br: Agressivo
ru_ru: Агрессивный

source: Vehicle location / passengers
cs: Umístění stroje-posádka
de_de: Fahrzeugstandort / Insassen
es: Ubicación Vehículo / pasajeros
fr_fr: Position des véhicules / passagers
it: Posizione veicolo/passeggeri
ja_jp: 乗り物の位置/乗員
pl: Lokalizacja pojazdu / pasażerowie
pt_br: Localização de veículo / passageiros
ru_ru: Расположение выбранного ТС / пассажиры

source: Unit location
cs: Umístění jednotky
de_de: Agentenstandort
es: Ubicación de unidad
fr_fr: Position des unités
it: Posizione unità
ja_jp: ユニットの位置
pl: Lokalizacja jednostki
pt_br: Localização de unidade
ru_ru: Расположение оперативника

source: Investigate building for Alien activity
cs: Vyšetření cizáckých aktivit v budově
de_de: Gebäude auf Alien-Aktivitäten untersuchen
es: Investigar si edificio tiene actividad alienígena
fr_fr: Fouiller le bâtiment
it: Cerca tracce di Alieni nell'edificio
ja_jp: ビル内のエイリアンの活動を調査する
pl: Przeszukaj budynek pod kątem aktywności obcych
pt_br: Investigar atividade alienígena no edifício
ru_ru: Изучить здание на активность пришельцев

source: Raid building
cs: Přepadení budovy
de_de: Gebäude plündern
es: Asaltar edificio
fr_fr: Faire un raid sur le bâtiment
it: Raid nell'edificio
ja_jp: ビルを襲う
pl: Najedź budynek
pt_br: Saquear edifício
ru_ru: Совершить рейд на здание

source: Send selected units to investigate incident
cs: Vyslat vybrané jednotky k vyšetření incidentu
de_de: Ausgewählte Einheiten zur Untersuchung des Vorfalls schicken
es: Enviar unidades seleccionadas a investigar incidente
fr_fr: Envoyer les unités sélectionnées enquêter sur l'incident
it: Invia le unità selezionate a investigare sull'incidente
ja_jp: 選択したユニットを事件の調査に向かわせますか？
pl: Wyślij wybrane jednostki, aby zbadać incydent
pt_br: Enviar unidades selecionadas para investigar incidente
ru_ru: Отправить указанных оперативников на расследование инцидента

source: Ignore this incident
cs: Ignorovat incident
de_de: Vorfall ignorieren
es: Ignorar este incidente
fr_fr: Ignorer cet incident
it: Ignora quest'incidente
ja_jp: この事件は無視する
pl: Ignoruj ​​ten incydent
pt_br: Ignorar este incidente
ru_ru: Игнорировать инцидент

source: Continue
cs: Pokračovat
de_de: Spiel fortsetzen
es: Continuar
fr_fr: Continuer
it: Continua
ja_jp: 続ける
pl: Kontynuuj
pt_br: Continuar
ru_ru: Продолжить

source: Center and pause game
cs: Vystředit a zastavit
de_de: Zentrieren und Spiel unterbrechen
es: Centrar y pausar partida
fr_fr: Centrer affichage et mettre jeu en pause
it: Centra e metti in pausa il gioco
ja_jp: 視点を中央に戻し、ゲームをポーズ
pl: Wyśrodkuj i zatrzymaj grę
pt_br: Centralizar e pausar o jogo
ru_ru: Центрировать и поставить игру на паузу

source: Scroll Left
cs: Posun vlevo
de_de: Nach links scrollen
es: Desplazar Izquierda
fr_fr: Faire défiler vers la gauche
it: Scorri a sinistra
ja_jp: 左にスクロール
pl: Przewiń w lewo
pt_br: Rolar p/ Esquerda
ru_ru: Прокрутка влево

source: Scroll Right
cs: Posun vpravo
de_de: Nach rechts scrollen
es: Desplazar Derecha
fr_fr: Faire défiler vers la droite
it: Scorri a destra
ja_jp: 右にスクロール
pl: Przewiń w prawo
pt_br: Rolar p/ Direita
ru_ru: Прокрутка вправо

source: Alien infiltration graph
cs: Grafy cizácké infiltrace
de_de: Alien-Infiltration
es: Gráfico de infiltración alienígena
fr_fr: Infiltration alienne
it: Grafico infiltrazione Aliena
ja_jp: エイリアンの潜入グラフ
pl: Wykres infiltracji obcych
pt_br: Gráfico de infiltração alienígena
ru_ru: График проникновения пришельцев

source: Performance log
cs: Panel hodnocení
de_de: X-COM-Logbuch
es: Puntuación
fr_fr: Score
it: Resoconto attività X-COM
ja_jp: 成績ログ
pl: Log wydajności
pt_br: Registro de performance
ru_ru: Журнал производительности

source: Save game
cs: Ulož hru
de_de: Spiel sichern
es: Guardar Partida
fr_fr: Sauvegarder la partie
it: Salva partita
ja_jp: ゲームのセーブ
pl: Zapis gry
pt_br: Salvar jogo
ru_ru: Сохранить игру

source: Load game
cs: Načti hru
de_de: Spiel laden
es: Cargar Partida
fr_fr: Charger la partie
it: Carica partita
ja_jp: ゲームのロード
pl: Wczytanie gry
pt_br: Carregar jogo
ru_ru: Загрузить игру

source: Delete game
cs: Vymaž pozici
de_de: Spiel löschen
es: Borrar Partida
fr_fr: Supprimer la partie
it: Cancella partita
ja_jp: セーブデータの消去
pl: Usunięcie gry
pt_br: Deletar jogo
ru_ru: Удалить игру

source: Hostile vehicles tab
cs: Nepřátelské stroje
de_de: Register 'Gegnerische Fahrzeuge'
es: Pestaña de vehículos enemigos
fr_fr: Onglet véhicules hostiles
it: Quadro veicoli nemici
ja_jp: 敵の乗り物タブ
pl: Zakładka wrogich pojazdów
pt_br: Seção dos veículos hostis
ru_ru: Вкладка "Враждебные транспортные средства"

source: Select organization
cs: Volba organizací
de_de: Organisation auswählen
es: Seleccionar organización
fr_fr: Sélectionner organisation
it: Scegli l'organizzazione
ja_jp: 組織を選択してください
pl: Wybierz organizację
pt_br: Selecionar organização
ru_ru: Выберите организацию

source: Select units
cs: Volba jednotek
de_de: Einheiten auswählen
es: Seleccionar unidades
fr_fr: Sélectionner des unités
it: Scegli le unità
ja_jp: ユニットを選択してください
pl: Wybierz jednostki
pt_br: Selecionar unidades
ru_ru: Выберите оперативников

source: Select equipment
cs: Volba vybavení
de_de: Ausrüstung auswählen
es: Seleccionar equipo
fr_fr: Sélectionner de l'équipement
it: Scegli l'equipaggiamento
ja_jp: 装備を選択してください
pl: Wybierz wyposażenie
pt_br: Selecionar equipamento
ru_ru: Выберите снаряжение

source: Agent equipment
cs: Výbava agentů
de_de: Agentenausrüstung
es: Equipo de Agentes
fr_fr: Equipement pour agents
it: Equipaggiamento agente
ja_jp: エージェントの装備
pl: Wyposażenie agenta
pt_br: Equipamento de agente
ru_ru: Снаряжение оперативника

source: Airborne vehicle equipment/fuel
cs: Výbava a palivo letounů
de_de: Luftfahrzeugausrüstung / Treibstoff
es: Equipo/combustible vehículo aéreo
fr_fr: Equipement / Carburant pour véhicules aériens
it: Equipaggiamento/carburante mezzi aerei
ja_jp: 航空機の装備/燃料補給
pl: Wyposażenie pojazdu latającego/paliwo
pt_br: Equipamento/combustível de veículo aéreo
ru_ru: Снаряжение / топливо ЛА

source: Road vehicle equipment/fuel
cs: Výbava a palivo silničních vozidel
de_de: Straßenfahrzeugausrüstung / Treibstoff
es: Equipo/combustible vehículo terrestre
fr_fr: Equipement / Carburant pour véhicules terrestres
it: Equipaggiamento/carburante mezzi terrestri
ja_jp: 陸上車両の装備/燃料補給
pl: Wyposażenie pojazdu drogowego/paliwo
pt_br: Equipamento/combustível de veículo terrestre
ru_ru: Снаряжение / топливо дорожного ТС
