Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Each building in Mega-Primus is a vast labyrinth of corridors, atriums, rooms, halls and service ducts. If Aliens have infiltrated a building they will be found in just a small part of the complex, with plenty of places to escape from the combat zone. Buildings with lower populations or numerous service areas provide much better places for Aliens to hide and breed.
cs: Každá z budov v Mega-Primu je rozlehlým labyrintem chodeb, dvorů, místností, hal a údržbářských chodeb. Pokud do budovy proniknou cizáci, nelze se spoléhat na to, že budou nalezeni na jednom místě v komplexu, s množstvím míst, kudy lze opustit oblast boje. Budovy s málo lidmi, nebo s množstvím servisních prostor, poskytují cizákům více možností k ukrytí a množení.
de_de: Jedes Gebäude in Mega-Primus ist ein riesiges Labyrinth aus Korridoren, Höfen, Räumen, Hallen und Röhrensystemen. Wenn Aliens das Gebäude infiltriert haben, sind sie meist in einem Teil zu finden, der ihnen genug Möglichkeiten zur Flucht aus dem Gefechtsfeld bietet. Gebäude mit wenigen Bewohnern und zahlreichen Service-Bereichen eignen sich für die Aliens am besten, um sich zu verstecken und fortzupflanzen.
es: Cada edificio en Mega-Primus es un enorme laberinto de pasillos, atrios, salas, salones y galerías de servicio. Si los alienígenas han infiltrado un edificio se les podrá encontrar sólo en una pequeña parte del complejo, con muchos sitios a donde escapar de la zona de combate. Los edificios con menos población o numerosas zonas de servicio proporcionan mejores sitios para que se escondan y reproduzcan los alienígenas.
fr_fr: Chaque bâtiment de Mega-Primus est un vaste labyrinthe de couloirs, de cours, de halls et de conduites d'entretien. Si les aliens infiltrent un bâtiment, ils se cachent dans le moindre recoin du complexe, et ils peuvent évacuer la zone de combat et se retrancher dans de nombreux endroits. Les bâtiments peu peuplés ou ceux qui abritent de nombreuses aires de service fournissent une excellente cachette ou un lieu de reproduction pour les aliens.
it: Ogni edificio di Mega-Primus è un intricato labirinto di corridoi, atri, stanze, androni e condotte di servizio. Se gli Alieni si sono infiltrati in un edificio avranno senz'altro studiato tutte le vie di fuga, per ogni possibile evenienza. I fabbricati scarsamente abitati sono il terreno preferito dagli Alieni per nascondersi e cibarsi.
ja_jp: メガプリムスの各ビルディングは通路、吹き抜け、部屋、広間そしてサービスダクトから成る巨大な迷宮のような構造をしている。その為もしエイリアンに侵入されると戦闘から逃げる先がいくらでもあるので駆逐する事が非常に困難になる。特に人気の無いビルや多くのサービスエリアを持つビルは彼らにとって格好の隠れ場所兼培養所となる。
pl: Każdy budynek w Mega-Primus to ogromny labirynt korytarzy, atriów, pokoi, holi i tuneli serwisowych. Jeśli obcy zinfiltrowali budynek, będą oni przebywali w małej jego części, więc będą dysponowali wieloma drogami ucieczki z pola walki. Budynki z mniejszą populacją lub dużą liczbą pomieszczeń technicznych stanowią dla obcych najlepsze środowisko dla ukrywania się i rozmnażania.
pt_br: Cada prédio em Mega-Primus é um vasto labirinto de corredores, átrios, salas, halls e dutos de serviço. Se alienígenas infiltrarem um prédio, eles serão encontrados apenas em uma pequena parte do complexo, com muitos lugares para escapar da zona de combate. Prédios pouco populosos ou com numerosas áreas de serviço são lugares mais propícios para alienígenas se esconderem e procriarem.
ru_ru: Любое строение в Мегапрайме представляет собой сложный лабиринт коридоров, галерей, комнат, холлов и каналов инженерных коммуникаций. Если пришельцы проникнут в здание, они будут скрываться лишь в небольшой его части, где есть множество мест, помогающих выйти из зоны боевых действий. Здания, в которых присутствует меньше людей или имеется множество технологических каналов, позволяют пришельцам гораздо лучше прятаться и спокойно размножаться.

source: All research into the origins of the Aliens and their home world is collected in this section.
cs: V této sekci jsou shromážděny výsledky všech výzkumů v tomto původním domově Cizáků.
de_de: In diesem Abschnitt werden alle Forschungsergebnisse über die Welt der Aliens und ihre Herkunft gespeichert.
es: En esta sección se recoge toda la investigación sobre los orígenes de los alienígenas y su mundo de origen.
fr_fr: Toutes les recherches sur les origines des aliens et sur le monde dans lequel ils vivent sont rassemblées dans cette section.
it: Tutte le ricerche relative alle origini degli Alieni e al loro mondo sono contenute in questa sezione.
ja_jp: エイリアンの起源とその故郷に関する研究は全てこのセクションに集められる。
pl: Tutaj znaleźć można wyniki wszelkich badań związanych z wszelkimi typami obcych statków i ich układami napędowymi.
pt_br: Toda a pesquisa relacionada às origens dos alienígenas e seu mundo de origem está nessa seção.
ru_ru: Все исследования, касающиеся вопроса происхождения пришельцев, а также их родного мира, содержатся в этом разделе.

source: The structure of the vehicle suggests an organic construction process. The skin is composed of a strong and unusual compound that allows the craft to travel without harm through the Dimension Gates. This unmanned craft is equipped with an unusual type of beam weapon. Its limited capability suggests that it is purely designed to collect information and then return to the Alien Dimension.
cs: Struktura tohoto cizáckého vozidla naznačuje organický původ. Kůže je složena z mimořádně silných a neznámých komponentů, jež tomuto plavidlu umožňují cestu skrz Dimenzní bránu bez poškození. Toto bezpilotní plavidlo je vybaveno neznámým typem paprskové zbraně. Jeho omezené schopnosti naznačují, že je předurčen výlučně ke shromažďování informací a posléze k návratu do Cizácké dimenze.
de_de: Die Struktur des Fahrzeugs läßt auf eine organische Konstruktion schließen. Die Oberfläche besteht aus einer fremdartigen, robusten Verbindung, die dem Fahrzeug das gefahrlose Durchqueren von Dimensionstoren ermöglicht. Die Besatzung ist klein, und das Fahrzeug ist mit einer ungewöhnlichen Strahlenwaffe ausgerüstet. Der einfache Aufbau läßt darauf schließen, daß die Sonde ausschließlich dafür vorgesehen ist, Informationen zu sammeln und anschließend wieder in die Alien-Dimension zurückzukehren.
es: La estructura del vehículo sugiere un proceso de construcción orgánico. La piel está hecha de un compuesto muy duro e inhabitual que permite a la nave viajar sin sufrir daños a través de las Puertas de la Dimensión. Hay una pequeña tripulación a bordo de la nave y está equipada con un raro tipo de arma de rayos. Su capacidad limitada sugiere que está pensada exclusivamente para recoger información y luego volver a la Dimensión alienígena.
fr_fr: La structure de la sonde suggère un procédé de construction organique. Le revêtement est composé d'un élément solide et rare qui permet au vaisseau de traverser les portails interdimensionnels sans subir de dégâts. Ce vaisseau doté d'un émetteur de rayons étrange abrite un petit équipage. Son potentiel limité indique qu'il est conçu dans le but unique de rassembler des informations puis de les ramener dans la dimension alienne.
it: La struttura di questo veicolo lascia supporre un procedimento di creazione organico. Lo scafo è costituito da uno strano composto, molto resistente, che gli consente di viaggiare senza subire danni attraverso i Portali Dimensionali. Solitamente l'equipaggio è di poche unità, e fornito di insolite armi a raggio; le limitate capacità lasciano ritenere che questi strumenti servano solo per raccogliere informazioni prima di tornare nella Dimensione Aliena.
ja_jp: この乗り物の構造は生体器官によって構築されている。表皮は次元ゲートを通過しても傷一つ付かないほどの強靱さを誇る特殊な材質から成っている。この無人機は珍しいタイプの光線兵器を搭載しているが、その限られた容積から見て情報収集をしてエイリアンの次元に持ち帰る事を主目的としているようだ。
pl: Struktura tego pojazdu wskazuje na organiczny proces konstrukcyjny. Skóra jest zbudowana z silnego materiału o niezwykłych właściwościach, który pozwala pojazdowi przechodzić bez szkody przez bramy wymiarowe. Ten bezzałogowy statek uzbrojony jest w niezwykłą broń promienistą. Jego skromne parametry sugerują, iż jego jedynym celem jest zebrać informacje i powrócić do wymiaru obcych.
pt_br: A estrutura do veículo sugere um processo de construção orgânico. A pele é composta de componentes resistentes e incomuns, que permitem à nave viajar sem danos através dos Portais Dimensionais. Esta nave não-tripulada está equipada com um tipo incomum de arma de raios. Suas capacidades limitadas sugerem que foi desenhada apenas para coletar informações e retornar à Dimensão Alien.
ru_ru: Судя по структуре корабля, при его постройке применялись органические технологии. Обшивка представляет собой необычное прочное соединение, которое позволяет летательному аппарату проходить через врата между измерениями. Этот беспилотный корабль вооружен неизвестным типом лучевого оружия. Его ограниченные возможности означают, что он предназначен только для сбора информации и последующего возвращения через врата.

source: Alien Scout Ship
cs: Cizácký Zvěd
de_de: Alien-Aufklärer
es: Explorador alienígena
fr_fr: Vaisseau éclaireur alien
it: Nave Scout Aliena
ja_jp: エイリアンの偵察シップ
pl: Statek zwiadowczy obcych
pt_br: Nave Exploratória Alien
ru_ru: Разведывательный корабль пришельцев

source: This vessel appears to be a surveillance craft. Its structure is very strange and there is no evidence of any crew or cargo. The craft's internals appear to have been intentionally destroyed by the Aliens from a remote location. The craft is armed with small beam weapon. The craft does not appear to be a great threat to the city, but can only be a precursor to more dangerous incursions.
cs: Zdá se, že je toto plavidlo nějakým typem pozorovacího stroje. Jeho struktura je velmi podivná a nenese stopy po nákladu ani posádce. Rozborem jeho vnitřku docházíme k názoru, že byl Cizáky úmyslně dálkově zničen. Toto plavidlo je rovněž vyzbrojeno malou paprskovou zbraní. Tento stroj nepředstavuje příliš velké ohrožení města, ale může být předzvěstí nebezpečnějších nájezdů.
de_de: Bei diesem Schiff scheint es sich um ein Überwachungsfahrzeug zu handeln. Seine Struktur ist äußerst seltsam, und es gibt keinerlei Hinweise auf eine Crew oder Fracht. Das Innere des Schiffs scheint von einem geheimen, weit entfernten Ort aus von den Aliens absichtlich zerstört worden zu sein. Es ist mit einer kleinen Strahlenwaffe ausgestattet. Das Schiff selbst stellt wahrscheinlich keine große Bedrohung für die Stadt dar, könnte aber die Vorhut eines gefährlicheren Alien-Kommandos sein.
es: Esta nave es una nave de vigilancia armada con una pequeña arma de rayos. A veces deja seres alienígenas en edificios de la ciudad, pero no representa una gran amenaza a la seguridad de la ciudad. No obstante, puede ser la avanzadilla de incursiones más peligrosas.
fr_fr: Il semblerait que ce soit un appareil de surveillance. Il a une forme bizarre et ne semble transporter ni équipage ni cargaison. On dirait que l'intérieur de l'appareil a été intentionnellement détruit à distance par les Aliens. Le vaisseau est équipé d'un petit émetteur de rayons. Il ne semble pas représenter une grande menace pour la ville, mais il ne peut que présager d'incursions plus dangereuses.
it: E' una nave di sorveglianza, munita di un'arma a raggi a basso potenziale. Occasionalmente trasporta invasori Alieni, ma non rappresenta una grande minaccia. Può essere preavviso di un attacco massiccio imminente.
ja_jp: このシップは偵察任務用に作られた物のようだ。構造は奇怪で乗員も積荷も見当たらない。内部はエイリアンによって遠隔から破壊されてしまったらしい。船体には光線兵器を搭載しているが、都市にとってさほど脅威になるとは思えない。だが今後想定されるより危険な存在の到来を裏付けるものかもしれない。
pl: Statek ten wydaje się mieć funkcję zwiadowczą. Jego struktura jest bardzo dziwna, nie ma też śladu jakiejkolwiek załogi czy ładunku. Wydaje się, że wewnętrzne systemy statku zostały umyślnie zniszczone zdalnie przez obcych. Statek uzbrojony jest w małą broń promienistą. Nie wydaje się on stanowić dla miasta wielkiego zagrożenia, ale z pewnością jest jedynie zwiastunem bardziej agresywnych operacji.
pt_br: Essa nave parece ser feita para vigilância. Sua estrutura é muito estranha e não há evidência de tripulação ou carga. Seu interior parece ter sido destruído de propósito, por alienígenas, a partir de um local remoto. Está equipada com uma pequena arma de raios. Não aparenta ser uma grande ameaça para a cidade, mas pode ser precursor de incursões mais perigosas.
ru_ru: Похоже, что этот корабль представляет собой судно наблюдения. Его дизайн крайне необычен; никаких следов экипажа или грузов на нем не найдено. Внутренности корабля, предположительно, были намеренно удаленно уничтожены пришельцами. Корабль вооружен небольшим лучеметом. Не похоже, чтобы это судно несло серьезную опасность для города, но оно наверняка является предвестником более серьезного вторжения.

source: The primary mission of this craft is to deposit Alien life forms inside city buildings. This represents a serious challenge for our ground forces, but if they can be shot down before they unload their passengers, then the problem will be minimized. The craft is armed with the same beam weapon as the Scout Ships or Probes, but it is slower moving and an easier target to hit.
cs: Hlavním úkolem tohoto plavidla je vyloďování cizáckých životních forem do městských budov, což představuje pro naše pozemní síly vážný problém. Pokud se ho ovšem podaří sestřelit ještě před tím, než vylodí své pasažéry, tento problém se minimalizuje. Toto plavidlo je vyzbrojeno stejným typem zbraně jako Průzkumník nebo Vyzvědač, pro svou pomalost je ale snadnějším terčem.
de_de: Die Hauptaufgabe dieses Fahrzeugs besteht im Absetzen von außerirdischen Lebensformen in Gebäuden der Stadt. Dies stellt eine große Herausforderung für die Bodentruppen dar. Wenn das Schiff vor dem Absetzen von Aliens abgeschossen wird, ist die Gefahr so gut wie gebannt. Das Schiff ist mit der gleichen Waffe ausgerüstet wie die Aufklärer und Sonden, doch es ist langsamer und daher einfacher zu treffen.
es: La principal misión de esta nave es depositar formas de vida alienígena dentro de edificios de la ciudad. Esto es una serio reto para nuestras fuerzas terrestres, pero si pueden ser abatidas antes de que desembarquen a sus pasajeros, el problema será mucho menor. La nave está armada con el mismo arma de rayos que llevan las Naves o Sondas Exploradoras, pero se mueve despacio y es un blanco más fácil.
fr_fr: L'objectif principal de ce vaisseau est de transporter des formes de vie alienne dans les bâtiments de la ville, ce qui pose un problème sérieux à nos forces au sol, à moins qu'elles ne réussissent à l'abattre avant qu'il n'ait eu le temps de déposer ses passagers. Ce vaisseau est armé du même émetteur de rayons que les sondes ou les éclaireurs aliens, mais il se déplace plus lentement et représente une cible facile.
it: La missione primaria di questa nave è di far sbarcare invasori Alieni negli edifici della città. Questo mezzo è un grosso problema per le nostre forze di difesa; solo nel caso si riesca ad abbatterlo prima dello sbarco dei passeggeri la situazione è facilmente controllabile. Lo scafo è armato con la stessa arma a raggi delle navi scout e delle sonde, ma è decisamente più lento nei movimenti e, quindi, più facile da colpire.
ja_jp: このエイリアンの機体は都市にあるビルにエイリアン生命体を輸送する事を目的にしている。これは我が陸戦隊にとって深刻な脅威になり得るが、積荷を降ろす前に撃墜できれば問題を最小限に食い止められる筈だ。船体には調査艇や偵察シップと同じ光線兵器が積まれているが、低速な為攻撃を命中させやすい。
pl: Zasadniczym przeznaczeniem tego statku jest przerzucanie obcych form życia do miejskich budynków. Stawia to przed naszymi siłami naziemnymi znaczne wyzwanie, jednak jeżeli uda się ten statek zestrzelić przed wyładunkiem jego pasażerów, problem zostanie zminimalizowany. Statek uzbrojony jest w ten sam typ broni promienistej, co sondy i zwiadowcy, jednak porusza się wolniej i wydaje się być łatwiejszy do trafienia.
pt_br: A missão primária dessa nave é depositar vida alienígena dentro dos prédios da cidade. Isso representa um sério desafio para nossas equipes de solo, mas se elas puderem ser neutralizadas antes de desembarcar seu passageiros, o problema será minimizado. Está equipada com a mesma arma de raios das Naves Exploratórias ou Sondas, mas se move mais devagar, tornando-a um alvo fácil.
ru_ru: В основные задачи этого корабля входит высадка инопланетных форм жизни в городских зданиях и сооружениях. Такие действия несут серьезную опасность для наших наземных сил, но если эти корабли удастся уничтожить до высадки десанта, опасность будет сведена к минимуму. Корабль вооружен тем же лучевым оружием, что и разведывательные корабли и зонды, но его скорость ниже, и в него легче попасть.

source: This craft is well armored, highly maneuverable and armed with a powerful beam weapon. It is designed to protect other more vulnerable Alien ships. Avoid these craft if the threat to our vehicles is too great and concentrate on shooting down the Alien Transports.
cs: Tato loď je dobře opancéřovaná, velmi obratná a vyzbrojená účinnou paprskovou zbraní. Jejím posláním je ochrana jiných, více zranitelných cizáckých lodí. Tato loď představuje mimořádnou hrozbu v případě, že jsou vaše vozidla zaměstnána útokem na Transportéry.
de_de: Dieses gepanzerte und sehr bewegliche Fahrzeug verfügt über einen starken Disruptorstrahl. Sein Hauptzweck ist der Schutz schwächerer Alien-Raumschiffe. Meiden Sie die Auseinandersetzung, wenn die Gefahr für unsere Fahrzeuge zu groß ist, und konzentrieren Sie sich auf das Abschießen der Alien-Transporter.
es: Esta nave está bien blindada, es muy maniobrable y lleva una poderosa arma de rayos. Está diseñada para proteger a otras naves alienígenas más vulnerables. Evita estas naves si la amenaza a nuestros vehículos es demasiado grande y concéntrate en abatir a los Transportes alienígenas.
fr_fr: Ce vaisseau d'une grande maniabilité possède un armement important, rehaussé d'un émetteur de rayons puissant. Il est conçu pour protéger les autres vaisseaux aliens plus vulnérables. Evitez ces vaisseaux si la menace qu'ils représentent pour nos véhicules est trop grande et contentez-vous d'abattre les transports aliens.
it: Questa nave è ben corazzata, facilmente manovrabile e dotata di un'arma a raggi estremamente potente. E' stata progettata per fare da scorta ad altre navi Aliene più vulnerabili. Se possibile cercate di evitare di ingaggiare battaglia con questo mezzo, indirizzando i colpi verso le navi da trasporto che scorta.
ja_jp: この船体は堅い装甲を持ち、機動力が高いだけでなく強力な光線兵器も搭載している。どうやらより脆弱な他のシップを護衛する為に設計されたもののようだ。会戦にあたって危険度が高い場合はこの機体との交戦は避け、輸送機の撃墜に集中した方が良いだろう。
pl: Statek ten jest dobrze opancerzony, bardzo zwrotny i uzbrojony w silną broń promienistą. Jest zaprojektowany do osłony innych, bardziej wrażliwych statków obcych. Jeśli zagrożenie jest zbyt duże, należy unikać kontaktu z tymi statkami i skupić się na zestrzeliwaniu transportowców obcych.
pt_br: Esta nave é bem blindada, altamente manobrável e armada com uma poderosa arma de raios. É projetada para proteger outras naves alienígenas mais vulneráveis. Evite-as se a ameaça a nossos veículos é muito grande e concentre-se em atingir transportes alienígenas.
ru_ru: Этот корабль хорошо бронирован, обладает высокой маневренностью и вооружен мощным лучевым оружием. Он разработан для защиты более уязвимых кораблей пришельцев. Уходите от боя с этими НЛО, если опасность для нашей техники слишком высока, и концентрируйте огонь на транспортерах пришельцев.

source: The Destroyer is heavily armored and its behavior is aggressive. It is armed with a powerful Alien Missile Launcher capable of immense destruction. It can also deposit Alien beings into the city.
cs: Ničitel je těžce opancéřován, a mimořádně agresívní. Je vyzbrojen odpalovačem velmi účinných cizáckých raket, schopných rozsáhlého ničení. Dokáže rovněž provádět výsadky cizáckých tvorů ve městě.
de_de: Der Zerstörer mit seiner starken Panzerung ist ein bedrohlicher Gegner. Seine Raketenabschußvorrichtung hat eine gewaltige Zerstörungskraft. Der Zerstörer setzt außerdem Aliens in der Stadt ab.
es: El Destructor está fuertemente blindado y su comportamiento es agresivo. Está armado con un poderoso Lanzamisiles alienígena capaz de causar una inmensa destrucción. También puede depositar seres alienígenas en la ciudad.
fr_fr: Le destroyer a un blindage épais et est très agressif. Il est armé d'une puissante rampe de lancement de missiles aliens d'une efficacité terrible. Il peut aussi amener des aliens dans la ville.
it: L'Incrociatore è dotato di una spessa corazza ed è molto pericoloso. E' armato con un potente lanciamissili, capace di infliggere enormi danni al bersaglio. Può inoltre far sbarcare truppe Aliene in città.
ja_jp: 駆逐艦は重装備で非常に攻撃的な行動をとる。絶大な破壊力をもつエイリアン製の強力なミサイルランチャーを搭載しているが、都市にエイリアンを侵入させる輸送船の役もこなす。
pl: Niszczyciel jest ciężko opancerzony i walczy agresywnie. Uzbrojony jest w potężną wyrzutnię pocisków, zdolnych do czynienia wielkich zniszczeń. Potrafi także zrzucać desanty obcych w mieście.
pt_br: A Destróier é fortemente blindada e age agressivamente. Está armada com um potente lança-mísseis alienígena, capaz de imensa destruição. Também pode depositar formas de vida na cidade.
ru_ru: Ракетоносцы пришельцев тяжело вооружены и агрессивно действуют в бою. На них установлены мощные пусковые установки пришельцев, способные нести тяжелые разрушения. Также они могут высаживать десант в черте города.

source: The Assault Ship effectively replaces the Alien Transport as a troop carrier. It can deposit large numbers of Aliens into city buildings and is armed with a powerful beam weapon. This craft is highly dangerous and must be stopped at all costs.
cs: Velký útočný člun efektivně nahrazuje cizácké transportéry při převozu oddílů. Dokáže vysadit velké množství cizáků do městských budov. Je vyzbrojen mohutnou paprskovou zbraní, a proto mimořádně nebezpečný. Musí být zastaven za každou cenu.
de_de: Das Angriffsschiff ist ein effizienter Ersatz für den Transporter. Es kann zahlreiche Aliens in Gebäuden der Stadt absetzen und ist mit einer starken Strahlenwaffe ausgestattet. Dieses Schiff ist hochgefährlich und muß mit allen Mitteln aufgehalten werden.
es: La Nave de Asalto en efecto sustituye al Transporte alienígena como transporte de tropas. Puede depositar grandes cantidades de alienígenas en edificios de la ciudad y lleva una poderosa arma de rayos. Esta nave es muy peligrosa y debes detenerla cueste lo que cueste.
fr_fr: Le vaisseau d'attaque remplace efficacement le transport alien pour transporter des troupes. Il peut déposer un grand nombre d'aliens dans les bâtiments de la ville, et il est armé d'un émetteur de rayons puissant. Ce vaisseau est extrêmement dangereux et doit être arrêté à tout prix.
it: La Nave d'Assalto può far sbarcare un grande numero di Alieni negli edifici della città, ed è munita di una potente arma a raggi. Questo veicolo è molto pericoloso, e deve essere abbattuto a ogni costo.
ja_jp: 突撃艇は兵員輸送を目的とした通常の輸送シップに代わるものだ。大量のエイリアンを目的のビルまで輸送し侵入させる事が可能なだけでなく、強力な光線兵器も搭載している。突撃艇の存在は非常に危険で、いかなる代償を払ってでも破壊しなければならない。
pl: Statek szturmowy w praktyce zastępuje transporter w misjach zrzucania wojsk naziemnych. Potrafi przetransportować do budynków miejskich liczne siły zbrojne i jest uzbrojony w niebezpieczną broń promienistą. Statek ten jest bardzo niebezpieczny i musi być zatrzymywany za wszelką cenę.
pt_br: A Nave de Assalto substitui eficientemente os transportes alienígenas, como transportador de tropas. Pode depositar um grande número de seres em prédios da cidade e está armada com uma poderosa arma de raios. É extremamente perigosa e deve ser impedida a qualquer custo.
ru_ru: Десантный штурмовик пришельцев с легкостью заменяет транспортер пришельцев в качестве десантного корабля. Он предназначен для высадки большого десанта пришельцев в городских зданиях и вооружен мощным лучевым оружием. Этот корабль крайне опасен и должен сбиваться любой ценой.
