Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Search the building for Alien life forms or other hostile forces. Engage the enemy, but where possible stun Aliens using a Stun Grapple, Stun Grenade, or Psionic power. Live Aliens are essential for our research. If all hostile units are eliminated or stunned then we can recover any equipment and Alien artifacts. A Bio-Transport module must be at the investigation site to enable the recovery of unconscious or dead Aliens. Be careful to avoid endangering any civilians and remember that the organization which owns the building will not be pleased if there is extensive damage to the structure.
cs: Vyhledejte v budově cizácké tvory, nebo jiné nepřátelské síly. Zneškodněte nepřítele, ale pokud to bude možné, ochromte cizáky některou z ochromujících zbraní. Živí cizáci jsou nezbytní pro náš výzkum. Pokud budou všechny nepřátelské jednotky zabity nebo ochromeny, můžeme posbírat zanechané vybavení a artefakty. Aby bylo možné odvézt ochromené či mrtvé cizáky, musí být v transportním vozidle instalován Biotransportní modul. Snažte se neohrozit žádného z civilistů a pamatujte že organizace, spravující budovu nebude potěšena, jestliže v budově způsobíte příliš velká poškození její struktury.
de_de: Durchsuchen Sie das Gebäude nach Alien-Lebensformen oder anderen gegnerischen Kräften. Konfrontieren Sie den Gegner, doch wenn möglich, betäuben Sie die Aliens mit Betäubungsgranaten, Betäubungskrallen oder durch Psi-Kräfte. Lebende Aliens sind wichtig für die Forschung. Wenn alle gegnerischen Einheiten eliminiert oder betäubt sind, können im Gefechtsbereich zurückgelassene Ausrüstung und Alien-Artefakte geborgen werden. Ein Bio-Transport-Modul muß am Untersuchungsort sein, um bewußtlose oder tote Aliens befördern zu können. Gefährden Sie keine Zivilisten und verärgern Sie die Organisation nicht, der das Gebäude gehört, indem Sie allzu großen Schaden anrichten.
es: Rastrear el edificio en búsqueda de formas de vida alienígena u otras fuerzas hostiles. Combate con el enemigo, pero donde sea posible, aturde a los alienígenas utilizando la Garra Aturdidora, granada de aturdimiento, o poderes psiónicos. Los alienígenas vivos son esenciales para nuestras investigaciones. Si todas las unidades enemigas están eliminadas o aturdidas, entonces podemos recuperar los equipos y artefactos alienígenas. Hay que tener un módulo de Bio-Transporte en el lugar de la investigación para poder recuperar alienígenas muertos o inconscientes. Ten cuidado para evitar poner a los civiles en peligro y recuerda que la organización propietaria del edificio no estará contenta si hay grandes daños en la estructura.
fr_fr: Fouillez le bâtiment à la recherche de formes de vie alienne ou autres forces ennemies. Attaquez l'ennemi, et si possible immobilisez les aliens à l'aide d'un grappin paralysant, une grenade paralysante ou une attaque psionique. Il faut absolument capturer des aliens vivants pour notre recherche. Si les unités ennemies sont éliminées ou paralysées, nous pourrons nous emparer de l'équipement, d'objets aliens, d'aliens inconscients ou morts abandonnés dans la zone de combat. Un module de bio-transport doit se trouver sur les lieux de l'enquête afin de récupérer les Aliens inconscients ou morts. Prenez garde de ne pas mettre la vie des civils en danger et n'oubliez pas que l'organisation propriétaire du bâtiment ne tolérera aucun dégât important.
it: Setaccia l'edificio in cerca di forme di vita aliene o di forze ostili. Affronta il nemico, ma se possibile cerca di stordire gli Alieni con le armi appropriate, o con i poteri psionici. Gli Alieni vivi sono di capitale importanza per le nostre ricerche; se tutti i nemici saranno resi inoffensivi potremo recuperare il loro equipaggiamento. E' fondamentale utilizzare una Camera di Contenimento. Cerca di non provocare vittime civili e ricorda che l'organizzazione proprietaria dell'edificio non sarà per niente contenta se la struttura subirà danni eccessivi.
ja_jp: ビル内のエイリアンもしくは敵対勢力を探せ。敵との交戦を許可するが、可能ならばスタングラップル、スタングレネードもしくはPsi能力で生け捕りにせよ。生きたエイリアンの捕獲は我々の研究に欠かせない物である。全ての敵を倒すかスタンさせれば現場からアイテムやエイリアンのアーティファクトを回収できるようになる。生死に関わらず、エイリアンを輸送するにはバイオトランスポートモジュールが必要となる。市民への被害を極力抑え、ビル内の設備を破壊しすぎないように注意せよ。さもないと持ち主の組織の反感を買うことになる。
pl: Przeszukaj budynek pod kątem występowania obcych form życia lub innych wrogich sił. Zaatakuj wroga, ale w miarę możliwości ogłuszaj obcych za pomocą chwytaków i granatów ogłuszających lub mocy psi. Żywi kosmici są niezbędni do naszych badań. Jeśli wszystkie wrogie jednostki zostaną wyeliminowane lub ogłuszone, możemy odzyskać dowolny sprzęt i artefakty obcych. Moduł biotransportowy musi znajdować się na pokładzie statku, aby umożliwić odzyskanie nieprzytomnych lub martwych kosmitów. Uważaj, aby nie narazić na niebezpieczeństwo osób cywilnych i pamiętaj, że organizacja będąca właścicielem budynku nie będzie zadowolona, ​​jeśli dojdzie do rozległych uszkodzeń.
pt_br: Vasculhe o edifício atrás de formas de vida alienígena ou outras forças hostis. Enfrente o inimigo, mas quando possível, atordoe-os usando poder psiônico, granada ou garra atordoantes. Alienígenas vivos são essenciais para nossas pesquisas. Se todas as unidades hostis forem eliminadas ou atordoadas, então poderemos reaver qualquer equipamento ou artefato alienígenas. Deve haver um módulo de biotransporte no local de investigação, para permitir a recuperação de alienígenas mortos ou inconscientes. Evite pôr em perigo qualquer civil e lembre-se que a organização que possui o edifício não ficará feliz se houver grandes danos em sua estrutura.
ru_ru: Обыщите здание в поисках инопланетных живых существ и других враждебных сил. Атакуйте противника, но по возможности парализуйте пришельцев с помощью захвата-парализатора, парализующей гранаты или пси-сил. Живые пришельцы необходимы нам для проведения исследований. Если все боевые единицы врага уничтожены или парализованы, мы сможем захватить все оставшееся снаряжение и артефакты пришельцев. На месте исследования необходим транспорт с установленным модулем перевозки биоматериала для перевозки мертвых или парализованных пришельцев. Старайтесь не наносить увечий гражданским лицам и помните, что организация - владелец здания не будет довольна в случае нанесения серьезных повреждений сооружению.

source: Eliminate the building security forces and recover any equipment or valuable items left in the combat area. Use explosive or incendiary munitions to damage the building and inflict economic penalties on the owning organization, but remember that this can destroy any potential bounty. A raid will create a state of hostility between the organization and X-COM and you should be aware of the consequences of such a serious course of action.
cs: Zneškodněte bezpečnostní složky chránící budovu a posbírejte všechno vybavení a cenné předměty v bojové oblasti. Použijte výbušniny, nebo zápalnou munici, abyste způsobili co největší poškození budovy a tak finančně vyčerpali spravující organizaci. Můžete tím ale ohrozit své financování. Přepadením budovy se mezi jejím správcem a X-COM vytáří stav nepřátelství a tak si dobře rozmyslete, jaké důsledky by mohla vaše akce způsobit.
de_de: Eliminieren Sie die Sicherheitskräfte im Gebäude, und bergen Sie Ausrüstung oder wertvolle Objekte im Einsatzbereich. Verwenden Sie Spreng- oder Brandmunition, um das Gebäude zu beschädigen und der besitzenden Organisationwirtschaftlichen Schaden zuzufügen, aber zerstören Sie keine potentielle Beute. Eine Plünderung führt zu Feindseligkeiten zwischen den Organisationen, und X-COM muß sich den Konsequenzen derartig gewalttätiger Operationen bewußt sein.
es: Elimina las fuerzas de seguridad del edificio y recupera cualquier equipo u objeto valioso abandonado en la zona de combate. Utiliza munición explosiva o para dañar el edificio e infligir penalizaciones económicas a la organización propietaria, pero recuerda que esto puede destruir cualquier posible botín. Un asalto creará un estado de hostilidad entre la organización y X-COM y debes tener en cuenta las consecuencias de una acción tan seria.
fr_fr: Eliminez les forces de sécurité du bâtiment et récupérez l'équipement ou les objets de valeur abandonnés dans la zone de combat. Utilisez des munitions explosives ou incendiaires pour endommager le bâtiment et paralyser son propriétairesur le plan économique, mais n'oubliez pas que cela peut entraîner la destruction de tout butin potentiel. Un raid détériorera à coup sûr les relations entre l'organisation concernée et X-COM, et vous devez avoir conscience des conséquences d'une telle action.
it: Elimina le forze di sicurezza dell'edificio e recupera tutto l'equipaggiamento che rimane sul campo di battaglia. Usa munizioni esplosive o incendiarie per danneggiare l'edificio e provocare danni economici all'organizzazione che lo possiede, ma ricordati che questo modo di agire può essere molto pericoloso, perché crea un clima di aperta ostilità fra l'organizzazione e la X-COM, che potrebbe avere serie conseguenze sulle nostre prossime operazioni.
ja_jp: ビルを防衛しているいかなる勢力も無力化し、戦闘エリアに存在する貴重なアイテムを回収せよ。爆発物ないし火炎兵器を用いてビルを破壊し、持ち主の組織に経済的ダメージを与えよ。但しこうした行動はX-Comにとって潜在的な協力者を失わせるに足るものであると心得よ。略奪ミッションは対象組織とX-Comの間に敵対関係を生むものであり、それを覚悟した上で行うべきものである。
pl: Wyeliminuj siły bezpieczeństwa budynku i odzyskaj sprzęt lub cenne przedmioty pozostawione na polu walki. Użyj amunicji wybuchowej lub zapalającej, aby dokonać zniszczeń i wyrządzić szkody ekonomiczne organizacji będącej właścicielem, ale pamiętaj, że może to zniszczyć nasze potencjalne nagrody. Najazd spowoduje wrogość między organizacją a X-COM i powinieneś zdawać sobie sprawę z konsekwencji takich poważnych działań.
pt_br: Elimine as forças de segurança do edifício e recupere qualquer equipamento ou itens valiosos deixados na área de combate. Use munição incendiária ou explosiva para danificar o edifício e infligir perdas econômicas nas organizações proprietárias, mas lembre-se que isso pode destruir recompensas em potencial. Um saque irá criar um estado de hostilidade entre a organização e a X-COM, e você deve estar atento às consequências de tais ações.
ru_ru: Уничтожьте силы безопасности здания и заберите все снаряжение и ценные вещи, оставленные в зоне боевых действий. Применяйте взрывчатку и зажигательные средства, чтобы повредить здание и нанести максимальный экономический урон его владельцу, но помните, что в этом случае вы можете уничтожить ценные вещи. Проведение рейда приведет к вражде между организацией-целью и X-COM, поэтому имейте в виду возможные последствия столь серьезных действий.

source: The Aliens have located your base and have launched an attack. Defend the base from costly damage by eliminating all invading forces. You must also safeguard your Scientists and Engineers, either by defending them or exiting them from the combat zone. You can retreat from the base to cut your losses, but the base will be lost.
cs: Cizáci lokalizovali vaši bázi a přešli do útoku. Ochraňte bázi za každou cenu, zneškodněním všech invazních jednotek. Musíte také ochránit každého ze svých vědců a inženýrů. Pokud to bude možné, opusťte s nimi prostory báze. Pokud budete mít mimořádné ztráty, můžete se pokusit o ústup. Opustíte-li však bázi bude tato ztracena.
de_de: Die Aliens haben Ihre Basis entdeckt und einen Angriff gestartet. Verteidigen Sie die Basis gegen kostspielige Schäden, indem Sie alle Invasoren ausschalten. Schützen Sie Ihre Forscher und Ingenieure, indem Sie sie verteidigen oder evakuieren. Sie können sich zurückziehen, um Ihre Verluste zu verringern, doch dann verlieren Sie die Basis.
es: Los alienígenas han localizado tu base y han lanzado un ataque. Defiende la base eliminando todas las fuerzas invasoras. También debes poner a salvo a tus Científicos e Ingenieros, bien defendiéndoles, bien sacándoles de la zona de combate. Puedes retirarte de la base para reducir tus pérdidas, pero la base se perderá.
fr_fr: Les aliens ont repéré votre base et lancé une attaque. Défendez la base en éliminant toutes les forces d'invasion. Vous devez aussi protéger vos scientifiques et ingénieurs, soit en les défendant, soit en les faisant évacuer la zone de combat. Vous pouvez évacuer la base pour minimiser les pertes, mais cette dernière sera alors perdue.
it: Gli Alieni hanno localizzato la tua base e la stanno attaccando; difendila, eliminando tutte le forze avversarie. Devi anche proteggere la vita dei tuoi scienziati e degli ingegneri, difendendoli o facendoli evacuare. Puoi anche ritirarti per minimizzare le perdite, ma in questo modo la base stessa sarà persa.
ja_jp: エイリアンがあなたの基地を発見し、攻撃を開始した。被害が甚大になる前に基地内の侵略者を一掃せよ。基地内に残っている科学者やエンジニアの安全を確保する為に彼らを守り切るか戦闘エリアから逃がさなければならない。撤退すると基地を失うことになるので注意せよ。
pl: Obcy zlokalizowali twoją bazę i rozpoczęli atak. Zapobiegnij kosztownym uszkodzeniom bazy likwidując wszystkich intruzów. Musisz też uratować naukowców i inżynierów, chroniąc ich lub pomagając im opuścić strefę walk. Możesz wycofać się z bitwy, by ograniczyć straty, ale wówczas baza zostanie stracona.
pt_br: Os alienígenas localizaram sua base e iniciaram um ataque. Defenda a base de danos onerosos eliminando todas as forças invasoras. Você também deve proteger seus cientistas e engenheiros, defendendo-os ou removendo-os da zona de combate. Você poderá retirar-se, de modo a diminuir suas perdas, mas perderá a base.
ru_ru: Пришельцы обнаружили вашу базу и напали на нее. Не дайте им причинить ей значительные повреждения и уничтожьте все вторгшиеся силы. Также необходимо спасти всех ученых и инженеров, для чего вам необходимо защищать их или вывести из зоны боевых действий. Вы можете отступить с базы, чтобы снизить потери, но в этом случае вы ее потеряете.

source: The Aliens have located your base and have launched an attack. Defend the base from costly damage by eliminating all invading forces. If all hostile forces are eliminated X-COM will be saved. If you are defeated then X-COM will be wiped out, leaving the world open to Alien domination. The fate of humanity will be determined by this conflict. Good luck.
cs: Cizáci lokalizovali vaši bázi a přešli do útoku. Obraňte bázi za každou cenu, zlikvidováním všech invazních jednotek. Pokud budou všechny nepřátelské jednotky eliminovány, X-COM bude zachráněn. Prohrajete-li v tomto boji, bude X-COM poražen, zanechávajíc svět cizácké nadvládě. Osud lidstva bude určen výsledkem tohoto střetnutí. Mnoho štěstí.
de_de: Die Aliens haben Ihre Basis entdeckt und einen Angriff gestartet. Verteidigen Sie die Basis gegen kostspielige Schäden, indem Sie alle Invasoren ausschalten. Wenn alle Gegner eliminiert sind, ist die X-COM gerettet. Werden Sie jedoch besiegt, wird die X-COM ausgelöscht, und die Aliens übernehmen die Weltherrschaft. Das Schicksal der Menschheit wird hier entschieden. Viel Glück.
es: Los alienígenas han localizado tu base y han lanzado un ataque. Defiende la base cueste lo que cueste. Si todas las fuerzas enemigas quedan eliminadas, X-COM ser salvada. Si quedas derrotado, X-COM quedará eliminado, dejando el mundo a merced de una dominación alienígena. El destino de la Humanidad quedará determinado por este conflicto. Buena suerte.
fr_fr: Les aliens ont repéré votre base et lancé une attaque. Défendez labase en éliminant toutes les forces d'invasion. X-COM ne sera sauvée que lorsque toutes les forces ennemies serontéliminées. Si vous êtes vaincus, c'en est fini d'X-COM, et la suprématie alienne pourra alors commencer. Le sort de l'humanité dépend de l'issue de ce conflit. Bonne chance.
it: Gli Alieni hanno localizzato la tua ultima base e la stanno attaccando. Difendila a ogni costo: se eliminerai tutti i nemici la X-COM sarà salva, ma se verrai sconfitto la X-COM sarà solo un ricordo, e la Terra sarà presto sotto il dominio Alieno. Il destino dell'umanità dipende da questa battaglia! Buona fortuna.
ja_jp: エイリアンがあなたの基地を発見し、攻撃を開始した。被害が甚大になる前に基地内の侵略者を一掃せよ。全ての敵を倒せばX-Comは救われたことになるが、もしあなたが敗退すればX-Comは完全に消滅し、世界はエイリアンの直接的な脅威に晒されることになる。この一戦が人類の運命を決するだろう。武運を祈る！
pl: Obcy zlokalizowali twoją bazę i rozpoczęli atak. Zapobiegnij kosztownym uszkodzeniom bazy odpierając napastników. Gdy wszyscy wrogowie zostaną wyeliminowani, X-COM ocaleje. Jeśli zostaniesz pokonany, X-COM przestanie istnieć, a świat pozostanie sam w obliczu dominacji obcych. Od tego starcia zależy los ludzkości. Powodzenia.
pt_br: Os alienígenas localizaram sua base e iniciaram um ataque. Defenda a base de danos onerosos eliminando todas as forças invasoras. Se todas as forças hostis forem eliminadas, a X-COM será salva. Se você for derrotado, então a X-COM será eliminada, deixando o mundo aberto para a dominação alienígena. O futuro da humanidade será determinado por este conflito. Boa sorte.
ru_ru: Пришельцы обнаружили вашу базу и напали на нее. Не дайте им причинить ей значительные повреждения. Если вам удастся уничтожить все вражеские силы, организация X-COM будет спасена. Если же вы потерпите поражение, X-COM будет уничтожена, что оставит мир беззащитным перед инопланетным вторжением. От исхода этого боя зависит судьба человечества. Удачи вам.

source: NOT USED! - you should not see this message
cs: NEPOUŽITO! - Tuto hlášku byste neměli vidět
es: La estructura alienígena debe ser explorada y hay que apuntar cualquier cosa extraña. Los datos serán retransmitidos a la base, lo que permitirá a nuestros Científicos investigar las funciones del edificio. Esto debería revelar los puntos débiles , lo que nos permitirá desactivar este tipo de edificio enasaltos futuros. No te arriesgues a perder todas tus fuerzas y retírate de la zona de combate si tienes pocas posibilidades de éxito.
fr_fr: Vous devez explorer la structure alienne et rapporter toute particularité. Les données seront retransmises à la base, ce qui permettra à nos scientifiques d'effectuer des recherches sur les fonctions du bâtiment en vue de localiser ses points faibles. Nous pourrons alors désactiver ce type de bâtiments lors de nos prochaines attaques. Ne mettez pas en danger la totalité de vos forces, et évacuez la zone de combat si vous êtes en infériorité.
it: La struttura Aliena deve essere esplorata, e tutto deve essere rilevato. I dati verranno trasmessi alla nostra base, e permetteranno ai nostri scienziati di avviare ricerche sulla funzione dell'edificio. Questo ci aiuterà a scoprire i suoi punti deboli, e potremo così disattivarlo in un futuro assalto. Cerca di non mettere a rischio tutte le tue forze; ritirati se la resistenza che incontri è troppo forte.
ja_jp: 未使用！ - このメッセージを見る事はないはずです
pl: NIEUŻYWANE! - nie powinieneś widzieć tej wiadomości
pt_br: NÃO USADO! - você não devia ver esta mensagem
ru_ru: НЕ ИСПОЛЬЗУЕТСЯ! Вы не должны видеть это сообщение

source: The Incubator Chamber contains Alien Eggs. These Eggs are held at an exact temperature inside Incubators providing an environment for the Eggs to hatch at an optimum rate. Research reveals that a number of Incubators exist, they must all be destroyed.
cs: Komory Inkubátoru obsahují vejce Cizáků. Tato vejce jsou zde umístěna v přesně určené teplotě. Inkubátory jim tak poskytují to nejoptimálnější prostředí pro líhnutí. Naše výzkumy odhalily existenci různých typů inkubátorů. Všechny musí být zničeny.
de_de: Die Brutkastenkammer enthält Alien-Eier. Diese werden bei einer exakten Temperatur in Brutkästen aufbewahrt, um optimale Schlüpfbedingungen zu gewährleisten. Forschungen zufolge gibt es mehrere Kammern, die alle zerstört werden müssen.
es: La Incubadora contiene Huevos Alienígenas. Estos huevos deben estar a una temperatura exacta para incubar correctamente. Las investigaciones han determinado que hay varias incubadoras , y que deben ser todas destruidas.
fr_fr: La chambre d'incubation contient des oufs aliens. Ces oufs sont conservés à une température parfaite dans des couveuses qui fournissent un environnement dans lequel les oufs peuvent éclore à une vitesse optimale. Les recherches ont révélé l'existence d'un certain nombre de couveuses; elles doivent toutes être détruites.
it: Le Camere di Incubazione contengono le Uova Aliene, mantenendole alla temperatura ottimale affinché si possano schiudere al momento giusto. I nostri scienziati hanno rilevato l'esistenza di numerose di queste strutture: devono essere distrutte.
ja_jp: 産卵室にはエイリアンの卵が保存されており、孵化に最適な温度が保たれている。今までの調査からそうした産卵室が多数存在する事が判明した。全て破壊せよ。
pl: Inkubatornia zawiera jaja obcych. Jaja te utrzymywane są w dokładnie dobranej temperaturze wewnątrz inkubatorów zapewniających im środowisko do wyklucia z optymalną szybkością. Badania ujawniły, że istnieje wiele inkubatorów - wszystkie muszą zostać zniszczone.
pt_br: A Câmara de Incubação contém ovos alienígenas. Esses ovos são mantidos à uma exata temperatura dentro das incubadoras, fornecendo um ambiente favorável à sua eclosão. Pesquisas revelam que existe um número de incubadoras, e todas devem ser destruídas.
ru_ru: Инкубаторные камеры содержат яйца пришельцев. Эти яйца хранятся при строго определенной температуре в инкубаторах, что обеспечивает среду, при которой они вылупляются с оптимальной частотой. Исследования показывают, что существует несколько инкубаторов. Необходимо уничтожить их все.
