Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Location :
cs: Lokace :
de_de: Ort :
es: Ubicación :
fr_fr: Endroit :
it: Posizione:
ja_jp: 場所 :
pl: Lokalizacja :
pt_br: Localização:
ru_ru: Место:

source: Base :
cs: Báze :
de_de: Basis :
ja_jp: 基地 :
pl: Baza :
ru_ru: База:

source: Traveling by people tube
cs: Cestuje pěším tunelem
de_de: Transport pro Personenrohr
es: Viajando en Tubos de Personas
fr_fr: Voyage par tube
it: Spostamento con tubi di trasporto
ja_jp: 人用チューブで移動
pl: Podróżowanie rurami ścieżkowymi
pt_br: Viajando por acesso tubular
ru_ru: Перемещение на общественном метро

source: Traveling by vehicle
cs: Cestuje vozidlem
de_de: Transport pro Fahrzeug
es: Viajando en vehículo
fr_fr: Voyage par véhicule
it: Spostamento con veicolo
ja_jp: 乗り物で移動
pl: Podróżowanie pojazdem
pt_br: Viajando com veículos
ru_ru: Перемещение транспортным средством

source: WARNING!
cs: VAROVÁNÍ!
de_de: WARNUNG!
es: íADVERTENCIA!
fr_fr: Avertissement: vous perdrez tout l'équipement que vous avez laissé!
it: Attenzione!
ja_jp: 警告！
pl: OSTRZEŻENIE!
pt_br: ATENÇÃO!
ru_ru: ВНИМАНИЕ!

source: Illegal vehicle
cs: Ilegální vozidlo
de_de: Illegales Fahrzeug
es: Vehículo ilegal
fr_fr: Non enregistré
it: Non registrato
ja_jp: 不法の乗り物
pl: Nielegalny pojazd
pt_br: Veículo ilegal
ru_ru: Незаконное транспортное средство

source: Enter defensive diplomatic negotiations with:
cs: Vešel do obranných diplomatických jednání s:
de_de: Diplomatische Verteidigungs-Verhandlungen mit:
es: Comenzar negociaciones diplomáticas defensivas con:
fr_fr: Débuter des négociations diplomatiques de défense avec:
it: Avviare trattative diplomatiche con:
ja_jp: 以下の相手と慎重な外交交渉をする:
pl: Weź udział w defensywnych negocjacjach dyplomatycznych z:
pt_br: Iniciar negociações diplomáticas defensivas com:
ru_ru: Начать осторожные дипломатические переговоры с:

source: Diplomacy
cs: Diplomacie
de_de: Diplomatie
es: Diplomacia
fr_fr: Diplomatie
it: Diplomazia
ja_jp: 外交
pl: Dyplomacja
pt_br: Diplomacia
ru_ru: Дипломатия

source: Enter aggressive diplomatic negotiations with:
cs: Vstoupit do agresivního diplomatického vyjednávání s:
de_de: Diplomatische Angriffs-Verhandlungen mit:
es: Comenzar negociaciones diplomáticas agresivas con:
fr_fr: Entamer des négociations diplomatiques agressives avec:
it: Avviare trattative aggressive con:
ja_jp: 以下の相手と積極的な外交交渉をする:
pl: Weź udział w agresywnych negocjacjach dyplomatycznych z:
pt_br: Iniciar negociações diplomáticas agressivas com:
ru_ru: Начать агрессивные дипломатические переговоры с:

source: Against:
cs: Proti:
de_de: Gegen:
es: Contra:
fr_fr: Contre:
it: Contro:
ja_jp: 相手:
pl: Przeciw:
pt_br: Contra:
ru_ru: Против:

source: : allied with:
cs: : spojenec s:
de_de: : Verbündet mit:
es: : aliado con:
fr_fr: : ALLIE avec:
it: : ALLEATO con:
ja_jp: : は以下と同盟中:
pl: : sprzymierzone z:
pt_br: : aliado de:
ru_ru: : в альянсе с:

source: : formerly allied with:
cs: : nedávný spojenec s :
de_de: : Früher verbündet mit:
es: : antiguamente aliado con:
fr_fr: : anciennement ALLIE avec:
it: : un tempo ALLEATO con:
ja_jp: : 以下と以前は同盟関係:
pl: : dawniej sprzymierzone z:
pt_br: : antes aliado de:
ru_ru: : ранее состояли в альянсе с:

source: : friendly with:
cs: : přátelský vůči:
de_de: : Freundliche Verbindungen mit:
es: : amigo de:
fr_fr: : AMICAL avec:
it: : AMICO di:
ja_jp: : 以下と友好関係:
pl: : zaprzyjaźnione z:
pt_br: : amigável com:
ru_ru: : дружественны:

source: : formerly friemdly with:
cs: : nedávno přátelský vůči:
de_de: : Früher freundliche Verbindungen mit:
es: : antiguamente amigo de:
fr_fr: : anciennement AMICAL avec:
it: : un tempo AMICO di:
ja_jp: : 以下と以前は友好関係:
pl: : dawniej zaprzyjaźnione z:
pt_br: : antes amigável com:
ru_ru: : ранее дружественны:

source: : neutral towards:
cs: : neutrální vůči :
de_de: : Neutral gegenüber:
es: : neutral hacia:
fr_fr: : NEUTRE envers:
it: : NEUTRALE verso:
ja_jp: : 以下に対し中立:
pl: : neutralne wobec:
pt_br: : neutro em relação a:
ru_ru: : нейтральны к:

source: : formerly neutral towards:
cs: : nedávno neutrální vůči :
de_de: : Früher neutral gegenüber:
es: : antiguamente neutral hacia:
fr_fr: : anciennement NEUTRE envers:
it: : un tempo NEUTRALE verso:
ja_jp: : 以前は以下に対し中立:
pl: : dawniej neutralne wobec:
pt_br: : antes neutro em relação a:
ru_ru: : ранее нейтральны к:

source: : unfriendly towards:
cs: : nevlídný vůči :
de_de: : Unfreundliche Verbindungen mit:
es: : poco amigo de:
fr_fr: : PEU AMICAL envers:
it: : OSTILE verso:
ja_jp: : 以下に対し不遜な態度:
pl: : nieprzyjazne wobec:
pt_br: : não amigável com:
ru_ru: : недружественны к:

source: : formerly unfriendly towards:
cs: : nedávno nevlídný vůči :
de_de: : Frühere unfreundliche Verbindungen mit:
es: : antiguamente poco amigo de:
fr_fr: : anciennement PEU AMICAL envers:
it: : un tempo OSTILE verso:
ja_jp: : 以前は以下に対し不遜な態度:
pl: : dawniej nieprzyjazne wobec:
pt_br: : antes não amigável com:
ru_ru: : ранее недружественны к:

source: : hostile towards:
cs: : nepřátelský vůči :
de_de: : Feindselig gegenüber:
es: : hostil hacia:
fr_fr: : HOSTILE envers:
it: : NEMICO di:
ja_jp: : 以下に対し敵対:
pl: : wrogie wobec:
pt_br: : hostil com:
ru_ru: : враждебны к:

source: : formerly hostile towards:
cs: : nedávno nepřátelůský vůči :
de_de: : früher feindselig gegenüber:
es: : antiguamente hostil hacia:
fr_fr: : anciennement HOSTILE envers:
it: : un tempo NEMICO di:
ja_jp: : 以前は以下に対し敵対:
pl: : dawniej wrogie wobec:
pt_br: : antes hostil com:
ru_ru: : ранее враждебны к:

source: : Attitude unknown towards:
cs: : Nedefinovatelných vztahů vůči :
de_de: : Haltung unbekannt:
es: : Actitud desconocida hacia:
fr_fr: : Attitude inconnue envers:
it: : Attitudine non conosciuta:
ja_jp: : 以下との関係は不明:
pl: : stosunek nieznany do:
pt_br: : atitude desconhecida para com:
ru_ru: : Неизвестно отношение к:

source: Available Funds $
cs: Dostupné finance
de_de: zur Verfügung stehende Gelder $
es: Fondos disponibles $
fr_fr: Fonds disponibles $
it: Fondi disponibili $
ja_jp: 現在の資金 $
pl: Dostępne fundusze $
pt_br: Fundos Disponíveis $
ru_ru: Доступные средства $

source: : is currently owned by:
cs: : jsou právě vlastněny :
de_de: : derzeit im Besitz von:
es: : es actualmente propiedad de:
fr_fr: : est actuellement la propriété de:
it: : correntemente controllato da:
ja_jp: : 現在の所有者:
pl: : obecnie w posiadaniu:
pt_br: : é atualmente propriedade de:
ru_ru: : сейчас принадлежит:

source: Function:
cs: Funkce:
de_de: Funktion:
es: Función:
fr_fr: Fonction:
it: Funzione:
ja_jp: 機能:
pl: Funkcja:
pt_br: Função:
ru_ru: Функция:

source: Current workforce:
cs: Aktuální pracovní síla:
de_de: Derzeitige Belegschaft:
es: Empleados actuales:
fr_fr: Main d'oeuvre actuelle:
it: Forza lavoro attuale:
ja_jp: 現在の労働力:
pl: Obecna siła robocza:
pt_br: Força de trabalho atual:
ru_ru: Текущая рабочая сила:

source: Current wage:
cs: Aktuální mzda:
de_de: Derzeitiges Gehalt :
es: Sueldo actual:
fr_fr: Salaire actuel:
it: Stipendio attuale:
ja_jp: 現在の賃金:
pl: Obecna płaca:
pt_br: Ordenado atual:
ru_ru: Текущая зарплата:

source: Maximum workforce:
cs: Maximální pracovní síla:
de_de: Maximale Belegschaft:
es: Máximo n) de empleados:
fr_fr: Main d'oeuvre maximum:
it: Massima forza lavoro:
ja_jp: 最大労働力:
pl: Maksymalna siła robocza:
pt_br: Força de trabalho máxima:
ru_ru: Максимальная рабочая сила:

source: Fixed costs:
cs: Fixní náklady:
de_de: Fixkosten:
es: Costes fijos:
fr_fr: Coûts fixes:
it: Costi fissi:
ja_jp: 維持費:
pl: Koszty stałe:
pt_br: Custos fixos:
ru_ru: Фиксированные издержки:

source: Current income:
cs: Aktuální příjem:
de_de: Derzeitiges Einkommen:
es: Ingreso actual:
fr_fr: Revenu actuel:
it: Incasso attuale:
ja_jp: 現在の収入:
pl: Obecny przychód:
pt_br: Receita atual:
ru_ru: Текущий доход:

source: Potential income:
cs: Potenciální příjem:
de_de: Potentielles Einkommen:
es: Ingresos Posibles:
fr_fr: Revenu potentiel:
it: Incasso potenziale:
ja_jp: 予定収入:
pl: Potencjalny przychód:
pt_br: Receita potencial:
ru_ru: Потенциальный доход:

source: Bidding
cs: Nabídka
de_de: Gebot
es: Subasta
fr_fr: Enchères
it: Offerta
ja_jp: 入札
pl: Licytacja
pt_br: Lance
ru_ru: Ставка

source: Would you like to take part in this auction?
cs: Chtěli byste se zúčastnit této aukce?
de_de: Möchten Sie an dieser Auktion teilnehmen?
es: ¿Quieres participar en esta subasta?
fr_fr: Voulez-vous participer à ces enchères?
it: Intendi partecipare a quest'asta?
ja_jp: このオークションに参加しますか？
pl: Czy chciałbyś wziąć udział w tej aukcji?
pt_br: Você gostaria de entrar nesse leilão?
ru_ru: Желаете ли вы принять участие в аукционе?

source: Building up for auction:
cs: Vybudování dražby:
de_de: Gebäude für Auktion:
es: Edificio en subasta:
fr_fr: Bâtiment prêt à être vendu aux enchères:
it: Preparativi per l'asta:
ja_jp: 競売にかけられるビル:
pl: Budynek na aukcji:
pt_br: Edifício a ser leiloado:
ru_ru: Здание выставляется на аукцион:

source: Auctioned by:
cs: Vydraženo:
de_de: Versteigert von:
es: Subastado por:
fr_fr: Vendu par:
it: Messo all'asta da:
ja_jp: オークションの開催者:
pl: Sprzedawane przez:
pt_br: Leiloado por:
ru_ru: Выставляется на аукцион:

source: Bidding begins at: $
cs: Nabídka začíná na: $
de_de: Mindestgebot: $
es: Precio arranca en: $
fr_fr: Les enchères commencent à: $
it: La base d'asta è: $
ja_jp: 入札最低額: $
pl: Licytacja zaczyna się od: $
pt_br: Lances começam em: $
ru_ru: Начальная ставка: $

source: Going...
cs: Chystáte se ...
de_de: Zum ersten...
es: A la de una ...
fr_fr: Adjugé...
it: Si comincia...
ja_jp: さあ、どうぞ・・・
pl: Trwa...
pt_br: Dou-lhe uma...
ru_ru: Раз! Два! Три!

source: Last chance to bid...
cs: Poslední šance příhozu...
de_de: Zum zweiten...
es: última oportunidad para ofertar...
fr_fr: Dernière offre...
it: Ultima possibilità di rilanciare...
ja_jp: 最後の入札チャンスです
pl: Ostatnia szansa na zalicytowanie...
pt_br: Dou-lhe duas...
ru_ru: Последняя возможность сделать ставку...

source: Gone!!
cs: Pryč!!
de_de: Zum dritten!!
es: ¡¡Otorgado!!
fr_fr: Vendu!!
it: Andato!!
ja_jp: 見逃した！！
pl: Koniec!!
pt_br: Fechado!!
ru_ru: Продано!

source: : sold to:
cs: : Prodáno:
de_de: : verkauft an:
es: : vendido a :
fr_fr: : vendu à:
it: : venduto a:
ja_jp: : 落札者:
pl: : sprzedane do:
pt_br: : vendido para:
ru_ru: : продано:

source: for: $
cs: za: $
de_de: für: $
es: por: $
fr_fr: pour: $
it: per: $
ja_jp: 落札額: $
pl: za: $
pt_br: por:$
ru_ru: за: $

source: Sold!
cs: Prodáno!
de_de: Verkauft!
es: ¡Vendido!
fr_fr: Vendu!
it: Venduto!
ja_jp: 落札！！
pl: Sprzedane!
pt_br: Vendido!
ru_ru: Продано!

source: No buyers
cs: Žádný kupec
de_de: Keine Käufer
es: No hay compradores
fr_fr: Pas d'acheteur
it: Nessun compratore
ja_jp: 購入者なし
pl: Brak kupców
pt_br: Sem compradores
ru_ru: Покупатели отсутствуют

source: No buyers found for this building.
cs: Žádní kupci nenalezeni pro tuto budovu.
de_de: Keine Kaufinteressenten für dieses Gebäude.
es: No hay compradores para este edificio.
fr_fr: Pas d'acheteur pour ce bâtiment.
it: Nessun compratore per questo edificio.
ja_jp: このビルを購入する者がいません
pl: Ten budynek nie znalazł nabywców.
pt_br: Não foram encontrados compradores para esse edifício.
ru_ru: Покупателей этого здания не найдено.

source: General recruitment
cs: Hlavní rekrutování
de_de: Allgemeine Anwerbung
es: Reclutamiento general
fr_fr: Recrutement général
it: Reclutamento generale
ja_jp: 求人の概要
pl: Rekrutacja ogólna
pt_br: Recrutamento geral
ru_ru: Общая вербовка

source: Income per capita:
cs: Příjem na obyvatele:
de_de: Pro-Kopf-Einkommen:
es: Ingresos por persona:
fr_fr: Revenu par personne:
it: Reddito pro capite:
ja_jp: 一人あたりの収入
pl: Przychód na osobę:
pt_br: Renda per capita:
ru_ru: Доход на человека:

source: Mean wage in building:
cs: Průměrná mzda v budově:
de_de: Durchschnittsgehalt im Gebäude:
es: Ingreso medio en edificio:
fr_fr: Salaire moyen dans le bâtiment:
it: Stipendio medio dell'edificio:
ja_jp: ビル内の平均賃金
pl: Średnia płaca w budynku:
pt_br: Ordenado médio no edifício:
ru_ru: Средняя зарплата в здании:

source: Mean wage in city:
cs: Průměrná mzda ve městě:
de_de: Durchschnittsgehalt in der Stadt:
es: Sueldo medio en la ciudad:
fr_fr: Salaire moyen dans la ville:
it: Stipendio medio in città:
ja_jp: 都市の平均賃金
pl: Średnia płaca w mieście:
pt_br: Ordenado médio na cidade:
ru_ru: Средняя зарплата в городе:

source: Number of applicants:
cs: Počet žadatelů:
de_de: Anzahl der Bewerber:
es: Número de candidatos:
fr_fr: Nombre de candidats:
it: Numero di candidati:
ja_jp: 志願者の数
pl: Liczba kandydatów:
pt_br: Número de candidatos:
ru_ru: Количество кандидатов:

source: Cost per applicant:
cs: Náklady na žadatele:
de_de: Kosten pro Bewerber:
es: Coste por candidato:
fr_fr: Coût par candidat:
it: Costo per candidato:
ja_jp: 志願者ひとりあたりの費用
pl: Koszt na jednego kandydata:
pt_br: Custo por candidato:
ru_ru: Цена за кандидата:

source: Cost to recruit all applicants:
cs: Náklady na nábor všech žadatelů:
de_de: Kosten für die Einstellung aller Bewerber:
es: Coste para reclutar a todos los candidatos:
fr_fr: Coût de recrutement de tous les candidats:
it: Costo per assumere tutti i candidati:
ja_jp: 志願者の全求人コスト
pl: Koszt rekrutacji wszystkich kandydatów:
pt_br: Custo para recrutar todos os candidatos:
ru_ru: Цена за всех кандидатов:

source: X-COM balance:
cs: X-COM zůstatek:
de_de: X-COM-Bilanz:
es: Saldo X-COM:
fr_fr: Solde X-COM:
it: Bilancio X-COM:
ja_jp: X-Comの収支:
pl: Saldo X-COM:
pt_br: Balança X-COM:
ru_ru: Баланс X-COM:

source: DIPLOMATIC RIFT
cs: DIPLOMATICKÁ NÓTA
de_de: DIPLOMATISCHE KRISE
es: QUEJA DIPLOMATICA
fr_fr: QUERELLE DIPLOMATIQUE
it: INCIDENTE DIPLOMATICO
ja_jp: 外交上の亀裂
pl: ROZŁAM DYPLOMATYCZNY
pt_br: QUESTÃO DIPLOMÁTICA
ru_ru: ДИПЛОМАТИЧЕСКИЕ ПРЕНИЯ

source: An alliance with X-COM has been requested by:
cs: Spojenectví s X-COMem žádá organizace:
de_de: Ein Bündnis mit X-COM wird angestrebt von:
es: Una alianza con X-COM ha sido solicitada por:
fr_fr: Une alliance avec X-COM a été demandée par:
it: Una proposta di alleanza per la X-COM è arrivata da:
ja_jp: X-Comに同盟を申し込んできました。:
pl: Sojusz z X-COM został zaproponowany przez:
pt_br: Uma aliança com a X-COM foi solicitada por:
ru_ru: Альянс с X-COM был предложен:

source: SCORE
cs: SKÓRE
de_de: PUNKTESTAND
es: PUNTUACION
it: PUNTEGGIO
ja_jp: スコア
pl: WYNIK
pt_br: PONTUAÇÃO
ru_ru: РЕЗУЛЬТАТИВНОСТЬ

source: CATEGORY
cs: OBLAST
de_de: KATEGORIE
es: CATEGORIA
fr_fr: CATEGORIE
it: CATEGORIA
ja_jp: カテゴリー
pl: KATEGORIA
pt_br: CATEGORIA
ru_ru: КАТЕГОРИЯ

source: WEEK
cs: TÝDEN
de_de: WOCHE
es: SEMANA
fr_fr: SEMAINE
it: SETTIMANA
ja_jp: 週間
pl: TYDZIEŃ
pt_br: SEMANA
ru_ru: НЕДЕЛЯ

source: TOTAL
cs: CELKEM
de_de: GESAMT
it: TOTALE
ja_jp: 総合
pl: RAZEM
ru_ru: ВСЕГО

source: Tactical Missions
cs: Taktické mise
de_de: Taktische Einsätze
es: Misiones Tácticas
fr_fr: Missions tactiques
it: Missioni tattiche
ja_jp: 戦術ミッション
pl: Misje taktyczne
pt_br: Missões Táticas
ru_ru: Тактические операции

source: Research Completed
cs: Dokončené výzkumy
de_de: Forschung abgeschlossen
es: Investigación Terminada
fr_fr: Recherche terminée
it: Ricerca completata
ja_jp: 研究完了
pl: Badania ukończone
pt_br: Pesquisa Completada
ru_ru: Завершенные исследования

source: Alien Incidents in City
cs: Případy cizáků ve městě
de_de: Alien-Sichtungen in der Stadt
es: Incidentes Alienígenas en Ciudad
fr_fr: Incidents aliens dans la ville
it: Incidenti Alieni in città
ja_jp: 発生したエイリアン事件
pl: Incydenty z obcymi w mieście
pt_br: Incidentes alienígenas na cidade
ru_ru: Столкновения с пришельцами

source: UFOs Shot Down
cs: Sestřelená UFO
de_de: UFOs abgeschossen
es: OVNIS Derribados
fr_fr: OVNIS abattus
it: UFO abbattuti
ja_jp: 撃墜したUFOの数
pl: UFO zestrzelone
pt_br: ÓVNIS abatidos
ru_ru: Сбитые НЛО

source: X-COM Craft Shot Down
cs: Sestřelené stroje X-COM
de_de: X-COM-Fahrzeuge abgeschossen
es: Naves X-COM Derribadas
fr_fr: Vaisseau X-COM abattu
it: Mezzi X-COM abbattuti
ja_jp: 撃墜されたX-Comの乗り物
pl: Statek X-COM zestrzelony
pt_br: Naves X-COM abatidas
ru_ru: Сбитые корабли X-COM

source: UFO Incursions
cs: Vpády UFO
de_de: UFO-Übergriffe
es: Incursiones OVNIS
fr_fr: Incursions d'ovnis
it: Incursioni UFO
ja_jp: UFOの侵入回数
pl: Incydenty UFO
pt_br: Incursões ÓVNIS
ru_ru: Вторжения НЛО

source: Damage to City
cs: Poškození města
de_de: Schäden in der Stadt
es: Daños a la Ciudad
fr_fr: Dégâts sur la ville
it: Danni alla città
ja_jp: 都市へのダメージ
pl: Uszkodzenia miasta
pt_br: Danos à cidade
ru_ru: Ущерб городу

source: Alien Buildings Destroyed
cs: Zničené cizácké budovy
de_de: Alien-Gebäude zerstört
es: Edificios Alienígenas Destruidos
fr_fr: Bâtiments aliens détruits
it: Edifici Alieni distrutti
ja_jp: 破壊したエイリアンのビル
pl: Budynki obcych zniszczone
pt_br: Edifícios alienígenas destruídos
ru_ru: Уничтожено зданий пришельцев

source: Total
cs: Celkem
de_de: Gesamt
it: Totale
ja_jp: 総合
pl: Razem
ru_ru: Всего

source: All selected units and craft have arrived at %s. Proceed with investigation? (%i units)
cs: Všechny vybrané stroje a jednotky dorazily k %s. Přikročit k vyšetřování ? (%i agentů)
de_de: Alle ausgewählten Einheiten und Fahrzeuge sind bei %s eingetroffen. Untersuchung starten? (%i Einheiten)
es: Todas las unidades y naves seleccionadas han llegado a %s. ¿Seguir con la investigación? (%i unidades)
fr_fr: Tous les vaisseaux et unités sélectionnés sont arrivés à %s. Continuer l'enquête? (%i unités)
it: Tutte le unità e i mezzi selezionati sono arrivati a %s. Procedere con la missione? (%i unità)
ja_jp: 選択した全てのユニットと乗り物が%$に到着しました。調査を開始しますか？(%i units)
pl: Wszystkie wyznaczone jednostki i statki dotarły do %s. Kontynuować dochodzenie? (%ijednostek)
pt_br: Todas as unidades selecionadas chegaram em %s. Iniciar a investigação? (%i unidades)
ru_ru: Все выбранные оперативники и транспорт прибыли в %s. Начать исследование? (%i оперативников)

source: Commence Investigation
cs: PROZKOUMÁNÍ INCIDENTU
de_de: Untersuchung starten
es: Comenzar Investigación
fr_fr: Commencez l'enquête
it: Iniziare l'investigazione
ja_jp: 調査を開始
pl: Rozpocznij dochodzenie
pt_br: Iniciar investigação
ru_ru: Начать исследование

source: UFOPAEDIA
cs: UFOPEDIE
de_de: UFOPÄDIE
es: UFOPEDIA
fr_fr: OVNIPEDIE
ja_jp: UFOペディア
pl: UFOPEDIA
pt_br: UFOPÉDIA
ru_ru: НЛОПЕДИЯ

source: Constitution
cs: Konstrukce
de_de: Verfassung
es: Constitución
it: Robustezza
ja_jp: 機体
pl: Skład
pt_br: Constituição
ru_ru: Прочность

source: Weight
cs: Hmotnost
de_de: Gewicht
es: Peso
fr_fr: Poids
it: Peso
ja_jp: 重量
pl: Waga
pt_br: Peso
ru_ru: Вес

source: Passengers
cs: Pasažérů
de_de: Passagiere
es: Pasajeros
fr_fr: Passagers
it: Passeggeri
ja_jp: 乗員数
pl: Pasażerowie
pt_br: Passageiros
ru_ru: Пассажиры

source: Weapons space
cs: Zbraňový prostor
de_de: Waffenraum
es: Espacio para armas
fr_fr: Espace pour les armes
it: Spazio per le armi
ja_jp: 兵器スペース
pl: Przestrzeń broni
pt_br: Espaço p/ armas
ru_ru: Место для вооружений

source: Weapons slots
cs: Nosičů zbraní
de_de: Waffen-Slots
es: Huecos para armas
fr_fr: Emplacements armes
it: Alloggiamenti per le armi
ja_jp: 兵器スロット
pl: Gniazda broni
pt_br: Slots p/ armas
ru_ru: Оружейные подвески

source: Engine size
cs: Motory
de_de: Motorgröße
es: Tamaño motor
fr_fr: Taille du moteur
it: Dimensione motore
ja_jp: エンジンのサイズ
pl: Rozmiar silnika
pt_br: Tamanho do motor
ru_ru: Размер двигателя

source: Equipment space
cs: Místo pro výstroj
de_de: Ausrüstungsraum
es: Espacio para equipo
fr_fr: Espace pour l'équipement
it: Spazio per gli equipaggiamenti
ja_jp: 装備品スペース
pl: Przestrzeń wyposażenia
pt_br: Espaço p/ equipamento
ru_ru: Место для оборудования

source: Construction cost
cs: Výrobní cena
de_de: Baukosten
es: Coste de constr.
fr_fr: Coût de construction
it: Costo di costruzione
ja_jp: 建造費
pl: Koszt budowy
pt_br: Custo de construção
ru_ru: Стоимость

source: Weekly cost
cs: Týdenní nájem
de_de: Wöchentliche Kosten
es: Coste semanal
fr_fr: Coût par semaine
it: Costo settimanale
ja_jp: 週間コスト
pl: Koszt tygodniowy
pt_br: Custo semanal
ru_ru: Стоимость недельного содержания

source: Capacity
cs: Kapacita
de_de: Kapazität
es: Capacidad
fr_fr: Capacité
it: Capacità
ja_jp: キャパシティ
pl: Kubatura
pt_br: Capacidade
ru_ru: Вместимость

source: Power
cs: Výkon
de_de: Kraft
es: Potencia
fr_fr: Puissance
it: Potenza
ja_jp: パワー
pl: Moc
pt_br: Potência
ru_ru: Мощность

source: Top Speed
cs: Rychlost
de_de: Höchstgsch.
es: Veloc. Máx.
fr_fr: Vitesse max.
it: Velocità massima
ja_jp: 最高速度
pl: Prędkość maksymalna
pt_br: Velocidade Máxima
ru_ru: Скорость

source: Damage
cs: Účinek
de_de: Schaden
es: Daños
fr_fr: Dégâts
it: Danni
ja_jp: 攻撃力
pl: Obrażenia
pt_br: Danos
ru_ru: Урон

source: Range
cs: Dosah
de_de: Reichweite
es: Alcance
fr_fr: Portée
it: Raggio
ja_jp: 射程距離
pl: Zasięg
pt_br: Alcance
ru_ru: Дальность

source: Fire Rate
cs: Kadence
de_de: Feuerrate
es: Velocidad de Disparos
fr_fr: Cadence de tir
it: Velocità di fuoco
ja_jp: 連射速度
pl: Szybkostrzelność
pt_br: Velocidade de disparo
ru_ru: Темп огня

source: r/s
cs: ran/s
fr_fr: mun/sec
it: c/s
ja_jp: 発/秒
pl: strz./s
ru_ru: в/с

source: Velocity
cs: Rychlost
de_de: Aktuelle Geschwindigkeit
es: Velocidad
fr_fr: Vélocité
it: Velocità
ja_jp: 速度
pl: Prędkość
pt_br: Velocidade
ru_ru: Скорость

source: Ammo capacity
cs: Zásoba munice
de_de: Munitionskapazität
es: Capacidad de Munición
fr_fr: Capacité de munitions
it: Munizioni
ja_jp: 装弾数
pl: Pojemność amunicji
pt_br: Capacidade p/ munição
ru_ru: Боезапас

source: Cargo
cs: Náklad
de_de: Fracht
es: Carga
fr_fr: Cargaison
ja_jp: 貨物
pl: Ładunek
pt_br: Carga
ru_ru: Груз

source: Aliens Held
cs: Cizác. náklad
de_de: Fstglt. Aliens
es: Alienígenas
fr_fr: Aliens pris
it: Alieni cont.
ja_jp: 捕獲中のエイリアン
pl: Pod kontrolą obcych
pt_br: Alienígenas Aprisionados
ru_ru: Пришельцев удерживается

source: Jamming
cs: Rušení
de_de: Ladehmung.
es: Interferencia
fr_fr: Brouillage
it: Contromisure
ja_jp: ジャミング
pl: Zakłocanie
pt_br: Bloqueio
ru_ru: Глушение

source: Shielding
cs: Štíty
de_de: Schildschutz
es: Escudos
fr_fr: Protections
it: Scudi
ja_jp: シールド
pl: Tarcze
pt_br: Proteção
ru_ru: Включение щита

source: Cloaks Craft
cs: Maskování stroje
de_de: Tarnfahrzeug
es: Camufla Nave
fr_fr: Vaisseaux invisibles
it: Stealth
ja_jp: クローク
pl: Statek maskujący
pt_br: Nave de camuflagem
ru_ru: Маскировка полем

source: Teleports
cs: Teleporty
de_de: Teleporter
es: Teletransporta
fr_fr: Téléportations
it: Teletrasporti
ja_jp: テレポート
pl: Teleporty
pt_br: Teletransportes
ru_ru: Телепортация

source: Dimension shifts
cs: Dimenzní stroje
de_de: Dimensionsverschiebungen
es: Cambios de Dimensión
fr_fr: Changements dimensionnels
it: Varchi dimensionali
ja_jp: 次元シフト
pl: Przesunięcia wymiarowe
pt_br: Mudanças Dimensionais
ru_ru: Сдвиг измерения

source: Balance
cs: Saldo
de_de: Bilanz
es: Saldo
fr_fr: Solde
it: Bilancio
ja_jp: 収支
pl: Saldo
pt_br: Balanço
ru_ru: Баланс

source: Buildings
cs: Budovy
de_de: Gebäude
es: Edificios
fr_fr: Bâtiments
it: Edifici
ja_jp: ビルの数
pl: Budynki
pt_br: Edificações
ru_ru: Здания

source: Head:
cs: Hlava:
de_de: Chef:
es: Cabeza:
fr_fr: Chef:
it: Testa:
ja_jp: 責任者:
pl: Głowa:
pt_br: Cabeça:
ru_ru: Глава:

source: Income
cs: Příjmy
de_de: Einkommen
es: Ingreso
fr_fr: Revenu
it: Incasso
ja_jp: 収入
pl: Przychód
pt_br: Renda
ru_ru: Доход

source: Job:
es: Trabajo:
fr_fr: Occupation:
it: Lavoro:
ja_jp: 業務:
pl: Zawód:
pt_br: Trabalho:
ru_ru: Работа:

source: Unclassified
cs: Nezařazený
de_de: Nicht klassifiziert
es: Sin Clasificar
fr_fr: Aucune classification
it: Non classificato
ja_jp: 非機密事項
pl: Niesklasyfikowany
pt_br: Não confidencial
ru_ru: Без грифа "Секретно"

source: Rank:
cs: Hodnost:
de_de: Rang:
es: Puesto:
fr_fr: Grade:
it: Grado:
ja_jp: ランク:
pl: Ranga:
ru_ru: Звание:

source: Base:
cs: Báze:
de_de: Basis:
ja_jp: 基地:
pl: Baza:
ru_ru: База:

source: Missions
cs: Misí
de_de: Einsätze
es: Misiones
it: Missioni
ja_jp: ミッション
pl: Misje
pt_br: Missões
ru_ru: Заданий

source: Kills
cs: Zabil
de_de: Abschüsse
es: Victorias
fr_fr: Nombre de tués
it: Uccisioni
ja_jp: 倒した数
pl: Zabitych
pt_br: Mortes
ru_ru: Убийств

source: Wage
cs: Plat
de_de: Gehalt
es: Sueldo
fr_fr: Salaire
it: Stipendio
ja_jp: 賃金
pl: Płaca
pt_br: Ordenado
ru_ru: Зарплата

source: Energy
cs: Energie
de_de: Energie
es: Energía
fr_fr: Énergie
it: Energia
ja_jp: スタミナ
pl: Energia
pt_br: Energia
ru_ru: Энергия
