Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Psiclone implant is manufactured and distributed by criminal gangs. It allows the user to experience any mental state or images just by imagining them. Its widespread popularity and detrimental effect on the health of young citizens led the Senate to ban the use or distribution of the device. The price of Psiclone implants has subsequently soared and this has resulted in open warfare between the criminal gangs and Megapol.
cs: Implantát zvaný Psiklon je vyráběn a distribuován kriminálními gangy. Svému uživateli dokáže přivodit stav euforie a vidět výjevy, které si nedokáže ani představit. Jeho všeobecná popularita a nežádoucí vedlejší účinky, zvláště u mládeže donutily Senát k zákazu používaní a rozšiřování tohoto zařízení. Jeho cena tím velmi vzrostla a později se stala příčinou otevřeného boje mezi kriminálními gangy a policií.
de_de: Das Psiklon-Implantat wird von kriminellen Banden hergestellt und in Umlauf gebracht. Der Verwender kann durch dieses Implantat jeden geistigen Zustand und jede beliebige Erfahrung allein durch seine Vorstellungskraft herbeiführen. Seine Verbreitung und der negative Effekt auf die jugendlichen Bürger hat den Senat dazu veranlaßt, den Gebrauch und Vertrieb des Geräts zu verbieten. Daraufhin stieg der Preis des Implantats rapide an, und es kam zu einem offenen Krieg zwischen den Banden und Megapol.
es: El implante de Psiclon lo fabrica y distribuye las bandas criminales. Permite al usuario disfrutar cualquier estado mental o imagen simplemente imaginándolo. Su enorme popularidad y nocivo efecto sobre la salud de la juventud hizo que el Gobierno prohibiera la fabricación y distribución del dispositivo. El precio de los implantes de Psiclon se ha puesto por lo tanto por las nubes y ha llevado a una guerra abierta entre las bandas criminales y Megapol.
fr_fr: L'implant de Psiclone est fabriqué et distribué par des gangs criminels. Il permet à l'utilisateur de ressentir un état mental quelconque ou des images simplement en les imaginant. Sa popularité très étendue et son effet nocif sur la santé des jeunes citoyens a poussé le Sénat à interdire l'utilisation ou la distribution de cet implant. Le prix des implants de Psiclone a ensuite considérablement augmenté et a engendré une guerre ouverte entre les gangs criminels et Mégapol.
it: L'impianto di Psiclone è prodotto e distribuito dalle bande criminali: consente a chiunque lo utilizzi di sperimentare qualsiasi stato mentale. La sua crescente popolarità, e gli effetti deleteri sull'essere umano, hanno costretto il Senato a bandirne l'utilizzo e la distribuzione. Il prezzo degli impianti di Psiclone è conseguentemente lievitato, dando vita a vere e proprie guerre tra le bande criminali e la Megapol.
ja_jp: Psiクローンインプラントは犯罪ギャング達によって製造され、ばら撒かれている。使用者は思い浮かべるだけで関連した感情やイメージを体験する事ができ、その人気の高さ故に広範囲に流布したが、若者の健康上有害な効果ありとして上院によって使用と配布が禁止された。結果的にPsiクローンインプラントの価格は高騰し、ギャング達ととメガポールの間に激しい抗争劇が発生した。
pl: Psyklon to cybernetyczny implant produkowany i rozprowadzany przez gangi uliczne. Pozwala on użytkownikowi na doświadczanie dowolnego stanu umysłu lub też wizji, po prostu je sobie wyobrażając. Szeroka dostępność psyklonów oraz ich niekorzystny wpływ na zdrowie młodych obywateli skłoniło Senat do wprowadzenia zakazu dystrybucji tych urządzeń. Ceny psyklonów natychmiast poszybowały w górę, co poskutkowało otwartą wojną pomiędzy gangami a Megapolem.
pt_br: O implante Psiclone é produzido e distribuído por organizações criminosas. Permite ao usuário experimentar qualquer estado mental ou mesmo imagens apenas imaginando-os. Sua popularidade crescente e efeito negativo na saúde de jovens cidadãos levou o senado a banir o uso ou distribuição do dispositivo. O preço dos implantes Psiclone então disparou e isso resultou em uma guerra aberta entre as gangues e a Megapol.
ru_ru: Псиклон-иплантат производится и распространяется преступными бандами. Он позволяет пользователю оказаться в любом психическом состоянии или испытать образы, просто воображая их. Его большая популярность и пагубное влияние на здоровье молодых граждан привели к тому, что Сенат запретил использование и продажу этого устройства. Цена имплантатов, разумеется, тут же взлетела, что привело к открытой войне между преступными бандами и Мегаполом.

source: Since its introduction during the first Alien invasion, Elerium has proved to be an essential power source for interplanetary travel and military use. It is mined from distant planetary systems and transported back to Earth where its rarity ensures a high price. Tiny quantities contained in small pods fetch a high price. Corporations store pods in preference to gold because the stability of its value is guaranteed.
cs: Od jeho objevení během první cizácké invaze, se stalo Elerium důležitým zdrojem energie pro meziplanetární cesty a neméně ho využívá i armáda. Těží se v odlehlých planetárních systémech a transportuje zpět na Zemi. Jeho vzácnost, zde způsobuje vysokou cenu. Nepatrné množství Eleria uchované v malé tobolce představuje velkou hodnotu. Společnosti uchovávají tyto tobolky místo zlata, neboť jeho cena je zaručena.
de_de: Seit seiner Einführung während der ersten Alien-Invasion hat sich Elerium als wichtige Energiequelle für interplanetare Reisen und Militärzwecke erwiesen. Es wird in weit entfernten Planetensystemen gewonnen und zur Erde befördert, wo seine Seltenheit hohe Preise garantiert. Schon mit winzigen Mengen in kleinen Kapseln erzielt der Verkäufer hohe Profite, und die Firmen ziehen Elerium sogar dem Gold vor, da die Preisstabilität gewährleistet ist.
es: Desde su introducción durante la primera invasión alienígena, el Elerio ha resultado ser una fuente de energía decisiva para los viajes interplanetarios y los usos militares. Se consigue en las minas de los lejanos sistemas planetarios y se trae a Tierra, donde su rareza hace que su precio sea muy alto. Incluso pequeñas cantidades almacenadas en unas vainas cuestan mucho dinero. Las empresas almacenan las vainas de elerio en vez de oro por estar garantizada la estabilidad del precio.
fr_fr: Depuis son lancement durant la première invasion alienne, l'élérium s'est avéré une source d'énergie essentielle pour les voyages interplanétaires et les applications militaires. Il est extrait dans de lointains systèmes planétaires et transporté vers la Terre où, en tant que métal précieux, il est vendu à prix d'or. Les infimes quantités contenues dans de petites capsules se vendent très cher. Les compagnies préfèrent l'élérium à l'or car la stabilité de sa valeur est garantie.
it: Dal momento della sua introduzione durante la prima invasione Aliena, l'Elerio si è dimostrato un'eccellente fonte di energia per i viaggi interplanetari e i veicoli militari; viene estratto da sistemi planetari distanti dal nostro, per poi essere trasportato sulla Terra, dove viene venduto ad altissimo prezzo. Le Corporazioni preferiscono custodire questo raro elemento, piuttosto che l'oro, a causa delle maggiori garanzie di stabilità delle sue quotazioni.
ja_jp: 最初のエイリアン侵攻時に発見されて以来、エレリウムは惑星間航行と軍にとって欠かせない動力源となったが、地球では遠く離れた星系で採掘された物を輸入する以外の入手法が無く、価格が高騰した。小さなカプセルに入ったごく少量のエレリウムが高値で取引され、さらに常に安定した価値を持つ為、企業ではそうしたカプセルを金よりも好むようになった。
pl: Od momentu pojawienia się na Ziemi podczas pierwszej inwazji obcych, elerium pozostaje kluczowym źródłem energii dla podróży międzyplanetarnych i zastosowań wojskowych. Wydobywane jest w odległych systemach gwiezdnych i stamtąd przewożone na Ziemię, gdzie przez swą rzadkość osiąga wysokie ceny. Korporacje przechowują elerium w małych pojemnikach jako rezerwę pieniężną zamiast złota, ponieważ są pewne stabilności jego cen.
pt_br: Desde sua introdução durante a primeira invasão alienígena, o Elerium se tornou uma fonte de energia essencial para viagens interplanetárias e uso militar. É extraído de distantes sistemas planetários e transportado para a Terra, onde sua raridade lhe confere um alto preço. Pequenas quantidades contidas em pequenas cápsulas rendem um alto valor. As corporações armazenam cápsulas em vez de ouro, pois a estabilidade de seu valor é garantida.
ru_ru: Появление этого элемента на Земле в ходе первого вторжения пришельцев показало, что элериум способен стать основным источником энергии для межпланетных путешествий и военного дела. Его добыча осуществляется на удаленных планетных системах, а затем его перевозят на Землю, где ввиду его редкости рыночная цена на него взлетает до небес. Крошечный кристалл вещества, заключенный в небольшой капсуле, стоит баснословных денег. Корпорации предпочитают хранить деньги в элериуме, а не в золоте, потому что его курс абсолютно стабилен.

source: The Car Factory produces many of the smaller vehicles that are part of everyday life in Mega-Primus.
cs: Automobilka vyrábí mnoho druhů malých vozidel, jež se staly nedílnou součástí života v Mega-Primu.
de_de: Die Autofabrik produziert viele der kleineren Fahrzeuge, die tagtäglich in Mega-Primus verwendet werden.
es: La Fábrica de Vehículos produce muchos de los pequeños vehículos que son parte de la vida diaria de Mega-Primus.
fr_fr: L'usine de voitures produit la plupart des petits véhicules qui font partie de notre vie quotidienne à Mega-Primus.
it: La fabbrica di automobili produce molti dei piccoli veicoli utilizzati dagli abitanti di Mega-Primus nella vita di ogni giorno.
ja_jp: 自動車工場ではメガプリムスの日常生活の一部である小型の乗り物を数多く製造している。
pl: W fabryce samochodów produkuje się wiele spośród pojazdów widywanych na co dzień w mieście Mega-Primus.
pt_br: A Fábrica de Carros produz muitos dos veículos pequenos que são parte da rotina de Mega-Primus.
ru_ru: Автозавод производит большую часть тех малых транспортных средств, которые используются в повседневной жизни Мегапрайма.

source: OK
es: Vale
ja_jp: まあまあの

source: -<Not implemented (selmode==7)>-
es: -<Not implemented (selmode=3D=3D7)>-
it: -<Non implementato (selmode==7)>-

source: -<Not implemented (selmode==8)>-
es: -<Not implemented (selmode=3D=3D8)>-
it: -<Non implementato (selmode==8)>-

source: -<Not implemented (selmode==7)(plural)>-
es: -<Not implemented (selmode=3D=3D7)(plural)>-
it: -< Non implementato(selmode==7)(plurale)>-

source: -<Not implemented (selmode==8)(plural)>-
es: -<Not implemented (selmode=3D=3D8)(plural)>-
it: -< Non implementato(selmode==8)(plurale)>-
