Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Facility:
cs: Zařízení:
de_de: Einrichtung:
es: Instalación:
fr_fr: Installation:
it: Struttura:
ja_jp: 施設:
pl: Pomieszczenie:
pt_br: Instalação:
ru_ru: Сооружение:

source: Number in base
cs: Počet v bázi
de_de: Anzahl in Basis
es: Cantidad en base
fr_fr: Nombre dans la base
it: Numero nella base
ja_jp: 基地内にある数
pl: Liczba w bazie
pt_br: Número na base
ru_ru: Количество на базе

source: Can't destroy: living quarters in use.
cs: Nelze odstranit: Obytné bloky obsazeny
de_de: Kann nicht zerstören: Wohnquartiere in Gebrauch.
es: No se puede destruir: viviendas en uso.
fr_fr: Destruction impossible: quartiers d'habitation utilisés.
it: Impossibile distruggere: spazio in uso.
ja_jp: 破壊できません: 居住区は使用中
pl: Nie można zniszczyć: kwatery mieszkalne w użyciu
pt_br: Não pode destruir: Alojamentos em uso.
ru_ru: Нельзя снести: жилые помещения используются.

source: = Accommodation in base
cs: = Ubytovací kapacita Báze
de_de: = Unterkünfte in der Basis
es: =3D Viviendas en base
fr_fr: = Logement dans la base
it: = spazio abitativo nella base
ja_jp: = 基地内の宿泊施設の数
pl: = liczba kwater mieszkalnych w bazie
pt_br: = Acomodação na base
ru_ru: = Жилое пространство на базе

source: Number living on base
cs: Počet ubytovaných
de_de: Anzahl der Basisbewohner
es: Número viviendo en la base
fr_fr: Nombre de personnes vivant dans la base
it: Numero presente nella base
ja_jp: 生活している人員数
pl: Liczba mieszkańców bazy
pt_br: Número vivendo na base
ru_ru: Число проживающих на базе

source: -> Fraction of accommodation in use
cs: -> Ubytování částečně obsazeno
de_de: -> Anteil der Unterkünfte in Gebrauch
es: -> Parte de viviendas en uso
fr_fr: -> Fraction de logement utilisée
it: -> percentuale di spazio abitativo usato
ja_jp: -> 使用中の宿泊施設の割合
pl: -> Procent kwater zajętych
pt_br: -> Fração de acomodação em uso
ru_ru: -> Процент занятого жилого пространства

source: Can't destroy: storage in use.
cs: Nelze odstranit: sklad se používá
de_de: Kann nicht zerstören: Lagerkapazität in Gebrauch.
es: No se puede destruir: almacén en uso.
fr_fr: Destruction impossible: espace de stockage utilisé.
it: Impossibile distruggere: magazzino in uso.
ja_jp: 破壊できません: 倉庫は使用中
pl: Nie można zniszczyć: magazyn jest używany.
pt_br: Não pode destruir: armazenamento em uso.
ru_ru: Невозможно снести: склады используются.

source: = Storage space in base
cs: = Skladový prostor v bázi
de_de: = Lagerkapazität in der Basis
es: =3D espacio de almacenaje en base
fr_fr: = Espace de stockage dans la base
it: = spazio di magazzino nella base
ja_jp: = 基地内の倉庫スペース
pl: = ilość przestrzeni magazynowej w bazie
pt_br: = Espaço de armazenamento na base
ru_ru: = Свободное место на складах на базе

source: Storage space used
cs: Využitý prostor
de_de: Lagerkapazität in Gebrauch
es: Espacio de almacenaje en uso
fr_fr: Espace de stockage utilisé
it: Spazio di magazzino usato
ja_jp: 使用中の倉庫スペース
pl: Ilość użytej przestrzeni magazynowej
pt_br: Espaço de armazenamento usado
ru_ru: Занятое свободное место на складах

source: -> Fraction of storage space used
cs: -> Frakce místa skladu v použití
de_de: -> Anteil der Lagerkapazität in Gebrauch
es: -> Parte de espacio de almacenaje usado
fr_fr: -> Fraction d'espace de stockage utilisée
it: -> percentuale di magazzino usato
ja_jp: -> 使用中の倉庫スペースの割合
pl: -> Procent zajętej przestrzeni magazynowej
pt_br: -> Fração de espaço de armazenamento usado
ru_ru: -> Процент занятого места на складах

source: = Number of beds
cs: = Počet lůžek
de_de: = Bettenanzahl
es: =3D Número de camas
fr_fr: = Nombre de lits
it: = numero di letti
ja_jp: = ベッドの数
pl: = liczba łóżek
pt_br: = Número de camas
ru_ru: = Число коек

source: Number of patients
cs: Počet pacientů
de_de: Patientenzahl
es: Número de pacientes
fr_fr: Nombre de malades
it: Numero dei pazienti
ja_jp: 患者の数
pl: Liczba pacjentów
pt_br: Número de pacientes
ru_ru: Число пациентов

source: -> Efficiency per patient
cs: -> Efektivita na pacienta
de_de: -> Effizienz pro Patient
es: -> Eficacia por paciente
fr_fr: -> Efficacité par malade
it: -> Efficacia per paziente
ja_jp: -> 患者ひとりに対する効率
pl: -> Wydajność na pacjenta
pt_br: -> Eficiência por paciente
ru_ru: -> Эффективность на пациента

source: = Number of places
cs: = Počet míst
de_de: = Anzahl der Plätze
es: =3D Número de plazas
fr_fr: = Nombre de places
it: = numero di posti
ja_jp: = 建設可能箇所の数
pl: = liczba miejsc
pt_br: = Número de lugares
ru_ru: = Число мест

source: Number using the facilities
cs: Číslo používající zařízení
de_de: Anzahl der Verwender der Einrichtung
es: Número utilizando las instalaciones
fr_fr: Nombre se servant des installations
it: Utilizzatori della struttura
ja_jp: 使用中の施設の数
pl: Liczba użytkowników
pt_br: Número usando as instalações
ru_ru: Число использующих модуль

source: -> Efficiency per user
cs: -> Účinost za uživatele
de_de: -> Effizienz pro Verwender
es: -> Eficacia por usuario
fr_fr: -> Efficacité par utilisateur
it: -> Efficacia per utente
ja_jp: -> 使用者ひとりあたりの効率
pl: -> Wydajność na użytkownika
pt_br: -> Eficiência por usuário
ru_ru: -> Эффективность на пользователя

source: Bio-lab space in base
cs: Laboratorních míst
de_de: Bio-Laborkontingent in Gebrauch
es: Espacio de bio-laboratorio en base
fr_fr: Espace de labo biologique dans la base
it: Spazio Bio-Lab nella base
ja_jp: バイオ研究所のスペース
pl: Przestrzeń do badań biologicznych w bazie
pt_br: Espaço de bio-laboratório na base
ru_ru: Места в биолаборатории на базе

source: No project assigned
cs: Není zadán projekt
de_de: Kein Projekt zugewiesen
es: No hay proyecto asignado
fr_fr: Pas de projet affecté
it: Nessun progetto assegnato
ja_jp: プロジェクト未割り当て
pl: Brak wyznaczonego projektu
pt_br: Nenhum projeto designado
ru_ru: Не назначено проектов

source: Not assigned to lab
cs: Není přiřazen
de_de: Keinem Labor zugewiesen
es: No asignado a laboratorio
fr_fr: Non affecté au labo
it: Non assegnato al laboratorio
ja_jp: 研究所に割り当てられていません
pl: Bez przydziału do laboratorium
pt_br: Não designado para o laboratório
ru_ru: Не закреплен за лабораторией

source: Quantum lab space in base
cs: Laboratorních míst v bázi
de_de: Quantenphysik-Labors in der Basis
es: Espacio para laboratorio cuántico en la base
fr_fr: Espace de labo de quantique dans la base
it: Spazio Quantum-Lab nella base
ja_jp: 量子力学研究所のスペース
pl: Przestrzeń do badań fizyki kwantowej w bazie
pt_br: Espaço de laboratório quântico na base
ru_ru: Места в квантовой лаборатории на базе

source: Not assigned to workshop
cs: Nepřiřazen do dílen
de_de: Keiner Werkstatt zugewiesen
es: No asignado a taller
fr_fr: Non affecté à l'atelier
it: Non assegnato all'officina
ja_jp: ワークショップに割り当てられていません
pl: Bez przydziału do warsztatu
pt_br: Não designado para centro de montagem
ru_ru: Не закреплен за мастерскими

source: -> Fraction of Quantum lab space assigned
cs: -> Frakce Kvantového laboratorního místa přiděleno
de_de: -> Anteil der zugewiesenen Quantenphysiklabor-Kapazität
es: -> Parte del espacio de laboratorio cuántico asignado
fr_fr: -> Portion d'espace de labo quantique affecté
it: -> Percentuale di spazio Quantum-Lab assegnata
ja_jp: -> 使用中の量子力学研究所のスペースの割合
pl: -> Procent zajętej przestrzeni do badań fizyki kwantowej
pt_br: -> Fração de laboratório quântico designado
ru_ru: -> Процент выделенного места в квантовой лаборатории

source: Can't destroy: containment space in use.
cs: Nelze odstranit: Kóje jsou používány.
de_de: Kann nicht zerstören: Zellenräume in Gebrauch.
es: No se puede destruir: espacio de contención en uso.
fr_fr: Destruction impossible: Espace de confinement utilisé.
it: Impossibile distruggere: Unità in uso.
ja_jp: 破壊できません: 隔離室は使用中です
pl: Nie można zniszczyć: wiwarium jest używane.
pt_br: Não pode destruir: espaço de contenção em uso.
ru_ru: Невозможно снести: пространство камер используется.

source: = Alien Containment space
cs: = Prostor cizáckých kójí
de_de: = Alien-Sicherheitszellen
es: =3D Espacio de Contención Alienígena
fr_fr: = Espace de confinement alien
it: = capacità contenimento Alieni
ja_jp: = エイリアン隔離室のスペース
pl: = przestrzeń wiwarium
pt_br: = Espaço de Contenção Alienígena
ru_ru: = Места в камерах для пришельцев

source: Containment space used
cs: Využitý prostor kójí
de_de: Sicherheitszellenkontingent in Gebrauch
es: Espacio de contención utilizado
fr_fr: Espace de confinement utilisé
it: Spazio di contenimento usato
ja_jp: 使用中の隔離スペース
pl: Przestrzeń zajęta w wiwarium
pt_br: Espaço de contenção usado
ru_ru: Использовано места в камерах для пришельцев

source: -> Fraction of containment space used
cs: -> Frakce kontaminačního místa použita
de_de: -> Anteil der Zellenkapazität in Gebrauch
es: -> Parte del espacio de contención utilizado
fr_fr: -> Fraction d'espace de confinement utilisée
it: -> Percentuale di spazio di contenimento usato
ja_jp: -> 使用中の隔離スペースの割合
pl: -> Ułamek zużytej przestrzeni w wiwarium
pt_br: -> Fração de espaço de contenção usado
ru_ru: -> Процент использованного места в камерах

source: Can't destroy: advanced containment space in use.
cs: Nelze odstranit: rozšířené cizácké kóje používány
de_de: Kann nicht zerstören: Hochsicherheitszellen in Gebrauch.
es: No se puede destruir: espacio de contención avanzada en uso.
fr_fr: Destruction impossible: espace de confinement avancé utilisé.
it: Impossibile distruggere: Unità Avanzata in uso.
ja_jp: 破壊出来ません: 改良型隔離室は使用中です
pl: Nie można zniszczyć: zaawansowane wiwarium jest używane.
pt_br: Não pode destruir: espaço de contenção avançada em uso.
ru_ru: Невозможно снести: пространство улучшенных камер используется.

source: = Advanced Alien Containment space
cs: = Vyspělý Cizácký Kontaminační místo
de_de: = Alien-Hochsicherheitszellenkontingent
es: =3D Espacio de Contención Alienígena Avanzada
fr_fr: = Espace de confinement alien avancé
it: = capacità di contenimento avanzato Alieni
ja_jp: = 改良型隔離室のスペース
pl: = przestrzeń zaawansowanego wiwarium
pt_br: = Espaço de contenção alienígena avançada
ru_ru: = Места в улучшенных камерах для пришельцев

source: Advanced containment space used
cs: Pokročilý kontaminační místo použito
de_de: Hochsicherheitszellenkapazität in Gebrauch
es: Espacio de contención avanzada utilizado
fr_fr: Espace de confinement avancé utilisé
it: Spazio di contenimento avanzato usato
ja_jp: 使用中の改良型隔離室
pl: Przestrzeń zajęta w zaawansowanym wiwarium
pt_br: Espaço de contenção avançada usado
ru_ru: Использовано места в улучшенных камерах для пришельцев

source: -> Fraction of advanced containment space used
cs: -> Frakce vyspělého kontaminačního místa použita
de_de: -> Anteil der Hochsicherheitszellenkapazität in Gebrauch
es: -> Parte del espacio de contención avanzado utilizado
fr_fr: -> Fraction d'espace de confinement avancé utilisée
it: -> Percentuale di contenimento avanzato usato
ja_jp: -> 使用中の改良型隔離室の割合
pl: -> Ułamek zużytej przestrzeni w zaawansowanym wiwarium
pt_br: -> Fração de espaço de contenção avançada usado
ru_ru: -> Процент использованного места в улучшенных камерах

source: Workshop space in base
cs: Místo dílny v bázi
de_de: Werkstatträume in der Basis
es: Espacio de taller en la base
fr_fr: Espace d'atelier dans la base
it: Spazio nell'officina della base
ja_jp: 基地内のワークショップのスペース
pl: Przestrzeń magazynowa w bazie
pt_br: Espaço de centro de montagem na base
ru_ru: Свободное место в мастерских на базе

source: Workshop space assigned to projects
cs: Místo dílny přiřazeno k projektům
de_de: Projekten zugewiesene Werkstattkapazität
es: Espacio de taller asignado a proyectos
fr_fr: Espace d'atelier affecté aux projets
it: Parte di officina assegnata a progetti
ja_jp: 使用中のワークショップのスペース
pl: Przestrzeń magazynowa przydzielona do projektu
pt_br: Espaço de centro de montagem designado para projetos
ru_ru: Место в мастерских выделено проектам

source: -> Fraction of Workshop space assigned
cs: -> Frakce místa Dílny přiřazeno
de_de: -> Anteil der zugewiesenen Werkstattkapazität
es: -> Parte del espacio de talleres asignado
fr_fr: -> Portion de l'espace d'atelier affecté
it: -> Percentuale dello spazio di officina assegnato
ja_jp: -> 使用中のワークショップのスペースの割合
pl: -> Procent przydzielonej powierzchni magazynowej
pt_br: -> Fração de espaço de centro de montagem designado
ru_ru: -> Процент выделенного места в мастерских

source: Destroy facility
cs: ODSTRANIT VYBAVENÍ
de_de: Einrichtung zerstören
es: Destruir instalación
fr_fr: Détruire l'installation
it: Distruggi struttura
ja_jp: 施設を破壊する
pl: Zniszcz obiekt
pt_br: Destruir instalação
ru_ru: Снести сооружение

source: ALIEN CONTAINMENT
cs: CIZÁCKÉ KÓJE
de_de: ALIEN-SICHERHEITSZELLEN
es: CONTENCION ALIENIGENA
fr_fr: CONFINEMENT ALIEN
it: UNITA' CONTENIMENTO ALIENI
ja_jp: エイリアン隔離室
pl: WIWARIUM
pt_br: CONTENÇÃO ALIENÍGENA
ru_ru: Камеры для пришельцев

source: Space required
cs: Nutný prostor
de_de: Benötigter Platz
es: Espacio necesario
fr_fr: Espace requis
it: Spazio richiesto
ja_jp: 空きスペースが必要です
pl: Wymagana przestrzeń
pt_br: Espaço requerido
ru_ru: Необходимое пространство

source: Space in base
cs: Prostor v Bázi
de_de: Platz in Basis
es: Espacio en la base
fr_fr: Espace dans la base
it: Spazio nella base
ja_jp: 基地内の空きスペース
pl: Przestrzeń w bazie
pt_br: Espaço na base
ru_ru: Пространства на базе

source: Advanced space required
cs: Nutný rozšířený prostor
de_de: Benötigter Hochsicherheitsraum
es: Espacio avanzado necesario
fr_fr: Espace avancé requis
it: Spazio avanzato richiesto
ja_jp: 改良型のスペースが必要です
pl: Wymagana zaawansowana przestrzeń
pt_br: Espaço avançado requerido
ru_ru: Необходимо пространство в улучшенных камерах

source: Advanced space in base
cs: Rozšířený prostor v Bázi
de_de: Hochsicherheitsraum in Basis
es: Espacio avanzado en la base
fr_fr: Espace avancé dans la base
it: Spazio avanzato nella base
ja_jp: 基地内の改良型スペース
pl: Zaawansowana przestrzeń w bazie
pt_br: Espaço avançado na base
ru_ru: Пространства в улучшенных камерах на базе

source: Type
cs: Typ
de_de: Typ
es: Tipo
it: Tipo
ja_jp: タイプ
pl: Typ
pt_br: Tipo
ru_ru: Тип

source: Size
cs: Velikost
de_de: Größe
es: Tamaño
fr_fr: Taille
it: Dimensione
ja_jp: サイズ
pl: Rozmiar
pt_br: Tamanho
ru_ru: Размер

source: Quantity in Alien Containment
cs: Množství v cizáckých kójích
de_de: Anzahl in Alien-Hochsicherheitszellen
es: Cantidad en Contención Alienígena
fr_fr: Quantité dans le confinement alien
it: Quantità nell'Unità di Contenimento
ja_jp: エイリアン隔離室の保持数
pl: Ilość w wiwarium
pt_br: Quantidade na Contenção Alienígena
ru_ru: Количество в камерах пришельцев

source: To be Destroyed
cs: K likvidaci
de_de: Zu vernichten
es: A Destruir
fr_fr: Doit être détruit
it: Da distruggere
ja_jp: 破壊予定
pl: Przeznaczone do zniszczenia
pt_br: A ser destruído(s)
ru_ru: Подлежит уничтожению

source: Quantity in Advanced Alien Containment
cs: Množství v rozšířených cizáckých kójích
de_de: Anzahl in Alien-Hochsicherheitszellen
es: Cantidad en Contención Avanzada de Alienígenas
fr_fr: Quantité dans le confinement alien avancé
it: Quantità nell'Unità di Contenimento Avanzata
ja_jp: 改良型隔離室の保持数
pl: Ilość w zaawansowanym wiwarium
pt_br: Quantidade na Contenção Alienígena Avançada
ru_ru: Количество в улучшенных камерах пришельцев

source: Alive
cs: Živý
de_de: Lebend
es: Vivo
fr_fr: Vivant
it: Vivi
ja_jp: 生存中
pl: Żywy
pt_br: Vivo
ru_ru: Живой

source: Dead
cs: Mrtvý
de_de: Tot
es: Muerto
fr_fr: Mort
it: Morti
ja_jp: 死亡
pl: Martwy
pt_br: Morto
ru_ru: Мертвый

source: Space Exceeded
cs: Schází prostor
de_de: Platz nicht ausreichend
es: Espacio Excedido
fr_fr: Plus assez d'espace
it: Capacità superata
ja_jp: スペース不足
pl: Przekroczona ilość przestrzeni
pt_br: Espaço Excedido
ru_ru: Превышен объем свободного пространства

source: Alien Containment space exceeded. Destroy more Aliens!
cs: Schází místo v cizáckých kójích. Zlikvidujte některé cizáky
de_de: Weitere Aliens vernichten!
es: Excedido Espacio de contención alienígena. ¡Destruir más alienígenas!
fr_fr: Plus assez d'espace de confinement alien. Détruisez davantage d'aliens!
it: Capacità dell'Unità di Contenimento superata. Elimina più Alieni!
ja_jp: エイリアン隔離室が一杯です。エイリアンを処分してください！
pl: Przekroczono pojemność wiwarium. Zniszcz więcej obcych!
pt_br: Espaço excedido na Contenção Alienígena. Destrua mais aliens!
ru_ru: Превышен объем камер пришельцев. Уничтожьте больше пришельцев!

source: ALIEN STRUCTURE
cs: CIZÁCKÁ STAVBA
de_de: ALIEN-STRUKTUR
es: ESTRUCTURA ALIENIGENA
fr_fr: STRUCTURE ALIENNE
it: STRUTTURA ALIENA
ja_jp: エイリアンの建築
pl: STRUKTURA OBCYCH
pt_br: ESTRUTURA ALIENÍGENA
ru_ru: СООРУЖЕНИЕ ПРИШЕЛЬЦЕВ

source: Adjust Wage
cs: Upravit mzdu
de_de: Gehalt anpassen
es: Ajustar Sueldo
fr_fr: Réajuster les salaires
it: Impostazione salario
ja_jp: 給料の調整
pl: Dostosuj płacę
pt_br: Ajustar Ordenado
ru_ru: Изменить зарплату

source: No advice at this time.
cs: Prozatím žádné doporučení
de_de: Zum augenblicklichen Zeitpunkt keine Hilfe.
es: No hay consejos en este momento.
fr_fr: Pas de conseil pour le moment.
it: Nessun avviso al momento.
ja_jp: 現在アドバイスはありません。
pl: Obecnie brak porad.
pt_br: Nenhuma recomendação por enquanto.
ru_ru: В данный момент рекомендации отсутствуют.

source: You have to reduce wages to become profitable.
cs: Musíš snížit mzdy aby ses stal výnosným.
de_de: Sie müssen die Gehälter kürzen, um Gewinn zu erwirtschaften.
es: Tienes que reducir sueldos para ganar más.
fr_fr: Vous devez réduire les salaires pour être rentable.
it: Devi ridurre gli stipendi se non vuoi fare bancarotta.
ja_jp: 利益を上げる為には賃金を下げてください
pl: Musisz obniżyć płace, aby zacząć zarabiać.
pt_br: Você deve reduzir os ordenados para ter lucro.
ru_ru: Вы должны снизить зарплаты, чтобы восстановить рентабельность.

source: You should take on more staff if you wish to be productive.
cs: Měl bys najmout více zaměstnanců abys byl produktivní.
de_de: Sie sollten mehr Leute einstellen, wenn Sie produktiv arbeiten wollen.
es: Tendrías que reclutar más personal si quieres ser más productivo.
fr_fr: Vous devriez employer plus de personnel si vous voulez être plus productif.
it: Devi assumere più personale per essere produttivo.
ja_jp: 生産力を上げるにはもっとスタッフが必要です
pl: Powinieneś przyjąć więcej pracowników, jeśli chcesz być produktywny.
pt_br: Você deve aumentar a equipe para ser mais produtivo.
ru_ru: Вам нужно нанять больше персонала, чтобы увеличить производительность.

source: Increase wages to attract more staff.
cs: Zvýšit mzdy pro nalákání více pracovníků
de_de: Gehälter erhöhen, um mehr Angestellte zu finden.
es: Aumenta sueldos para atraer a más personal.
fr_fr: Augmentez les salaires pour attirer plus de personnel.
it: Aumenta gli stipendi per attirare personale.
ja_jp: 賃金を上げて志願者を惹き付けてください
pl: Podnieś płace, aby przyciągnąć więcej pracowników.
pt_br: Aumente os ordenados para atrair mais funcionários.
ru_ru: Повысьте зарплаты для привлечения персонала.

source: Cut wages to improve your profit margin.
cs: Sniž mzdy abys vylepšil svůj okraj profitu.
de_de: Gehälter kürzen, um Gewinnspanne zu erhöhen.
es: Recorta los sueldos para aumentar los beneficios.
fr_fr: Réduisez les salaires pour augmenter votre marge bénéficiaire.
it: Riduci gli stipendi per avere più profitto.
ja_jp: 給料をカットして利鞘を増やす
pl: Obetnij płace, aby zwiększyć przychody.
pt_br: Corte ordenados para aumentar sua margem de lucro.
ru_ru: Снизьте зарплаты, чтобы увеличить размер прибыли.

source: Economic Information
cs: Ekonomické ukazatele
de_de: Wirtschaftsinformation
es: Información Económica
fr_fr: Informations économiques
it: Avviso economico
ja_jp: 経済状況
pl: Informacje ekonomiczne
pt_br: Informações Econômicas
ru_ru: Экономические сводки

source: Current mean wage
cs: Aktuální průměrná mzda
de_de: Derzeitiges Durchschnittsgehalt
es: Sueldo medio actual
fr_fr: Salaire moyen actuel
it: Stipendio medio attuale
ja_jp: 現在の平均賃金
pl: Aktualna średnia płaca
pt_br: Ordenado médio atual
ru_ru: Текущая средняя зарплата

source: Mean income per head:
cs: Průměrný příjem na hlavu:
de_de: Durchschnittsgehalt pro Kopf:
es: Ingreso medio por cabeza:
fr_fr: Revenu moyen par personne:
it: Incasso per persona:
ja_jp: 一人あたりの平均利益
pl: Średni przychód na osobę:
pt_br: Renda média por cabeça:
ru_ru: Текущий доход на человека:

source: Fixed costs at building:
cs: Fixní náklady pro budovu:
de_de: Fixkosten - Gebäude:
es: Gastos fijos en edificios:
fr_fr: Coûts fixes par bâtiment:
it: Costo fisso degli edifici:
ja_jp: ビルの維持費:
pl: Stałe koszty budynków:
pt_br: Custos fixos do edifício:
ru_ru: Фиксированные издержки на здание:

source: Weekly revenue generated:
cs: Týdenní výnosy:
de_de: Wöchentliches Einkommen:
es: Ingresos semanales:
fr_fr: Revenu généré par semaine:
it: Ricavo settimanale:
ja_jp: 週毎の収入
pl: Generowany przychód tygodniowy:
pt_br: Receita semanal gerada:
ru_ru: Полученная за неделю выручка:

source: Current staff level:
cs: Aktuální úroveň zaměstnanců:
de_de: Derzeitige Angestelltenzahl:
es: Nivel actual de personal:
fr_fr: Personnel actuel:
it: Livello attuale del personale:
ja_jp: 現在の人員のレベル:
pl: Obecny poziom personelu:
pt_br: Nível de pessoal atual:
ru_ru: Текущий уровень персонала:

source: Aliens in building
cs: Cizáci v budově
de_de: Aliens im Gebäude
es: Alienígenas en edificio
fr_fr: Aliens dans le bâtiment
it: Alieni nell'edificio
ja_jp: ビル内のエイリアン
pl: Obcy w budynku
pt_br: Alienígenas no edifício
ru_ru: Пришельцы в здании

source: Dimension:
cs: Dimenze:
es: Dimensión:
it: Dimensione:
ja_jp: 次元:
pl: Wymiar:
pt_br: Dimensão:
ru_ru: Измерение:

source: Charted Gates:
cs: Zmapované brány:
de_de: Kartographierte Tore:
es: Puertas en Mapa:
fr_fr: Portails mentionnés:
it: Porte segnalate:
ja_jp: 所在確認済みのゲート
pl: Oznaczone bramy:
pt_br: Portais Conhecidos:
ru_ru: Отмеченные врата:

source: Uncharted Gates:
cs: Nezmapované brány:
de_de: Nicht kartographierte Tore:
es: Puertas fuera de Mapa:
fr_fr: Portails non mentionnés:
it: Porte non segnalate:
ja_jp: 所在未確認のゲート
pl: Nieoznaczone bramy:
pt_br: Portais Desconhecidos:
ru_ru: Неотмеченные врата:

source: Total Gate count:
cs: Totální počet brán:
de_de: Tore insgesamt:
es: Número Total de Puertas:
fr_fr: Nombre total de portails:
it: Conto totale porte:
ja_jp: ゲートの総数:
pl: Łączna liczba bram:
pt_br: Total de Portais:
ru_ru: Общее количество врат:

source: Buildings:
cs: Budovy:
de_de: Gebäude:
es: Edificios:
fr_fr: Bâtiments:
it: Edifici:
ja_jp: ビル:
pl: Budynki:
pt_br: Edifícios:
ru_ru: Здания:

source: UFOs:
cs: UFA:
es: OVNIS:
fr_fr: Ovnis:
it: UFO:
ja_jp: UFO:
pl: UFA:
pt_br: ÓVNIS:
ru_ru: НЛО:

source: Weight:
cs: Hmotnost:
de_de: Gewicht:
es: Peso:
fr_fr: Poids:
it: Peso:
ja_jp: 重量:
pl: Waga:
pt_br: Peso:
ru_ru: Вес:

source: Protection rating:
cs: Hodnocení ochrany:
de_de: Schutzbewertung:
es: Indice de Protección:
fr_fr: Évaluation de la protection:
it: Grado di protezione:
ja_jp: 防御レート:
pl: Wskaźnik obrony:
pt_br: Índice de proteção:
ru_ru: Рейтинг защиты:

source: Reload time:
cs: Čas nabíjení:
de_de: Nachladezeit:
es: Tiempo de recarga:
fr_fr: Temps de rechargement:
it: Tempo di ricarica:
ja_jp: リロード時間:
pl: Czas przeładowania:
pt_br: Tempo de recarregamento:
ru_ru: Время перезарядки

source: n/a
de_de: Nicht zutreffend
pl: b/d
ru_ru: отсутствует

source: Blast radius:
cs: Poloměr výbuchu:
de_de: Explosionsradius:
es: Radio explosión:
fr_fr: Rayon de l'explosion:
it: Raggio esplosivo:
ja_jp: 爆発半径:
pl: Promień wybuchu:
pt_br: Raio de explosão:
ru_ru: Радиус взрыва:

source: Laser guided
cs: Laser vedený
de_de: Lasergesteuert
es: Guiado por Láser
fr_fr: Guidage laser
it: Guida laser
ja_jp: レーザー誘導
pl: Kierowane laserowo
pt_br: Guiado a laser
ru_ru: Управляемая по лазерному лучу

source: Accuracy:
cs: Přesnost:
de_de: Treffsicherht.:
es: Precisión:
fr_fr: Précision:
it: Accuratezza:
ja_jp: 命中精度:
pl: Celność:
pt_br: Precisão:
ru_ru: Точность:

source: Power:
cs: Energie:
de_de: Kraft:
es: Potencia:
fr_fr: Puissance:
it: Potenza:
ja_jp: パワー:
pl: Siła:
pt_br: Potência:
ru_ru: Мощность:

source: Recharge rate:
cs: Rychlost nabíjení:
de_de: Nachladerate:
es: Indice de Recarga:
fr_fr: Fréquence de rechargement:
it: Velocità di ricarica:
ja_jp: 再充填速度:
pl: Tempo ładowania:
pt_br: Velocidade de recarga:
ru_ru: Скорость перезарядки:
