Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: A close combat weapon that uses an Elerium Plasma Generator to enhance the blade. It is a very powerful device but can only be used against adjacent targets.
cs: Zbraň pro blízký boj. Používá Eleriový generátor plazmy k vylepšení čepele. Je to velmi výkonné zařízení, ale lze ho použít jen proti sousedícímu cíli.
de_de: Diese Waffe ist mit einer Klinge ausgestattet, die durch einen Plasmagenerator auf Elerium-Basis verstärkt wird. Eine sehr wirksame Waffe, die allerdings nur im Nahkampf eingesetzt werden kann.
es: Arma de combate cuerpo a cuerpo que utiliza un Generador de Plasma de Elerio para potenciar la hoja. Es un dispositivo muy poderoso pero sólo puede utilizarse contra objetivos cercanos.
fr_fr: Une arme de combat rapproché dont le tranchant de la lame est amélioré grâce à un générateur de plasma à base d'élérium. C'est une arme très puissante qui ne peut être utilisée que contre des cibles très proches.
it: Arma per combattimenti corpo a corpo che utilizza un generatore di Plasma potenziato a Elerio per creare una lama energetica. Ha un effetto devastante, ma può essere usata solo a brevissima distanza.
ja_jp: エレリウムのプラズマ発生器を用いて刀身を強化した近接武器。非常に強力だが隣接した標的にしか攻撃できない。
pl: Broń do walki wręcz, której ostrze jest zasilane generatorem plazmowym. Jest to bardzo silna broń, ale jej zasięg ogranicza się do kontaktu bezpośredniego.
pt_br: Arma de combate corpo a corpo que usa um gerador de plasma a base de Elerium para incrementar a lâmina. É um dispositivo muito potente, mas só pode ser usado em alvos próximos.
ru_ru: Оружие ближнего боя, в котором установлен элериумный генератор плазмы для усиления клинка. Это очень мощное оружие, но оно может использоваться только против стоящих в непосредственной близости целей.

source: A compact but highly sophisticated life support kit. Wounds and bleeding can be healed quickly by injecting Nanobots into the bloodstream. When the device is activated the operator must select a part of the body affected by critical wounds. The device will cure these wounds quickly, but only if the Agent remains inactive while it is in operation.
cs: Kompaktní, ale velice důmyslný systém podpory životních funkcí. Zranění a krvácení jsou rychle vyléčena aplikací nanobotů do krevního oběhu. Po aktivaci zařízení, musí operátor zvolit část těla postiženou kritickým zraněním. Zařízení vyvine potřebnou péči ke stabilizaci zranění, ale pouze tehdy, když je agent během operace v úplném klidu.
de_de: Eine kompakte und technisch fortschrittliche medizinische Ausrüstung. Durch die Injektion von Nanobots in den Blutkreislauf werden umgehend Verletzungen geheilt und Blutungen gestillt. Wenn das Medi-Kit aktiviert ist, muß der verletzte Körperteil ausgewählt werden. Die Wunden werden daraufhin schnell geheilt, allerdings muß der betroffene Agent während der Operation inaktiv bleiben.
es: Un compacto pero altamente sofisticado botiquín de soporte vital. Las heridas y la sangre pueden ser curadas rápidamente inyectando Nanobots en la sangre. Cuando el dispositivo se activa, el operador debe seleccionar una parte del cuerpo afectada por heridas críticas. El dispositivo curará estas heridas rápidamente, pero sólo si el Agente se queda inactivo mientras funciona el botiquín.
fr_fr: Un kit de survie compact mais extrêmement sophistiqué. Les blessures et pertes de sang peuvent être soignées rapidement grâce à l'injection de nanobots dans le sang. Une fois le mécanisme activé, l'opérateur doit sélectionner la partie du corps atteinte. Le kit médical guérit rapidement les blessures, mais seulement si l'agent demeure inactif pendant le traitement.
it: E' un sistema di supporto vitale compatto e molto sofisticato. Le ferite e qualsiasi tipo di danno possono essere rapidamente curate con l'inserimento di Nanobots direttamente nel flusso sanguigno. Quando il dispositivo viene attivato l'operatore deve selezionare la parte del corpo che deve essere curata: questo avverrà rapidamente, ma la cura avrà effetto solamente se l'agente rimarrà immobile durante l'intera operazione.
ja_jp: 小型だが非常に高度な技術で作られた救急キット。血管にナノボットを注入する事で裂傷や出血を素早く手当する事が出来る。使用者は負傷箇所を指定して使う。また、即効性があると言っても不動の状態を暫く維持しないと治療が進行しない。
pl: Niewielkie, ale bardzo zaawansowany zestaw podtrzymywania życia. Leczy w krótkim czasie rany i krwotoki, wstrzykując nanoboty bezpośrednio do krwiobiegu. Po włączeniu operator musi wybrać uszkodzoną część ciała do leczenia. Następuje ono szybko, ale agent poddawany kuracji musi pozostawać w bezruchu.
pt_br: Suporte de vida compacto porém altamente sofisticado. Ferimentos e sangramentos podem ser tratados rapidamente ao se injetar nano robôs na corrente sanguínea. Quando o dispositivo está ativo, o operador deve selecionar uma parte do corpo afetada por ferimentos críticos. O dispositivo irá curar essas feridas rapidamente, mas apenas se o Agente permanecer inativo durante sua operação.
ru_ru: Компактное, но крайне эффективное устройство жизнеобеспечения. Раны и кровотечения могут быть быстро залечены посредством введения наноботов непосредственно в кровоток. При активации устройства оператор должен выбрать травмированную часть тела, имеющую критические повреждения. Устройство быстро излечит раны, но только если оперативник остается неподвижен во время работы устройства.

source: When this unit is activated the display shows anything moving relative to its position. The sensors can penetrate any kind of terrain.
cs: V případě aktivace tato jednotka zobrazuje vše, co je v relativním pohybu vzhledem k agentovi. Senzory dokážou proniknout i terénem.
de_de: Wenn diese Einheit aktiviert wird, zeigt der Schirm jedes sich bewegende Objekt in Relation zu seiner Position. Die Sensoren können jedes Terrain durchdringen.
es: Cuando esta unidad se activa, el display mostrará cualquier objeto en movimiento relativa a su posición. El sensor puede penetrar cualquier tipo de terreno.
fr_fr: Lorsque cet appareil est activé, l'écran affiche tous les objets en mouvement par rapport à sa position. Les capteurs peuvent accéder à tout type de terrain.
it: Quando quest'unità è attivata il suo schermo mostra tutti i corpi in movimento relativamente alla sua posizione. Il sensore può vedere attraverso qualsiasi tipo di terreno.
ja_jp: この装置は起動するとあらゆる動体の相関位置を表示する。また、センサーは地形を貫通して動体を感知する。
pl: Po włączeniu, urządzenie to pokazuje wszystko w pobliżu, co porusza się względem niego. Detektory potrafią prześwietlić każdą przeszkodę terenową.
pt_br: Quando esta unidade é ativada, o monitor mostra qualquer coisa se movimentando. Os sensores podem penetrar qualquer tipo de terreno.
ru_ru: При активации этого прибора на дисплее отображаются все объекты, перемещающиеся относительно него. Датчики фиксируют движение сквозь любые препятствия.

source: A grenade which disperses an incendiary agent, creating fires within a large radius. The incendiary grenade was originally created by Diablo and is popular with many of the city's criminal gangs.
cs: Granát, který rozptýlí zápalnou látku a tak vyvolá v blízkém okolí požár. Zápalný granát byl původně vytvořen syndikátem Diablo a získal popularitu ve většině městských kriminálních gangů.
de_de: Beim Aufprall dieser Granate wird eine brennbare Substanz freigesetzt, die alles in einem großen Umkreis in Brand setzt. Die Brandgranate wurde ursprünglich von Diablo entworfen und ist bei vielen der kriminellen Gangs in der Stadt sehr beliebt.
es: Una granada que lanza un producto incendiario, creando fuegos en un gran radio. La granada incendiaria fue creada originalmente por Diablo y es popular con muchas de las bandas criminales de la ciudad.
fr_fr: Une grenade qui dégage un agent incendiaire enflammant tout ce qui se trouve dans un rayon assez important. La grenade incendiaire a d'abord été conçue par Diablo, et les gangs de criminels de la ville s'en servent relativement souvent.
it: E' una granata che rilascia un agente incendiario; creata dalla banda criminale Diablo, è adoperata principalmente dalla criminalità organizzata.
ja_jp: 可燃性の物質をまき散らし広範囲に炎上させる手りゅう弾。この火炎グレネードは元々ディアブロによって作られたが、他のギャング達も愛用している。
pl: Granat ten rozrzuca substancję łatwopalną, tworząc duży obszar ognia. Został on pierwotnie opracowany przez Diablo i cieszy się znaczną popularnością wśród wielu gangów w mieście.
pt_br: Granada que dispersa um agente incendiário, criando fogo em uma extensa área. A granada incendiária, originalmente, foi criada pela Diablo, e é muito utilizada por várias organizações criminosas da cidade.
ru_ru: Граната, распыляющая зажигательное вещество, что вызывает горение на обширном пространстве. Эта граната была изначально создана членами синдиката "Дьябло" и популярна у городских преступных группировок.

source: Megapol Armor
cs: Zbroj Megapol
de_de: Megapol-Panzerung
es: Blindaje Megapol
fr_fr: Blindage Megapol
it: Armatura Megapol
ja_jp: メガポールアーマー
pl: Pancerz Megapolu
pt_br: Armadura Megapol
ru_ru: Скафандр Мегапола

source: This is a standard issue armor which provides very effective protection but inhibits the wearer's speed. The leg, torso, arms and helmet are all separate components and can be mixed with other armor types. Under no circumstances should an Agent be sent into combat without full armor cover.
cs: Toto je standardní zbroj, poskytující velmi účinnou ochranu, ale omezující pohyblivost jejího nositele. Chrániče nohou, těla, rukou a hlavy jsou samostatné komponenty a je možné je kombinovat s jinými typy zbrojí. Agent by se za žádných okolností neměl ocitnout v boji bez úplné Zbroje.
de_de: Diese Standard-Panzerung bietet wirksamen Schutz, aber verlangsamt den, der sie trägt. Die Rüstungsteile für Beine, Torso, Arme und Kopf können separat angelegt und mit anderen Panzerungen kombiniert werden. Ein Agent sollte nie ohne vollständige Panzerung in den Kampf ziehen.
es: Este es el blindaje utilizado habitualmente, que proporciona una protección muy eficaz pero reduce la velocidad del que lo lleva. La pierna, el torso, los brazos y el casco son todos componentes independientes y pueden mezclarse con otros tipos de blindaje. Bajo ninguna circunstancia debe enviarse a un Agente a combatir sin un blindaje completo.
fr_fr: C'est une armure standard qui offre une protection très efficace à celui qui la porte, mais ralentit ses mouvements. Les protections pour les jambes, le torse et les bras ainsi que le casque sont des éléments autonomes qui peuvent être mélangés à d'autres types de protection. Un agent ne doit être envoyé au combat sans une protection complète sous aucun prétexte.
it: Si tratta della corazza standard, in grado di fornire un'ottima protezione al costo di movimenti molto rallentati. Le gambe, il tronco, le braccia e la testa sono protetti da elementi separati, che possono essere combinati secondo le esigenze. In nessuna circostanza un agente dovrebbe iniziare una missione se non è completamente protetto.
ja_jp: この標準仕様のアーマーは効果的な保護を提供するが、着用者の速度が少々犠牲になる。脚部、胴体、両腕、そしてヘルメットに分れ、他のアーマーと組み合わせて使う事もできる。こうしたアーマーを完備せずにエージェントを戦地に送り出す事はあってはならない。
pl: Standardowa wersja opancerzenia osobistego, dająca dobrą ochronę, ale zmniejszająca szybkość agenta. Składa się z części nożnej, naręcznych, kamizelki i hełmu; części te można stosować wymiennie z częściami pancerzy innych typów. W żadnym wypadku nie należy wysyłać agenta do walki bez pełnego opancerzenia.
pt_br: Essa é uma armadura padrão que fornece proteção eficaz, mas diminui a velocidade do usuário. As pernas, tronco, braços e capacete são componentes separados e podem ser misturados com outros tipos de blindagem. Sob nenhuma circunstância um Agente deve ser enviado para combate sem a armadura completa.
ru_ru: Стандартный бронекостюм, обеспечивающий высокий уровень защиты, но снижающий скорость перемещения носителя. Костюм разделен на следующие части: поножи, торс, наручи и шлем, каждая из которых является отдельным компонентом и может соединяться с прочими типами брони. Ни при каких обстоятельствах оперативников нельзя отправлять на тактическую операцию без полного броневого облачения.

source: Marsec Armor
cs: Zbroj Marsec
de_de: Marsec-Panzerung
es: Blindaje Marsec
fr_fr: Blindage Marsec
it: Armatura Marsec
ja_jp: マーゼックアーマー
pl: Pancerz Marseka
pt_br: Armadura Marsec
ru_ru: Скафандр корпорации «Марсек»

source: An expensive, Elerium powered armor system. This armor offers less protection than the Megapol armor on average but will not slow down the wearer so much. The expensive torso section also has an integrated levitation unit which will allow the wearer to fly or hover in the air. This is an extremely useful ability, but an airborne Agent will suffer an accuracy penalty while using weapons or throwing grenades.
cs: Nákladný, Eleriem napájený systém zbroje. Tato zbroj nabízí nižší stupeň ochrany než Megapol, ale neomezuje tolik pohyblivost nositele. Její základní část, chránící tělo, má v sobě integrovanou levitační jednotku, která umožňuje nositeli pohyb v prostoru. Tato schopnost je mimořádně užitečná, ale vznášející se agent má proti stojícímu sníženou přesnost střelby a hodu granátem.
de_de: Ein teures, eleriumbetriebenes Panzerungssystem, das im Durchschnitt keinen so wirksamen Schutz wie die Megapol-Panzerung bietet, dafür seinen Träger aber auch nicht so stark verlangsamt. Der teure Körperschild ist mit einer integrierten Levitationseinheit versehen, mit deren Hilfe der Träger fliegen oder schweben kann. Dies ist eine extrem nützliche Fähigkeit, aber ein fliegender Agent erleidet einen Treffsicherheits-Punktverlust, wenn er Waffen verwendet oder Granaten wirft.
es: Un sistema de blindaje caro y reforzado con elerio. Este blindaje ofrece menos protección en general que el blindaje Megapol pero no frenará tanto al que lo lleva. La cara sección del torso incluye una unidad de levitación incorporada que permite volar al que la lleve. Esto es una habilidad muy útil, pero un agente que vuela tendrá una penalización por precisión cuando utiliza sus armas o lanza una granada.
fr_fr: Une protection onéreuse, renforcée à l'élérium. Dans l'ensemble, cette armure n'est pas aussi efficace que la protection Megapol, mais la rapidité de mouvement est moins affectée. La section du torse possède une unité de lévitation intégrée qui permet à celui qui la porte de voler.
it: E' un'armatura basata sull'Elerio, estremamente costosa. Offre una protezione minore rispetto a quella della Megapol, ma consente movimenti più liberi a chi la indossa. La sezione del tronco, particolarmente costosa, incorpora un sistema antigravitazionale che permette il volo.
ja_jp: 高価なエレリウムを動力にしたパワーアーマー。メガポールアーマーほどの防御力はないが着用者の速度がさほど落ちない。高価な胴体部のアーマーには浮遊装置が内蔵され、着用者は空中をホバリングする事ができる。これは非常に有用な機能だが、空中に居るエージェントは武器のおよび投擲の命中精度にペナルティを受ける。
pl: Kosztowne opancerzenie osobiste zasilane elerium. Daje nieco słabszą ochronę niż pancerz Megapolu, ale nie zmniejsza ruchliwości agenta. Najdroższy segment główny, osłaniający korpus, ma wbudowane urządzenie antygrawitacyjne, umożliwiające agentowi poruszanie się w powietrzu. Jest to nadzwyczaj użyteczne, ale lewitujący agent charakteryzuje się obniżoną celnością strzału i rzutu.
pt_br: Sistema de armadura dispendioso, à base de Elerium. Essa armadura oferece menos proteção que a Armadura Megapol, mas não irá diminuir tanto a velocidade do usuário. A parte do tronco, mais cara, tem uma unidade de levitação integrada que permite ao usuário voar ou pairar. É uma habilidade extremamente útil, mas um Agente no ar sofrerá uma penalidade de precisão ao utilizar armas ou granadas.
ru_ru: Дорогой бронекостюм с элериумным источником питания. Этот костюм обеспечивает в среднем более низкий уровень защиты, чем бронекостюм Мегапола, но не так сильно снижает скорость перемещения и реакции носителя. В дорогой торс встроен антигравитационный блок, что позволяет носителю летать или парить в воздухе. Это чрезвычайно полезная возможность, но оперативник, находящийся над землей, получает штраф к точности при использовании оружия или гранат.

source: X-COM Disruptor Armor
cs: Zbroj X-COM
de_de: X-COM-Disruptor-Rüstung
es: Blindaje Anti-perturbación X-COM
fr_fr: Blindage déviant X-COM
it: Armatura Disgregatrice X-COM
ja_jp: X-Comディスラプターアーマー
pl: Pancerz dysrupcyjny X-COM
pt_br: Armadura Disruptiva X-COM
ru_ru: Расщепляющий скафандр X-COM

source: A lightweight armor developed by X-COM using Alien disruption field technology. This offers superb protection and excellent mobility.
cs: Velmi lehká zbroj, vyvinutá X-COMem využívá cizáckou disperzívní technologii. Nabízí dokonalou ochranu a vynikající pohyblivost.
de_de: Eine leichtgewichtige, von X-COM entwickelte Panzerung, die sich die Disruptorfeld-Technologie der Aliens zunutze macht. Dadurch bietet sie hervorragenden Schutz bei optimaler Beweglichkeit.
es: Blindaje de poco peso desarrollado por X-COM utilizando tecnología alienígena de campos de perturbación. Ofrece una excelente protección y excelente movilidad.
fr_fr: Une protection légère conçue par X-COM, basée sur la technologie de champ de disruption alien. Cette armure offre une protection et une rapidité de mouvements excellentes.
it: E' un'armatura estremamente leggera sviluppata dalla X-COM usando la tecnologia Aliena del campo Disgregatore. Offre una protezione superba e un'eccellente mobilità.
ja_jp: X-Comによって開発された軽量なアーマー。エイリアンのディスラプターフィールドテクノロジーを応用している。非常に高い防御力と優れた機動性を併せ持つ。
pl: Lekki pancerz skonstruowany przez X-COM z wykorzystaniem technologii pola dysrupcyjnego Obcych. Zapewnia znakomitą ochronę i pełną ruchliwość.
pt_br: Armadura leve desenvolvida pela X-COM, utilizando tecnologia alienígena de campos disruptivos. Oferece excelente proteção e mobilidade.
ru_ru: Легкий бронекостюм, разработанный инженерами X-COM на основе технологии расщепляющего поля пришельцев. Он обеспечивает превосходную защиту и прекрасную мобильность.

source: The Disruptor Gun is a remarkable piece of technology. It propels a beam of sub-atomic particles at immense speeds and quantity. The chamber which generates the energy is an inter-dimensional device which materializes energy from an alternative dimension. The power source, once initiated, is self-perpetuating and no ammunition or energy pods are required to sustain the fire power. Our replicators can reproduce this technology fairly accurately.
cs: Disperzívní pistole je pozoruhodnou ukázkou cizácké technologie. Vystřeluje obrovskou rychlostí svazek subatomárních částic. Komora, generující energii je typem interdimenzního zařízení, materializujícího energii z alternatívní dimenze. Generátor tohoto typu je po aktivaci energeticky soběstačný a pro střelbu už nepotřebuje munici ani žádný další zdroj energie. Naše replikátory zvládají reprodukci této technologie docela obstojně.
de_de: Die Disruptor-Kanone ist ein bemerkenswertes Beispiel moderner Technologie. Die Waffe schießt einen Strahl subatomarer Partikel mit unglaublicher Geschwindigkeit ab. Die Energiekammer ist ein interdimensionales Gerät, das Energie aus einer anderen Dimension bezieht. Die Energiequelle hält sich nach der Aktivierung selbst in Gang, und es werden weder Munition noch Energiekapseln benötigt, um die Feuerkraft aufrechtzuerhalten. Unsere Replikatoren können dieses Gerät ziemlich genau nachbauen.
es: El Fusil Perturbador es un sorprendente invento de la tecnología. Impulsa un rayo de enormes cantidades de partículas sub-atómicas a velocidades inmensas. La cámara que genera la energía es un dispositivo inter-dimensional que materializa la energía desde otra dimensión. La fuente de energía, una vez iniciada, es auto-suficiente y no necesita ni munición ni vainas de energía para mantener las capacidades de disparo. Nuestros replicadores pueden reproduciresta tecnología con bastante precisión.
fr_fr: Le fusil disrupteur est une petite merveille technologique. Il envoie un rayon de particules subatomiques à une vitesse incroyable. La chambre génératrice d'énergie est un mécanisme interdimensionnel qui matérialise l'énergie d'une autre dimension. La source d'énergie, une fois qu'elle est activée, s'auto-perpétue et il n'y a besoin ni de munitions ni de capsules d'énergie pour soutenir une puissance de feu. Nos réplicateurs peuvent copier cette technologie de manière plus ou moins précise.
it: La pistola Disgregatrice è un'arma a elevata tecnologia, che emette un raggio di particelle subatomiche a velocità elevatissima. La camera che genera il raggio è un dispositivo interdimensionale, che materializza energia da una dimensione alternativa. La fonte energetica, una volta attivata, si autoalimenta e non necessita di munizioni o ricariche per continuare a sparare; attualmente siamo in grado di riprodurre quest'arma con ottimi risultati.
ja_jp: ディスラプター砲は驚くべきテクノロジーの産物だ。亜原子の粒子を超高速で大量に発射する。エネルギーを生み出す薬室は次元間を繋ぐ装置によって並行次元から引き出したエネルギーを実体化させる。動力源は一度起動させると自動的に再充填を繰り返し、攻撃力を維持させる為の弾丸や電池の類を全く必要としない。我々の複製器はこの技術をかなりの精度で復元する事ができた。
pl: Ta broń to niezwykłe urządzenie. Wystrzeliwuje ona z ogromną prędkością strumień wielkiej liczby cząstek subatomowych. Komorę zasilającą stanowi urządzenie międzywymiarowe, czerpiące energię z innego wymiaru. Po włączeniu źródło energii jest niewyczerpalne, dzięki czemu zachowanie siły ognia nie wymaga żadnej amunicji ani baterii. Nasze replikatory są w stanie odtworzyć pistolet dysrupcyjny z dużą dokładnością.
pt_br: A Arma Disruptiva é uma incrível façanha tecnológica. É capaz de impulsionar um feixe de partículas subatômicas a grandes quantidades e velocidade. A Câmara que gera a energia é um dispositivo interdimensional que materializa energia de uma dimensão alternativa. A fonte de energia, uma vez iniciada, é infinita, e não é preciso munição ou células de energia para manter o poder de fogo. Nossos replicadores podem reproduzir essa tecnologia com bastante precisão.
ru_ru: Расщепляющая пушка представляет собой замечательный образец технологий пришельцев. Она выстреливает с огромной скоростью и концентрацией лучом субатомных частиц. Камера, генерирующая энергию, представляет собой межпространственное устройство, материализующее энергию другого измерения. Источник энергии после первого запуска самоподдерживается и не требует боеприпасов или батарей для обеспечения ведения огня. Наши репликаторы могут воспроизвести этот технологический образец с достаточной точностью.
