Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Click left mouse button or press a key when done
cs: Zmáčkni levé tlačítko myši nebo jakékoliv tlačítko až budeš hotov
de_de: Nach Abschluß linke Maustaste oder eine beliebige andere Taste drücken.
es: Presione el botón izquierdo del ratón o una tecla cuando haya terminado
fr_fr: Appuyez sur le bouton gauche de la souris ou sur une touche quand vous avez fini
it: Clicca col tasto sinistro del mouse o premi un tasto quando hai finito
ja_jp: 済んだらマウスの左ボタンか何かキーを押してください。
pl: Kliknij LPM lub naciśnij klawisz, gdy gotowe
pt_br: Clique com o botão esquerdo do mouse ou pressione uma tecla quando terminar
ru_ru: По окончании нажмите левую кнопку мыши или любую клавишу

source: Brown
ja_jp: ブラウン
ru_ru: Браун

source: Bostock
ja_jp: ボストック
ru_ru: Босток

source: Robinson
ja_jp: ロビンソン
ru_ru: Робинсон

source: Watson
ja_jp: ワトソン
ru_ru: Уотсон

source: Jonlan
ja_jp: ヨンラン
ru_ru: Джонлан

source: White
ja_jp: ホワイト
pl: Biały
ru_ru: Уайт

source: Taylor
ja_jp: テイラー
ru_ru: Тейлор

source: Frogley
ja_jp: フロッグレイ
ru_ru: Фрогли

source: Smith
ja_jp: スミス
ru_ru: Смит

source: Pearce
ja_jp: ピアース
ru_ru: Пирс

source: Evans
ja_jp: エバンス
ru_ru: Эванс

source: Reynolds
ja_jp: レイノルズ
ru_ru: Рейнольдс

source: Davies
ja_jp: デービス
ru_ru: Дэвис

source: Bailey
ja_jp: ベイリー
ru_ru: Бейли

source: Sharpe
ja_jp: シャープ
ru_ru: Шарп

source: Wright
ja_jp: ライト
ru_ru: Райт

source: Stewart
ja_jp: スチュワート
ru_ru: Стюарт

source: Hill
ja_jp: ヒル
ru_ru: Хилл

source: Baker
ja_jp: ベイカー
ru_ru: Бейкер

source: Parker
ja_jp: パーカー
ru_ru: Паркер

source: Blake
ja_jp: ブレーク
ru_ru: Блейк

source: Bradley
ja_jp: ブラッドレイ
ru_ru: Брэдли

source: Webb
ja_jp: ウェブ
ru_ru: Уэбб

source: Kemp
ja_jp: ケンプ
ru_ru: Кэмп

source: Carr
ja_jp: カール
ru_ru: Карр

source: Queen
ja_jp: クイーン
ru_ru: Квин

source: Gallagher
ja_jp: ギャラガー
ru_ru: Галлахер

source: Miller
ja_jp: ミラー
ru_ru: Миллер

source: Stoddard
ja_jp: ストッダード
ru_ru: Стоддард

source: Thompson
ja_jp: トンプソン
ru_ru: Томпсон

source: Nash
ja_jp: ナッシュ
ru_ru: Нэш

source: Johnson
ja_jp: ジョンソン
ru_ru: Джонсон

source: Mitchell
ja_jp: ミッチェル
ru_ru: Митчелл

source: Hudson
ja_jp: ハドソン
ru_ru: Хадсон

source: McNeil
ja_jp: マクネイル
ru_ru: Мак-Нил

source: Homburger
ja_jp: ホムバーガー
ru_ru: Хомбургер

source: Crossett
ja_jp: クロセット
ru_ru: Кроссет

source: Dodge
ja_jp: ドッジ
ru_ru: Додж

source: Bryant
ja_jp: ブライアント
ru_ru: Брайант

source: Horton
ja_jp: ホートン
ru_ru: Хортон

# female
source: Shalimov
ja_jp: シャリノフ
pl: Szalimowa
ru_ru: Шалимов

# male
source: Shalimov
ja_jp: シャリノフ
pl: Szalimow
ru_ru: Шалимова

# female
source: Petrov
ja_jp: ペトロフ
pl: Petrowa
ru_ru: Петрова

# male
source: Petrov
ja_jp: ペトロフ
pl: Petrow
ru_ru: Петров

# female
source: Shadrin
ja_jp: シャドリン
pl: Szadrina
ru_ru: Шадрина

# male
source: Shadrin
ja_jp: シャドリン
pl: Szadrin
ru_ru: Шадрин

# female
source: Ragulin
ja_jp: ラグリン
pl: Ragulina
ru_ru: Рагулина

# male
source: Ragulin
ja_jp: ラグリン
ru_ru: Рагулин

# female
source: Mikhailov
ja_jp: ミハイロフ
pl: Michajłowa
ru_ru: Михайлова

# male
source: Mikhailov
ja_jp: ミハイロフ
pl: Michajłow
ru_ru: Михайлов

# female
source: Belov
ja_jp: ベロフ
pl: Belowa
ru_ru: Белова

# male
source: Belov
ja_jp: ベロフ
pl: Below
ru_ru: Белов

source: Korkia
ja_jp: コルキア
ru_ru: Коркия

source: Torban
ja_jp: トーバン
ru_ru: Торбан

# female
source: Likhachev
ja_jp: リハチェフ
pl: Likaczewa
ru_ru: Лихачёва

# male
source: Likhachev
ja_jp: リハチェフ
pl: Likaczew
ru_ru: Лихачёв

# female
source: Romanov
ja_jp: ロマノフ
pl: Romanowa
ru_ru: Романова

# male
source: Romanov
ja_jp: ロマノフ
pl: Romanow
ru_ru: Романов

# female
source: Scharov
ja_jp: シャロフ
pl: Szarowa
ru_ru: Шарова

# male
source: Scharov
ja_jp: シャロフ
pl: Szarow
ru_ru: Шаров

# female
source: Asimov
ja_jp: アシモフ
pl: Asimowa
ru_ru: Асимова

# male
source: Asimov
ja_jp: アシモフ
pl: Asimow
ru_ru: Асимов

source: Samusenko
ja_jp: サムセンコ
ru_ru: Самусенко

# female
source: Gorokhova
ja_jp: ゴロコバ
pl: Gorochowa
ru_ru: Горохова

# male
source: Gorokhova
ja_jp: ゴロコバ
pl: Gorochow
ru_ru: Горохов

source: Yakubik
ja_jp: ヤクビック
pl: Jakubik
ru_ru: Якубик

# female
source: Kolotov
ja_jp: コロトフ
pl: Kołotowa
ru_ru: Колотова

# male
source: Kolotov
ja_jp: コロトフ
pl: Kołotow
ru_ru: Колотов

# female
source: Chukarin
ja_jp: チュカリン
pl: Czukarina
ru_ru: Чукарина

# male
source: Chukarin
ja_jp: チュカリン
pl: Czukarin
ru_ru: Чукарин

# female
source: Andianov
ja_jp: アンディアノフ
pl: Andianowa
ru_ru: Андианова

# male
source: Andianov
ja_jp: アンディアノフ
pl: Andianow
ru_ru: Андианов

# female
source: Voronin
ja_jp: ヴォロニン
pl: Woronina
ru_ru: Воронина

# male
source: Voronin
ja_jp: ヴォロニン
pl: Woronin
ru_ru: Воронин

# female
source: Maleev
ja_jp: マリーブ
pl: Malejewa
ru_ru: Малеева

# male
source: Maleev
ja_jp: マリーブ
pl: Malejew
ru_ru: Малеев

source: Iwasaki
ja_jp: 岩崎
ru_ru: Ивасаки

source: Shoji
ja_jp: 庄治
pl: Siodzi
ru_ru: Сёдзи

source: Okabe
ja_jp: 岡部
ru_ru: Окабэ

source: Yamashita
ja_jp: 山下
pl: Jamasita
ru_ru: Ямасита

source: Okamoto
ja_jp: 岡本
ru_ru: Окамото

source: Yamazaki
ja_jp: 山崎
pl: Jamazaki
ru_ru: Ямадзаки

source: Iwahara
ja_jp: 岩原
ru_ru: Ивахара

source: Kojima
ja_jp: 小島
pl: Kodzima
ru_ru: Кодзима

source: Tanida
ja_jp: 谷田
ru_ru: Танида

source: Akira
ja_jp: 明
ru_ru: Акира

source: Fujimoto
ja_jp: 藤本
pl: Fudzimoto
ru_ru: Фудзимото

source: Matsumara
ja_jp: 松原
ru_ru: Мацумара

source: Morita
ja_jp: 森田
ru_ru: Морита

source: Sato
ja_jp: 佐藤
ru_ru: Сато

source: Noguchi
ja_jp: 野口
pl: Noguci
ru_ru: Ногути

source: Shimaoka
ja_jp: 島岡
pl: Simaoka
ru_ru: Симаока

source: Koyama
ja_jp: 小山
pl: Kojama
ru_ru: Кояма

source: Ishii
ja_jp: 石井
pl: Isii
ru_ru: Исии

source: Yamanaka
ja_jp: 山中
pl: Jamanaka
ru_ru: Яманака

source: Tanikawa
ja_jp: 谷川
ru_ru: Таникава

source: Steinbach
ja_jp: シュタインバッハ
ru_ru: Штейнбах

source: Mederow
ja_jp: メデロゥ
ru_ru: Медеров

source: Meyer
ja_jp: メイヤー
ru_ru: Мейер

source: Ulbricht
ja_jp: ウルブリッヒ
ru_ru: Ульбрихт

source: Berger
ja_jp: ベルガー
ru_ru: Бергер

source: Faerber
ja_jp: フィーバー
ru_ru: Фербер

source: Gunkel
ja_jp: グンケル
ru_ru: Гункель

source: Krause
ja_jp: クラウス
ru_ru: Краузе

source: Keller
ja_jp: ケラー
ru_ru: Келлер

source: Brehme
ja_jp: ブレーメ
ru_ru: Бреме

source: Vogel
ja_jp: ボゲル
ru_ru: Фогель

source: Hafner
ja_jp: ハフナー
ru_ru: Хафнер

source: Schultz
ja_jp: シュルツ
ru_ru: Шульц

source: Richter
ja_jp: リッチャー
ru_ru: Рихтер

source: Esser
ja_jp: エッシャー
ru_ru: Эссер

source: Zander
ja_jp: ザンダー
ru_ru: Цандер

source: Seidler
ja_jp: ジードラー
ru_ru: Зайдлер

source: Unger
ja_jp: ウンゲ
ru_ru: Унгер

source: Geisler
ja_jp: ガイスラー
ru_ru: Гейслер

source: Heinsch
ja_jp: ハイン
ru_ru: Хайнш

source: Dujardin
ja_jp: ドゥジャーダ
ru_ru: Дюжарден

source: Cuvelier
ja_jp: キュベレイ
ru_ru: Кювелье

source: Gressier
ja_jp: グレッシャー
ru_ru: Гресье

source: Lecointe
ja_jp: リクワンテ
ru_ru: Лекуэнт

source: Gautier
ja_jp: ゴーシャイ
ru_ru: Готье

source: Bouissou
ja_jp: ブイッソー
ru_ru: Буассу

source: Marcelle
ja_jp: マルセル
ru_ru: Марсель

source: Bouton
ja_jp: ボタン
ru_ru: Бутон

source: Lefevre
cs: Lefèvre
de_de: Lefèvre
es: Lefèvre
fr_fr: Lefèvre
it: Lefèvre
ja_jp: レフェブレ
ru_ru: Лефевр

source: Laroyenne
ja_jp: レロイン
ru_ru: Ларуэн

source: Dreyfus
ja_jp: ドライファス
ru_ru: Дрейфюс

source: Dagallier
ja_jp: ダガリア
ru_ru: Дагалье

source: Guerin
cs: Guérin
de_de: Guérin
es: Guérin
fr_fr: Guérin
it: Guérin
ja_jp: グエリン
ru_ru: Герен

source: Pecheux
cs: Pécheux
de_de: Pécheux
es: Pécheux
fr_fr: Pécheux
it: Pécheux
ja_jp: ペシュ
ru_ru: Пеше

source: Buchard
ja_jp: バチェ
ru_ru: Бюшар

source: Collignon
ja_jp: コリノン
ru_ru: Коллиньон

source: Revenu
ja_jp: レベニュー
ru_ru: Ревеню

source: Cantona
ja_jp: カンタナ
ru_ru: Кантона

source: Gaudin
ja_jp: ガーデン
ru_ru: Годен

source: Luget
ja_jp: ルジェット
ru_ru: Люже

source: Ian
ja_jp: イアン
ru_ru: Йен

source: Thad
ja_jp: サド
ru_ru: Тад

source: David
ja_jp: デイビッド
ru_ru: Дэвид

source: Scott
ja_jp: スコット
ru_ru: Скотт

source: John
ja_jp: ジョン
ru_ru: Джон

source: Paul
ja_jp: ポール
ru_ru: Пол

source: Arthur
ja_jp: アーサー
ru_ru: Артур

source: Robert
ja_jp: ロバート
ru_ru: Роберт

source: Patrick
ja_jp: パトリック
ru_ru: Патрик

source: James
ja_jp: ジェームズ
ru_ru: Джеймс

source: Damien
ja_jp: ダミアン
ru_ru: Дэмиен

source: Frank
ja_jp: フランク
ru_ru: Фрэнк

source: Neil
ja_jp: ニール
ru_ru: Нил

source: Brett
ja_jp: ブレット
ru_ru: Бретт

source: Adam
ja_jp: アダム
ru_ru: Адам

source: Maria
ja_jp: マリア
ru_ru: Мария

source: Helen
ja_jp: ヘレン
ru_ru: Хелен

source: Sarah
ja_jp: サラ
ru_ru: Сара

source: Jane
ja_jp: ジェーン
ru_ru: Джейн

source: Andrea
ja_jp: アンドレ
ru_ru: Андреа

source: Clarence
ja_jp: クラレンス
ru_ru: Кларенс

source: Austin
ja_jp: オースティン
ru_ru: Остин

source: Tom
ja_jp: トム
ru_ru: Том

source: Mark
ja_jp: マーク
ru_ru: Марк

source: Kevin
ja_jp: ケビン
ru_ru: Кевин

source: Carl
ja_jp: カール
ru_ru: Карл

source: Samuel
ja_jp: サミュエル
ru_ru: Сэмюэл

source: Donald
ja_jp: ドナルド
ru_ru: Дональд

source: Dwight
ja_jp: ドワイト
ru_ru: Дуайт

source: Ed
ja_jp: エド
ru_ru: Эд

source: Virgil
ja_jp: バージル
ru_ru: Вирджил

source: Calvin
ja_jp: カルビン
ru_ru: Келвин

source: Spencer
ja_jp: スペンサー
ru_ru: Спенсер

source: Lester
ja_jp: レスター
ru_ru: Лестер

source: Oscar
ja_jp: オスカー
ru_ru: Оскар

source: Barbara
ja_jp: バーバラ
ru_ru: Барбара

source: Sigourney
ja_jp: シガニー
ru_ru: Сигурни

source: Catherine
ja_jp: キャサリン
ru_ru: Кэтрин

source: Evelyn
ja_jp: エベリン
ru_ru: Эвелин

source: Patricia
ja_jp: パトリシア
ru_ru: Патрисия

source: Sergei
ja_jp: セルゲイ
pl: Sergiej
ru_ru: Сергей

source: Boris
ja_jp: ボリス
pl: Borys
ru_ru: Борис

source: Vladimir
ja_jp: ブラッドミール
pl: Władimir
ru_ru: Владимир

source: Victor
ja_jp: ビクター
pl: Wiktor
ru_ru: Виктор

source: Gennadi
ja_jp: ゲナディ
pl: Giennadij
ru_ru: Геннадий

source: Mikhail
ja_jp: ミカイル
pl: Michaił
ru_ru: Михаил

source: Anatoly
ja_jp: アナトリー
pl: Anatolij
ru_ru: Анатолий

source: Leonid
ja_jp: レオニド
ru_ru: Леонид

source: Igor
ja_jp: イゴール
ru_ru: Игорь

source: Yuri
ja_jp: ユーリ
pl: Jurij
ru_ru: Юрий

source: Andrei
ja_jp: アンドレイ
pl: Andriej
ru_ru: Андрей

source: Nikolai
ja_jp: ニコライ
pl: Nikołaj
ru_ru: Николай

source: Dmitriy
ja_jp: ドミトリ
pl: Dmitrij
ru_ru: Дмитрий

source: Grigoriy
ja_jp: グリゴリー
pl: Grigorij
ru_ru: Григорий

source: Ivan
ja_jp: イワン
pl: Iwan
ru_ru: Иван

source: Lyudmila
ja_jp: ルドミーァ
pl: Ludmiła
ru_ru: Людмила

source: Olga
ja_jp: オルガ
ru_ru: Ольга

source: Tatyana
ja_jp: タチアナ
pl: Tatiana
ru_ru: Татьяна

source: Galina
ja_jp: ガリーナ
ru_ru: Галина

source: Astra
ja_jp: アストラ
ru_ru: Астра

source: Tatsuo
ja_jp: 辰夫
ru_ru: Тацуо

source: Toshio
ja_jp: 利男
pl: Tosio
ru_ru: Тосио

source: Jungo
ja_jp: 淳吾
ru_ru: Дзюнго

source: Yuzo
ja_jp: 雄三
pl: Juzo
ru_ru: Юдзо

source: Kenji
ja_jp: 賢治
pl: Kendzi
ru_ru: Кендзи

source: Naohiro
ja_jp: 直弘
ru_ru: Наохиро

source: Isao
ja_jp: 勲
ru_ru: Исао

source: Yasuaki
ja_jp: 康明
pl: Jasuaki
ru_ru: Ясуаки

source: Yataka
ja_jp: 豊
pl: Jataka
ru_ru: Ятака

source: Masanori
ja_jp: 政則
ru_ru: Масанори

source: Shigeo
ja_jp: 茂雄
pl: Sigeo
ru_ru: Сигэо

source: Masaharu
ja_jp: 正治
ru_ru: Масахару

source: Shigeru
ja_jp: 茂
pl: Sigeru
ru_ru: Сигэру

source: Akinori
ja_jp: 昭憲
ru_ru: Акинори

source: Shuji
ja_jp: 修司
pl: Siudzi
ru_ru: Сюдзи

source: Mariko
ja_jp: 真理子
ru_ru: Марико

source: Sumie
ja_jp: 澄江
ru_ru: Сумиэ

source: Sata
ja_jp: 佐知
ru_ru: Сата

source: Yoko
ja_jp: 陽子
pl: Joko
ru_ru: Ёко

source: Michiko
ja_jp: 美智子
pl: Miciko
ru_ru: Митико

source: Hans
ja_jp: ハンス
ru_ru: Ганс

source: Otto
ja_jp: オットー
ru_ru: Отто

source: Manfred
ja_jp: マンフレッド
ru_ru: Манфред

source: Klaus
ja_jp: クラウス
ru_ru: Клаус

source: Dieter
ja_jp: デイテル
ru_ru: Дитер

source: Wolfgang
ja_jp: ウルフガング
ru_ru: Вольфганг

source: Matthias
ja_jp: マチアス
ru_ru: Маттиас

source: Gunter
ja_jp: ガンター
ru_ru: Гюнтер

source: Werner
ja_jp: ワーナー
ru_ru: Вернер

source: Gerhard
ja_jp: ジェラード
ru_ru: Герхард

source: Siegfried
ja_jp: ジークフリード
ru_ru: Зигфрид

source: Rudi
ja_jp: ルティ
ru_ru: Руди

source: Jurgen
ja_jp: ユーゲン
ru_ru: Юрген

source: Stefan
ja_jp: ステファン
ru_ru: Штефан

source: Franz
ja_jp: フランツ
ru_ru: Франц

source: Uta
ja_jp: ウータ
ru_ru: Юта

source: Gudrun
ja_jp: ガドラン
ru_ru: Гудрун

source: Christel
ja_jp: クリステル
ru_ru: Кристель

source: Karin
ja_jp: カーリン
ru_ru: Карин

source: Helga
ja_jp: ヘルガ
ru_ru: Хельга

source: Henri
ja_jp: ヘンリー
ru_ru: Анри

source: Jacques
ja_jp: ジャック
ru_ru: Жак

source: Eric
ja_jp: エリック
ru_ru: Эрик

source: Jean
ja_jp: ジーン
ru_ru: Жан

source: Gaston
ja_jp: ガストン
ru_ru: Гастон

source: Gerard
cs: Gérard
de_de: Gérard
es: Gérard
fr_fr: Gérard
it: Gérard
ja_jp: ジェラルド
ru_ru: Жерар

source: Louis
ja_jp: ルイス
ru_ru: Луи

source: Marcel
ja_jp: マルセル
ru_ru: Марсель

source: Leon
cs: Léon
de_de: Léon
es: Léon
fr_fr: Léon
it: Léon
ja_jp: レオン
ru_ru: Леон

source: Pierre
ja_jp: ピエール
ru_ru: Пьер

source: Bernard
ja_jp: バーナード
ru_ru: Бернар

source: Marc
ja_jp: マーク
ru_ru: Марк

source: Claude
ja_jp: クロード
ru_ru: Клод

source: Armand
ja_jp: アルマンド
ru_ru: Арман

source: Emile
ja_jp: エミル
ru_ru: Эмиль

source: Micheline
ja_jp: ミシェリン
ru_ru: Мишлин

source: Sylvie
ja_jp: シルビア
ru_ru: Сильви

source: Marielle
ja_jp: マリエール
ru_ru: Мариэль

source: Danielle
ja_jp: ダニエル
ru_ru: Даниэль

source: Jacqueline
ja_jp: ジャクリーヌ
ru_ru: Жаклин

source: Click on building to set destination
cs: Kliknutím označ cílovou budovu
de_de: Gebäude anklicken, um Ziel zu setzen
es: Presione un edificio para fijar su destino
fr_fr: Cliquez sur le bâtiment pour sélectionner une destination
it: Clicca sull'edificio per impostare la destinazione
ja_jp: 建物をクリックして目的地を指定してください。
pl: Kliknij budynek, by wskazać cel
pt_br: Clique na edificação para definir destino
ru_ru: Нажмите на здание, чтобы выбрать пункт назначения

source: Click on vehicle to attack
cs: Klikni na cílové vozidlo
de_de: Fahrzeug anklicken, um anzugreifen
es: Presione un vehículo al cual atacar
fr_fr: Cliquez sur le véhicule à attaquer
it: Clicca sul veicolo per attaccare
ja_jp: 攻撃する乗物を指定してください。
pl: Kliknij pojazd, by zaatakować
pt_br: Clique no veículo para atacar
ru_ru: Нажмите на транспортное средство, чтобы атаковать его

source: Click on map position to set destination
cs: Kliknutím na mapu urči cílové místo
de_de: Kartenposition anklicken, um Ziel zu setzen
es: Presione una ubicación en el mapa para fijar destino
fr_fr: Cliquez sur un endroit de la carte pour sélectionner une destination
it: Clicca sulla mappa per impostare la destinazione
ja_jp: マップ上をクリックして目的地を指定してください。
pl: Kliknij miejsce na mapie, by wyznaczyć cel
pt_br: Clique na posição do mapa para definir destino
ru_ru: Выберите точку на карте, чтобы указать пункт назначения

source: Click on Dimension Gate to set destination
cs: Kliknutím vyber cílovou Dimenzní bránu
de_de: Dimensionstor anklicken, um Ziel zu setzen
es: Presione un Portal Dimensional para fijar destino
fr_fr: Cliquez sur un portail interdimensionnel pour sélectionner une destination
it: Clicca sul Portale Dimensionale per impostare la destinazione
ja_jp: 次元ゲートをクリックして目的地を指定してください。
pl: Kliknij bramę międzywymiarową, by wyznaczyć cel
pt_br: Clique no Portal Dimensional para definir destino
ru_ru: Нажмите на врата между измерениями, чтобы выбрать пункт назначения

source: Click on building to destroy
cs: Klikni na budovu ke zničení
de_de: Gebäude anklicken, um es zu vernichten
es: Presione un edificio para destruirlo
fr_fr: Cliquez sur un bâtiment pour le détruire
it: Clicca sull'edificio da distruggere
ja_jp: 破壊する建物を指定してください。
pl: Kliknij budynek, by go zniszczyć
pt_br: Clique na edificação para destruir
ru_ru: Нажмите на здание, чтобы разрушить его

source: Click on vehicle to select target
cs: Kliknutím na vozidlo urči cíl
de_de: Fahrzeug anklicken, um Ziel zu setzen
es: Presione un vehículo para seleccionar objetivo
fr_fr: Cliquez sur un véhicule pour sélectionner une cible
it: Clicca sul veicolo per indicare il bersaglio
ja_jp: ターゲットにする乗物を指定してください。
pl: Kliknij pojazd, by zaatakować
pt_br: Clique no veículo para selecionar alvo
ru_ru: Нажмите на транспортное средство, чтобы выбрать цель

source: Alien Probe
cs: Průzkumník
de_de: ALien-Sonde
es: Sonda alienígena
fr_fr: Sonde alienne
it: Sonda Aliena
ja_jp: エイリアンの探査機
pl: Sonda
pt_br: Sonda Alien
ru_ru: Зонд пришельцев

source: Alien Scout
cs: Vyzvědač
de_de: Alien-Aufklärer
es: Explorador alienígena
fr_fr: Vaisseau éclaireur alien
it: Nave Scout Aliena
ja_jp: エイリアンの偵察機
pl: Statek zwiadowczy
pt_br: Explorador Alien
ru_ru: Разведывательный корабль пришельцев

source: Alien Transporter
cs: Transportér
es: Transportador alienígena
fr_fr: Transport alien
it: Trasporto Alieno
ja_jp: エイリアンの輸送機
pl: Transportowiec
pt_br: Transportador Alien
ru_ru: Транспортный корабль пришельцев

source: Alien Fast Attack Ship
cs: Malý útočný člun
de_de: Alien-Blitzangriffsschiff
es: Nave de ataque rápido
fr_fr: Vaisseau d'attaque rapide alien
it: Nave d'Assalto Veloce Aliena
ja_jp: エイリアンの強襲艇
pl: Statek uderzeniowy
pt_br: Nave Alien de Ataque Rápido
ru_ru: Корабль-перехватчик пришельцев

source: Alien Destroyer
cs: Ničitel
de_de: Alien-Zerstörer
es: Destructor alienígena
fr_fr: Destroyer alien
it: Incrociatore Alieno
ja_jp: エイリアンの駆逐艦
pl: Niszczyciel
pt_br: Destróier Alien
ru_ru: Ракетоносец пришельцев

source: Alien Assault Ship
cs: Velký útočný člun
de_de: Alien-Angriffsschiff
es: Nave de Asalto alienígena
fr_fr: Vaisseau d'attaque alien
it: Nave d'Assalto Aliena
ja_jp: エイリアンの突撃鑑
pl: Statek szturmowy
pt_br: Nave de Assalto Alien
ru_ru: Десантный штурмовик пришельцев

source: Alien Bomber
cs: Bombardér
es: Bombardero alienígena
fr_fr: Bombardier alien
it: Bombardiere Alieno
ja_jp: エイリアンの爆撃艇
pl: Bombowiec
pt_br: Bombardeiro Alien
ru_ru: Бомбардировщик пришельцев

source: Alien Escort
cs: Výsadková loď
de_de: Alien-Eskortschiff
es: Escolta alienígena
fr_fr: Vaisseau d'escorte alien
it: Nave Scorta Aliena
ja_jp: エイリアンの護衛艦
pl: Eskortowiec
pt_br: Escolta Alien
ru_ru: Корабль сопровождения пришельцев

source: Alien Battleship
cs: Cizácká válečná loď
de_de: Alien-Kampfschiff
es: Acorazado alienígena
fr_fr: Vaisseau de combat alien
it: Corazzata Aliena
ja_jp: エイリアンの戦艦
pl: Pancernik
pt_br: Nave de Batalha Alien
ru_ru: Линкор пришельцев

source: Alien Mothership
cs: Cizácká mateřská loď
de_de: Alien-Mutterschiff
es: Nave Nodriza alienígena
fr_fr: Vaisseau-mère alien
it: Nave Madre Aliena
ja_jp: エイリアンの母艦
pl: Statek-matka
pt_br: Nave-mãe Alien
ru_ru: Корабль-база пришельцев

source: Police Hovercar
cs: Policejní vznášedlo
de_de: Polizei-Schwebefahrzeug
es: Aeropatrulla
fr_fr: Hovercar de police
it: Hovercar della Polizia
ja_jp: 警察ホバーカー
pl: Hower policyjny
pt_br: Leviatura
ru_ru: Полицейский ховеркар

source: Airtaxi
cs: Aerotaxi
de_de: Lufttaxi
es: Aerotaxi
fr_fr: Taxi aérien
it: Aerotaxi
ja_jp: エアタクシー
pl: Aerotaksówka
pt_br: Aerotáxi
ru_ru: Аэротакси

source: Rescue Transport
cs: Záchranný transportér
de_de: Rettungstransporter
es: Transporte de Rescate
fr_fr: Transport de secours
it: Veicolo d'Emergenza
ja_jp: 救急車
pl: Transport ratunkowy
pt_br: Transporte de Resgate
ru_ru: Транспорт службы спасения

source: Construction Vehicle
cs: Konstrukční vozidlo
de_de: Konstruktionsfahrzeug
es: Vehículo de Construcción
fr_fr: Véhicule de construction
it: Veicolo da Costruzione
ja_jp: 建設車両
pl: Pojazd budowlany
pt_br: Veículo de Construção
ru_ru: Строительная машина

source: Airtrans
cs: Aerotrans
de_de: Lufttransporter
es: Aerotrans
ja_jp: エア客車
pl: Aerotrans
pt_br: Aerotrans
ru_ru: Воздушный транспортер

source: Space Liner
cs: Vesmírná loď
de_de: Raumkreuzer
es: Transportador Espacial
fr_fr: Cargo spatial
it: Traghetto Spaziale
ja_jp: スペースライナー
pl: Liniowiec kosmiczny
pt_br: Linhas espaciais
ru_ru: Космический грузовик

source: Phoenix Hovercar
cs: Vznášedlo Fénix
de_de: Phoenix-Schwebefahrzg.
es: Aerocoche Phoenix
fr_fr: Hovercar Phénix
it: Hovercar Phoenix
ja_jp: フェニックス･ホバーカー
pl: Hower Feniks
pt_br: Levicarro Fênix
ru_ru: Ховеркар «Феникс»

source: Hoverbike
cs: Vzdušný skůtr
de_de: Schwebemotorrad
es: Aeromoto
it: Hovermoto
ja_jp: ホバーバイク
pl: Howercykl
pt_br: Levicleta
ru_ru: Ховербайк

source: Valkyrie Interceptor
cs: Valkýra stíhač
de_de: Valkyrie-Abfangjäger
es: Interceptador Valkyrie
fr_fr: Intercepteur Valkyrie
it: Intercettore Valkyrie
ja_jp: バルキリー･インターセプター
pl: Myśliwiec Walkiria
pt_br: Interceptor Valquíria
ru_ru: Перехватчик «Валькирия»

source: Hawk Air Warrior
cs: Sokol bojovník
de_de: Hawk-Kampfflieger
es: Guerrero Aéreo Hawk
fr_fr: Vaisseau de guerre Hawk
it: Caccia Hawk
ja_jp: ホーク･エアウォリアー
pl: Myśliwiec bombardujący Jastrząb
pt_br: Falcão AeroWarrior
ru_ru: Боевая платформа «Ястреб»

source: Dimension Probe
cs: Interdimenzní sonda
de_de: Dimensionssonde
es: Sonda Dimensiónal
fr_fr: Sonde dimensionnelle
it: Sonda Dimensionale
ja_jp: 次元探査機
pl: Sonda wymiarowa
pt_br: Sonda Dimensão
ru_ru: Межразмерный зонд

source: Biotrans
de_de: Biotransporter
ja_jp: バイオ転送機
ru_ru: Биотранспорт

source: Explorer
de_de: Forschungsschiff
es: Explorador
fr_fr: Explorateur
ja_jp: エキスプローラー
pl: Eksplorator
pt_br: Exploradora
ru_ru: Исследователь

source: Retaliator
cs: Retaliátor
es: Vengador
fr_fr: Riposteur
ja_jp: リタリエイター
pl: Groza
pt_br: Retaliadora
ru_ru: Мститель

source: Annihilator
cs: Anihilátor
es: Aniquilador
fr_fr: Anéantisseur
it: Annichilatore
ja_jp: アニヒレイター
pl: Anihilator
pt_br: Aniquiladora
ru_ru: Аннигилятор

source: Autotaxi
ja_jp: タクシー
pl: Autotaksówka
pt_br: Autotáxi
ru_ru: Автотакси

source: Autotrans
de_de: Autotransporter
ja_jp: 客車
ru_ru: Автотранспортер

source: Police Car
cs: Policejní vůz
de_de: Polizeifahrzeug
es: Patrulla
fr_fr: Voiture de police
it: Auto della Polizia
ja_jp: パトカー
pl: Wóz policyjny
pt_br: Viatura policial
ru_ru: Полицейский автомобиль

source: Civilian Car
cs: Civilní vůz
de_de: Zivilfahrzeug
es: Coche Particular
fr_fr: Voiture civile
it: Auto Civile
ja_jp: 市民の車
pl: Samochód cywilny
pt_br: Carro Civil
ru_ru: Гражданский автомобиль

source: Stormdog
it: Tempesta
ja_jp: ストームドッグ
pl: Ogar
ru_ru: Бешеный пес

source: Wolfhound APC
cs: Volfhound APC
es: Tanqueta Wolfhound
fr_fr: Transport Wolfhound
it: TTC Lupo
ja_jp: ウルフハウンド装甲車
pl: Transporter opancerzony Wilczarz
ru_ru: БТР «Волкодав»

source: Blazer Turbo Bike
cs: Kolo Turbo Blazer
es: Moto Turbo Blazer
fr_fr: Moto turbo Blazer
it: Turbomoto Blazer
ja_jp: ブレイザー･ターボバイク
pl: Turbocykl Płomieniec
pt_br: Moto Blazer Turbo
ru_ru: Турбобайк «Блейзер»

source: Griffon AFV
cs: Grifon AFV
es: Griffon TT
fr_fr: Véhicule tout terrain Griffon
ja_jp: グリフォン戦車
pl: OPB Gryf
ru_ru: ББМ «Грифон»

source: Empty
cs: Prázdno
de_de: Leer
es: Vacío
fr_fr: Vide
it: Vuoto
ja_jp: 空
pl: Pusty
pt_br: Vazio
ru_ru: Пусто

source: Megapol AP Grenade
cs: Granát Megapol
de_de: Megapol-AP-Granate
es: Megapol Granada AP
fr_fr: Grenade perforante
it: Granata AP
ja_jp: メガポール･APグレネード
pl: Granat przeciwpiechotny Megapolu
pt_br: Granada AP Megapol
ru_ru: Бронебойная граната Мегапола

source: Megapol Stun Grenade
cs: Plynový granát Megapol
de_de: Megapol-Betäubungsgranate
es: Megapol Granada de Percusión
fr_fr: Grenade paralysante
it: Granata stordente
ja_jp: メガポール･スタングレネード
pl: Granat obezwładniający Megapolu
pt_br: Granada Atordoante Megapol
ru_ru: Парализующая граната Мегапола

source: Megapol Smoke Grenade
cs: Kouřový granát Megapol
de_de: Megapol-Rauchgranate
es: Megapol Granada de Humo
fr_fr: Grenade fumigène
it: Granata fumogena
ja_jp: メガポール･スモークグレネード
pl: Granat dymny Megapolu
pt_br: Granada de Fumaça Megapol
ru_ru: Дымовая граната Мегапола

source: Marsec Proximity Mine
cs: Senzorická mina Marsec
de_de: Marsec-Näherungsmine
es: Marsec Mina de Proximidad
fr_fr: Mine de proximité
it: Mina di prossimità
ja_jp: マーゼック･近接地雷
pl: Mina zbliżeniowa Marseka
pt_br: Mina de Proximidade Marsec
ru_ru: «Марсек»: мина с датчиком движения

source: Marsec High Explosive
cs: Trhavina Marsec
de_de: Hochexplosiv-Sprengstoff
es: Marsec Alto Explosivo
fr_fr: Explosif puissant
it: Esplosivo ad alto potenziale
ja_jp: マーゼック･高性能爆弾
pl: Ładunek wybuchowy Marseka
pt_br: Alto Explosivo Marsec
ru_ru: «Марсек»: фугасная взрывчатка

source: Megapol Lawpistol
cs: Pistole Megapol
es: Megapol Pistola
fr_fr: Lawpistol
it: Pistola
ja_jp: メガポール･遵法ピストル
pl: Pistolet policyjny Megapolu
pt_br: Pistolei Megapol
ru_ru: Пистолет Мегапола
