Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: All hostile units have fled the combat zone. You win.
pt_br: Todas as unidades hostis abandonaram a zona de combate. Você ganhou.

source: Unit Brainsucked:
pt_br: Unidade teve seu cérebro sugado:

source: All your units have fled the combat zone. You win.
pt_br: Todas as suas unidades abandonaram a zona de combate. Você ganhou.

source: All hostile units have fled the combat zone. You lose.
pt_br: Todas as unidades hostis abandonaram a zona de combate. Você perdeu.

source: : Out of ammo
pt_br: : Munição esgotada

source: Psi-drain
pt_br: Psi-dreno

source: Mind Control
pt_br: Controle Mental

source: Panic
pt_br: Pânico

source: Probe
pt_br: Sonda

source: Psi-lend
pt_br: Empréstimo Psi

source: Psi-unpanic
pt_br: Controle de pânico Psi

source: Psi-unstun
pt_br: Neutralização de tonteio Psi

source: MIND PROBE
pt_br: SONDA MENTAL

source: Structure probe
pt_br: Sonda estrutural

source: -recharges
pt_br: -recargas

source: Mind shield
pt_br: Escudo mental

source: Mind bender
pt_br: Projetor mental

source: Alien detector
pt_br: Detector de Alienígenas

source: Personal disruption shield
pt_br: Escudo disruptor pessoal

source: Personal teleporter
pt_br: Teleportador pessoal

source: Personal Cloaking field
pt_br: C. de camuflagem pessoal

source: Dimension force field
pt_br: Campo de força dimensional

source: None
pt_br: Nada

source: Delay = %i
pt_br: Retardo = %i

source: Range = %2.1fm.
pt_br: Alcance = %2.1fm.

source: Initializing
pt_br: Inicializando

source: (debug) Validating Map
pt_br: (depuração) Validando Mapa

source: Deploying Units
pt_br: Enviando Unidades

source: Experience Processing
pt_br: Processamento de Experiência

source: Initializing LOS
pt_br: Inicializando Campo de Visão

source: Anonymous
pt_br: Anônimo

source: Enter Game Name
pt_br: Entre com o Nome do Jogo

source: Enter Your Name
pt_br: Entre com o Seu Nome

source: Pick Organization:
pt_br: Escolha Uma Organização:

source: Master volume:
pt_br: Volume principal:

source: Sound FX volume:
pt_br: Volume dos efeitos sonoros:

source: Music volume:
pt_br: Volume da música:

source: Swap left/right :
pt_br: Inverter esquerda/direita:

source: Time Units
pt_br: Unidades de Tempo

source: Too Far
pt_br: Muito Longe

source: Blocked
pt_br: Bloqueado

source: Game Turn:
pt_br: Rodada do Jogo:

source: Start Turn
pt_br: Iniciar Rodada

source: Enter password:
pt_br: Entre com a senha:

source: Incorrect password!
pt_br: Senha incorreta!

source: Hot Seat Game
pt_br: Múltiplos Jogadores em um Computador

source: Enter number of players:
pt_br: Entre com o número de jogadores:

source: Player
pt_br: Jogador

source: Enter your name:
pt_br: Entre com o seu nome:

source: Confirm password:
pt_br: Confirme sua senha:

source: Examine and reassign units by clicking on players' names
pt_br: Examine e redesigne unidades clicando nos nomes dos jogadores

source: Execute remaining movement orders for this unit?
pt_br: Executar ordens de movimentos remanescentes para esta unidade?

source: Hidden Movement
pt_br: Movimento Oculto

source: Activates now.
pt_br: Ativado agora.

source: Activates at end of turn.
pt_br: Ativado no final da rodada.

source: Turns before activation:
pt_br: Rodadas antes da ativação:

source: : TUs reserved for kneeling
pt_br: : UTs reservadas para agachamento

source: : TUs reserved for aimed shot
pt_br: : UTs reservadas para tiro mirado

source: : TUs reserved for snap shot
pt_br: : UTs reservadas para tiro improvisado

source: : TUs reserved for auto fire
pt_br: : UTs reservadas para auto-disparo

source: : TUs reserved for kneeling and aimed shot
pt_br: : UTs reservadas para agachamento e disparo mirado

source: : TUs reserved for kneeling and snap shot
pt_br: : UTs reservadas para agachamento e disparo improvisado

source: : TUs reserved for kneeling and auto fire
pt_br: : UTs reservadas para agachamento e auto-disparo

source: ABORT MISSION
pt_br: ABORTAR MISSÃO

source: Units Lost :
pt_br: Unidades Perdidas:

source: Very Poor
pt_br: Péssimo

source: Poor
pt_br: Ruim

source: Very Good
pt_br: Muito Bom

source: Out of turn activity paused
pt_br: Atividade fora da rodada pausada

source: Out of turn activity restarted
pt_br: Atividade fora da rodada reiniciada

source: Not Enough TU's
pt_br: Não há UTs suficientes

source: TU cost per item picked up:
pt_br: Custo de UTs por item apanhado:

source: Auto-execute remaining orders
pt_br: Auto-executar ordens remanescentes

source: Not enough TU's - TU cost per throw:
pt_br: Não há UTs suficientes. Custo de UTs por lançamento:

source: Too far to throw
pt_br: Longe demais para lançar

source: No arc of throw
pt_br: Não há arco para lançar

source: No line of fire
pt_br: Não há linha de fogo

source: Out of range
pt_br: Fora de alcance

source: Not enough TU's - TU cost per wound:
pt_br: Não há UTs suficientes. Custo de UTs por ferimento:

source: Not enough TU's - TU cost to use:
pt_br: Não há UTs suficientes. Custo de UTs para usar:

source: Not enough TU's - TU cost to activate:
pt_br: Não há UTs suficientes. Custo de UTs para ativar:

source: Not enough TU's - TU cost per attempt:
pt_br: Não há UTs suficientes. Custo de UTs por tentativa:

source: Up
pt_br: Acima

source: Down
pt_br: Abaixo

source: Toggle map level display mode
pt_br: Alternar nível de exibição do mapa

source: Toggle camera mode
pt_br: Alternar modo da câmara

source: Safe mode
pt_br: Modo seguro

source: Cautious mode
pt_br: Modo cauteloso

source: Aggressive mode
pt_br: Modo agressivo

source: Crawl
pt_br: Rastejar

source: Walk
pt_br: Andar

source: Run
pt_br: Correr

source: No shot
pt_br: Não atirar

source: Aimed shot
pt_br: Disparo mirado

source: Snap shot
pt_br: Disparo improvisado

source: Auto shot
pt_br: Auto-disparo

source: Stand up
pt_br: Levantar-se

source: Kneel down
pt_br: Agachar-se

source: Throw object
pt_br: Lançar objeto

source: Cannot throw
pt_br: Impossível lançar

source: Drop object
pt_br: Largar objeto

source: Yes, prime grenade
pt_br: Sim, preparar granada

source: No, cancel operation
pt_br: Não, cancelar operação

source: Group formation
pt_br: Formação em grupo

source: Exit Psionics
pt_br: Encerrar Psiônica

source: Psionically protect unit
pt_br: Proteger unidade psionicamente

source: Lend Psionic strength
pt_br: Emprestar força Psiônica

source: Unstun unit
pt_br: Neutralizar tonteio de unidade

source: Unpanic unit
pt_br: Controlar pânico de unidade

source: Probe unit
pt_br: Sondar unidade

source: Control body
pt_br: Controlar corpo

source: Stun unit
pt_br: Tontear unidade

source: Panic unit
pt_br: Colocar unidade em pânico

source: Squad icons
pt_br: Ícones de esquadrão

source: Level indicator
pt_br: Indicador de nível

source: Create a hotseat game
pt_br: Criar um jogo de múltiplos jogadores em um computador

source: Create a network game
pt_br: Criar um jogo em rede

source: Join a network game
pt_br: Entrar em um jogo de rede

source: Start game
pt_br: Iniciar jogo

source: Quit game
pt_br: Sair do jogo

source: Return to game
pt_br: Retornar ao jogo

source: Sound volumes
pt_br: Volumes de som

source: Return to options
pt_br: Retornar a opções

source: Plays a random sound effect
pt_br: Toca um efeito sonoro aleatório

source: Single file
pt_br: Fila indiana

source: Start turn
pt_br: Iniciar rodada

source: Return to start game screen
pt_br: Voltar à tela iniciar jogo

source: TU cost per shot:
pt_br: Custo em UTs por disparo:

source: TU cost:
pt_br: Custo em UTs:

source: Start real time game
pt_br: Iniciar jogo em tempo real

source: Start turn-based game
pt_br: Iniciar jogo baseado em rodadas

source: Multiplayer game
pt_br: Jogo multijogador

source: End turn
pt_br: Fim da rodada

source: Reserve TUs for auto shot
pt_br: Reserva de UTs para auto-disparo

source: Reserve TUs for snap shot
pt_br: Reserva de UTs para disparo improvisado

source: Reserve TUs for aimed shot
pt_br: Reserva de UTs para disparo mirado

source: Reserve TUs for kneel
pt_br: Reserva de UTs para se agachar

source: TU cost to activate:
pt_br: Custo em UTs para ativar:

source: TU cost to use:
pt_br: Custo em UTs para usar:

source: TU cost per wound:
pt_br: Custo em UTs por ferimento:

source: Deployment Failed
pt_br: O Envio Falhou

source: Due to a lack of space some units were not placed on the map.
pt_br: Devido à falta de espaço, algumas unidades não foram colocadas no mapa.

source: Number of missing units:
pt_br: Número de unidades faltantes:

source: No player controlled units
pt_br: Não há unidades controladas por jogador

source: No player controlled units were placed on the map; the game will run in observation mode.
pt_br: Nenhuma unidade controlada por jogador foi colocada no mapa; o jogo rodará em modo de observação.

source: TU cost per attempt:
pt_br: Custo de UTs por tentativa:

source: Review briefing
pt_br: Revisar instruções

source: Assign units to squad
pt_br: Designar unidades ao esquadrão

source: The following units will be lost if left in combat zone:
pt_br: As seguintes unidades serão perdidas, se abandonadas na zona de combate:

source: Abort mission?
pt_br: Abortar missão?

source: Hostile unit spotted
pt_br: Unidade hostil descoberta

source: Unit has died
pt_br: Unidade morta

source: Hostile unit has died
pt_br: Unidade hostil morta

source: Unknown Unit has died
pt_br: Unidade desconhecida morta

source: Unit critically wounded
pt_br: Unidade gravemente ferida

source: Unit badly injured
pt_br: Unidade muito machucada

source: Unit injured
pt_br: Unidade ferida

source: Unit under fire
pt_br: Unidade sob fogo

source: Unit has lost consciousness
pt_br: Unidade está inconsciente

source: Unit has left combat zone
pt_br: Unidade abandonou a zona de combate

source: Unit has frozen
pt_br: Unidade paralisada

source: Unit has gone beserk
pt_br: Unidade se descontrolou

source: Unit has panicked
pt_br: Unidade entrou em pânico

source: Unit has stopped panicking
pt_br: Unidade saiu do pânico

source: Psionic attack on unit
pt_br: Ataque Psiônico contra a unidade

source: Unit under Psionic control
pt_br: Unidade sob controle Psiônico

source: Unit freed from Psionic control
pt_br: Unidade libertada do controle Psiônico

source: Search the building for Alien life forms or other hostile forces. Engage the enemy, but where possible stun Aliens using a Stun Grapple, Stun Grenade, or Psionic power. Live Aliens are essential for our research. If all hostile units are eliminated or stunned then we can recover any equipment and Alien artifacts. A Bio-Transport module must be at the investigation site to enable the recovery of unconscious or dead Aliens. Be careful to avoid endangering any civilians and remember that the organization which owns the building will not be pleased if there is extensive damage to the structure.
pt_br: Investigue a edificação em busca de formas de vida Alienígena ou outras forças hostis. Entre em combate com o inimigo, mas quando for possível tonteie Alienígenas usando um Bastão de Tonteio, Granadas de Tonteio ou força Psiônica. Alienígenas vivos são essenciais para nossa pesquisa. Se todas as unidades hostis forem eliminadas ou tonteadas poderemos recuperar todos os equipamentos e artefatos Alienígenas existentes. Um Módulo de Transporte Biológico deve estar disponível no local, para a recuperação de Alienígenas mortos ou inconscientes. Tome precauções especiais no sentido de evitar colocar qualquer civil em perigo, e lembre-se de que a organização dona da edificação não ficará nada satisfeita, se houver danos estruturais.

source: Eliminate the building security forces and recover any equipment or valuable items left in the combat area. Use explosive or incendiary munitions to damage the building and inflict economic penalties on the owning organization, but remember that this can destroy any potential bounty. A raid will create a state of hostility between the organization and X-COM and you should be aware of the consequences of such a serious course of action.
pt_br: Elimine as forças de segurança da edificação e recupere qualquer equipamento ou itens de valor deixados na área de combate. Use munição explosiva ou incendiária para danificar a edificação e infligir perdas econômicas à organização proprietária, mas lembre-se que isto pode destruir qualquer ganho potencial. Um ataque criará um estado de hostilidade entre a organização e o X-COM, e você deve estar ciente das consequências de um curso de ação tão sério

source: The Aliens have located your base and have launched an attack. Defend the base from costly damage by eliminating all invading forces. You must also safeguard your Scientists and Engineers, either by defending them or exiting them from the combat zone. You can retreat from the base to cut your losses, but the base will be lost.
pt_br: Os Alienígenas localizaram sua base e lançaram um ataque. Defenda a base contra maiores danos, eliminando todas as forças invasoras. Você também tem que proteger seus cientistas e engenheiros, seja defendendo-os ou retirando-os da zona de combate. Você pode retirar-se da base para evitar maiores perdas, mas a base será perdida.

source: The Aliens have located your base and have launched an attack. Defend the base from costly damage by eliminating all invading forces. If all hostile forces are eliminated X-COM will be saved. If you are defeated then X-COM will be wiped out, leaving the world open to Alien domination. The fate of humanity will be determined by this conflict. Good luck.
pt_br: Os Alienígenas localizaram sua base e lançaram um ataque. Defenda a base contra maiores danos, eliminando todas as forças invasoras. Se todas as forças hostis forem eliminadas, o X-COM será salvo. Se você for derrotado, o X-COM será varrido do mapa, deixando o mundo à mercê do domínio Alienígena. O destino da humanidade será determinado por este conflito. Boa sorte.

source: NOT USED! - you should not see this message
pt_br: NÃO USADO! - você não deveria ver esta mensagem

source: The Incubator Chamber contains Alien Eggs. These Eggs are held at an exact temperature inside Incubators providing an environment for the Eggs to hatch at an optimum rate. Research reveals that a number of Incubators exist, they must all be destroyed.
pt_br: A Câmara Incubadora contém ovos Alienígenas. Estes ovos são mantidos em uma temperatura exata dentro das Incubadoras,o que fornece aos ovos um ambiente ideal para serem incubados no ritmo ideal. As pesquisas revelam que há diversas Incubadoras, e elas têm que ser todas destruídas.

source: The Spawning Chamber appears to be a very special structure. Very few Aliens enter this structure although vast numbers of Aliens regularly leave the building. Our research indicates that this building is the lair for some kind of Alien queen. We believe this Alien to be the sole producer of Alien Eggs from which all Aliens hatch. Whilst the primary objective is the destruction of the Queen and all Alien Eggs, the live capture of the Alien Queen would be a vicious insult to the Aliens.
pt_br: A Câmara de Desova parece ser uma estrutura muito especial. Muitos poucos Alienígenas entram nesta estrutura, embora um grande número de Alienígenas deixe o edifício regularmente. Nossa pesquisa indica que esta construção é a toca de algum tipo de rainha Alienígena. Nós acreditamos que este Alienígena seja o único produtor de ovos Alienígenas, a partir dos quais todos os Alienígenas são chocados. Embora o objetivo primário seja a destruição da Rainha e de todos os ovos Alienígenas, a captura da Rainha Alienígena seria um grande golpe contra os Alienígenas.

source: The Food Chamber contains the Aliens' food source in the form of plants. These plants require organic heat and light sources to prevent them from decaying. The Mutant alliance also informs us that a number of Sectoids are held captive within the Food Chamber. Our old enemy has apparently become an Alien delicacy. Whilst the rescue of any Sectoids will guarantee an Alliance with the Mutants, the primary objective is to destroy the Alien heat and light sources as indicated here.
pt_br: A Câmara de Alimentação contém a fonte de alimentos dos Alienígenas, na forma de plantas. Estas plantas exigem fontes de luze calor para evitar que elas se deteriorem. A Aliança Mutante também nos informa que diversos Sectoides são mantidos prisioneiros dentro da Câmara de Alimentação. Nosso velho inimigo parece que se transformou num petisco para os Alienígenas. Embora o resgate de qualquer Sectoide seja uma garantia de aliança com os mutantes, seu objetivo principal é destruir as fontes de luz e calor Alienígenas, indicadas aqui.

source: The Megapods are the means by which the Aliens create new structures. The small Egg-like objects are eventually replanted and grow into massive organic structures. Our discoveries are shocking; this building is practically overflowing with Pods. Our Scientists fear that the Aliens are planning a massive expansion and who knows how we could stop them then. All Megapods must be destroyed thus preventing the Aliens building any new structures.
pt_br: Os Megacasulos são o meio através do qual os Alienígenas criam novas estruturas. Estes pequenos objetos parecidos com ovos são posteriormente replantados, e crescem até se transformarem em estruturas orgânicas maciças. Nossas descobertas são chocantes:este edifício está praticamente transbordando de casulos. Nossos cientistas temem que os Alienígenas estejam planejando uma expansão maciça, e sabe-se lá como nós seríamos capazes de impedi-los. Todos os Megacasulos têm que ser destruídos, para evitar que os Alienígenas construam novas estruturas.

source: The Alien Dimension contains many structures linked by an irregular snaking chain. The Sleeping Chamber lies at the start of the chain and allows the Aliens to rejuvenate nocturnally. The Aliens regularly connect themselves to sleeping units, which appears to be a necessary operation in order for them to stay alive. Explore the area with caution and destroy all sleeping units as pictured here. After disabling the building, all Agents must exit the as soon as possible.
pt_br: A Dimensão Alienígena contém numerosas estruturas interligadas por uma cadeia serpenteante irregular. A Câmara Dormitório, que fica no início desta cadeia, permite aos Alienígenas rejuvenescerem durante a noite. Os Alienígenas se conectam regularmente a unidades dormitório, o que parece ser necessário para que eles continuem vivos. Explore a área com cautela e destrua todas as unidades dormitório indicadas aqui. Depois de colocarem o edifício fora de ação, todos os Agentes devem sair dele o mais rápido possível.

source: The Organic Factory provides a construction center for Alien UFOs. In their initial stage of development the UFOs resemble small mushroom-like objects. These objects increase in size until they reach the colossal sizes of the UFOs we have encountered. When fully grown the UFOs detach themselves from their stem and become fully functional Alien attack vessels. All embryonic UFOs must be destroyed.
pt_br: A Fábrica Orgânica é um centro de construção de OVNIs Alienígenas. Nos estágios iniciais de seu desenvolvimento, os OVNIs se parecem com pequenos objetos similares a cogumelos. Estes objetos crescem até atingirem os tamanhos colossais dos OVNIs que temos encontrado. Quando totalmente formados, os OVNIs destacam-se do talo e tornam-se naves de ataque.Alienígenas totalmente funcionais. Todos os OVNIs em estado embrionário devem ser destruídos.

source: The destruction of the Food Chambers leads us to the Alien Farm. This contains a number of strange white blocks. Our Scientists believe that these curious objects influence the atmospheric conditions of the Alien Dimension, although it has been impossible to prove this. Whatever the purpose of these blocks, their destruction can only hinder the Alien cause. Research indicates that the blocks are located in multiple locations, although only this site has been photographed. Destroy all of the blocks to disable the building.
pt_br: A destruição das Câmaras de Alimentação nos leva à Fazenda Alienígena. Ela contém uma grande quantidade de estranhos blocos brancos. Nossos cientistas acreditam que estes curiosos objetos influenciam as condições atmosféricas da Dimensão Alienígena, embora provar isto tenha sido impossível. Qualquer que seja a função destes blocos, sua destruição certamente retardará a causaAlienígena. As pesquisas indicam que os blocos estão distribuídos em diversos locais, embora apenas este aqui tenha sido fotografado. Destrua todos os blocos, para colocar a edificação fora de ação.

source: The Control Chamber houses giant organic brains which control the operation of Alien entities within the Alien dimension. The destruction of these organic brains will make any remaining Aliens more desperate, as their ultimate defeat becomes an imminent reality.
pt_br: A Câmara de Controle abriga gigantescos cérebros orgânicos que controlam a operação de entidades Alienígenas dentro da DimensãoAlienígena. A destruição destes cérebros orgânicos deixará os Alienígenas remanescentes mais desesperados, à medida que sua derrota final se torna uma realidade iminente.

source: The Maintenance Factory appears to contain a number of sacred Alien structures. We believe that the Alien Dimension is fueled by the structures pictured here. These heart units must be destroyed in order to weaken the remaining structures. Our success here will indeed be a severe blow to the Aliens as exactly half of the Alien Dimension will lie in ruins.
pt_br: A Fábrica de Manutenção parece conter uma série de estruturas Alienígenas de fundamental importância. Acreditamos que a Dimensão Alienígena obtém sua energia das estruturas mostradas aqui. Estas estruturas fundamentais precisam ser destruídas, para se enfraquecer as estruturas remanescentes. Nosso sucesso aqui será sem dúvida um golpe severo nos Alienígenas, já que exatamente metade da Dimensão Alienígena ficará em ruínas.

source: The destruction of the Dimension Gates is our ultimate goal. From evidence collected at previous Alien buildings, we have managed to composite this picture of our objectives. The Alien Generators must be destroyed, simultaneously disabling the protective laser web. Destroy all of the generators to disable the building. Upon disabling the building it is imperative that all Agents evacuate as a matter of urgency. Our forces must return to the Earth dimension before the final Dimension Gate closes forever.Victory is in our sights - Good Luck!
pt_br: A destruição dos Portais Dimensionais é nosso objetivo final. Das evidências colhidas nas edificações Alienígenas anteriores, nós conseguimos compor esta figura de nossos objetivos. Os geradores Alienígenas têm que ser destruídos, colocando-se a teia laser fora de ação simultaneamente. Destrua todos os geradores, para colocar a edificação fora de ação. É imperativo que nossos Agentes evacuem a edificação imediatamente, antes de destruí-la. Nossas forças devem retornar à dimensão da Terra antes que o último Portal Dimensional se feche para sempre. A vitória está à vista - Boa Sorte!

source: Raiding forces must eliminate all other forces, whether they are raiders or defenders. Raiders are deployed on the edge of the combat zone. All defending forces are allied with each other and must repel any raiders. Defenders are deployed in the center of the combat zone
pt_br: As forças atacantes têm que eliminar todas as outras forças, sejam elas atacantes ou defensoras. Os atacantes são desembarcados na borda da zona de combate.Todas as forças defensoras estão aliadas entre si, e têm que repelir quaisquer atacantes. Os defensores são desembarcados no centro da zona de combate
