Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The life span of a Brainsucker is very short, eight hours at most. It has no reproduction or feeding system. Instead it attacks human victims by grasping the head with its claws and inserting its proboscis into the victims throat. The Brainsucker dies immediately after a successful attack, but our tests reveal that the victim is subsequently transformed into an Alien controlled entity. We will not understand the mechanism which causes this until we have completed studies on the full Alien life cycle.
cs: Délka života Mozkožrouta je velmi krátká, maximálně osm hodin. Nemá ani reprodukční, ani trávící soustavu. Během útoku na lidskou oběť vyskakuje na její hlavu, kde se zachytí svými drápy a snaží se vsunout svůj chobot do jejich úst. Pokud se mu to podaří, okamžitě umírá. Naše testy ale odhalily, že se napadený jedinec následně transformuje do formy, plně ovládané cizáky. Dokud nebudeme mít dokonale prostudován celý cizácký životní cyklus, zřejmě plně neporozumíme mechanismům, které to způsobují.
de_de: Die Lebenserwartung eines Brainsuckers ist sehr kurz (höchstens acht Stunden). Er kann sich weder fortpflanzen noch ernähren. Statt dessen greift er Menschen an, krallt sich an ihrem Kopf fest und dringt mit seinem Rüssel in den Hals ein. Sofort nach einem solchen Angriff stirbt der Brainsucker, aber unsere Tests haben erwiesen, daß das menschliche Opfer sich in ein von den Aliens kontrolliertes Wesen verwandelt. Wir werden die diesem Phänomen zugrundeliegenden Mechanismen erst verstehen, wenn wir die Untersuchungen des Alien-Lebenszyklus vollendet haben.
es: El periodo de vida de un Sorbecerebros es muy corta, ocho horas como mucho. No tiene sistema de reproducción ni de alimentación. A cambio, ataca a sus víctimas humanas agarrando la cabeza con sus pinzas e insertando su aguijón en la garganta de la víctima. El Sorbecerebros muere inmediatamente después de un ataque con éxito, pero nuestras investigaciones revelan que la víctima se transforma posteriormente en una entidad controlada por los alienígenas. No comprenderemos el mecanismo responsable de este hecho hasta que hayamos terminado los estudios sobre el ciclo de vida completo de un alienígena.
fr_fr: La durée de vie d'un lobotomiseur est très courte: huit heures au maximum. Il n'a pas de système de reproduction ou d'alimentation. Il attaque ses victimes en saisissant leur tête à l'aide de ses griffes et en insérant sa trompe dans leur gorge. Le lobotomiseur meurt immédiatement après une attaque réussie, mais les tests que nous avons conduits sur les victimes montrent qu'elles sont transformées en entité sous contrôle alien. Nous ne serons pas en mesure d'expliquer ce phénomène tant que nous n'aurons pas terminé notre étude du cycle de vie alienne.
it: Il ciclo vitale di questa creatura è estremamente breve, al massimo otto ore. Non è dotata di sistema digerente e riproduttivo. Il suo unico scopo è l'attacco agli umani; ne afferra la testa con i suoi artigli e inserisce i suoi tentacoli nella gola. Il Succhiacervelli muore immediatamente dopo un attacco portato a termine con successo, e i nostri test hanno evidenziato che la sua vittima diventa un'entità sotto il pieno controllo degli Alieni. Non riusciremo a capire come questo possa avvenire fino a quando non avremo completato gli studi in corso sul completo ciclo vitale dell'Alieno.
ja_jp: ブレインサッカーのライフサイクルはとても短く、せいぜいが8時間程度だ。生殖機能や捕食機能も無い。代わりに人間に襲いかかり頭部を爪でしっかり掴むとノズル状の管を犠牲者の喉まで差し込む。ブレインサッカーはこの攻撃が成功するとただちに死んでしまうが、我々の検査で犠牲者がその後エイリアンに完全に乗っ取られた状態になる事が判った。そのメカニズムはエイリアンのライフサイクルの全容の研究が終わるまでは理解不能だろう。
pl: Czas życia wysysacza jest bardzo krótki i w większości nie przekracza ośmiu godzin. Stworzenie to nie posiada układu rozrodczego ani pokarmowego. Zamiast tego atakuje ludzką ofiarę, obejmując jej głowę swymi szponami i wkładając w nią swoją trąbkę przez gardło. Wysysacz ginie natychmiast po udanym ataku, ale nasze badania wykazały, że ofiara przekształca się następnie w istotę kontrolowaną przez obcych. Nie zrozumiemy mechanizmu tej przemiany, jeśli nie przeprowadzimy badań pełnego cyklu życiowego obcych.
pt_br: O ciclo de vida do suga-cérebro é bem curto, oito horas no máximo. Não possui sistema reprodutivo ou digestório. Em vez disso, ataca humanos agarrando-os com suas garras pela cabeça e então inserindo sua probóscide na garganta da vítima. O Suga-cérebro morre imediatamente após um ataque bem-sucedido, mas nossos testes revelaram que a vítima é posteriormente transformada em uma entidade controlada pelo alienígena. Não compreenderemos o mecanismo que causa isso até ter completado os estudos sobre o ciclo de vida completo da vida alienígena.
ru_ru: Продолжительность жизни мозгососа крайне невелика - не более восьми часов. Он не имеет репродуктивной и пищеварительной системы. Он атакует своих жертв, охватывая их головы с помощью когтей и вводя хоботок им в горло. Мозгосос умирает сразу же после успешной атаки, однако наши опыты показывают, что жертва сразу превращается в контролируемое пришельцами существо. Мы не сможем понять механизм обретения контроля над живым существом, пока полностью не изучим жизненный цикл пришельцев.

source: This life form appears to have a simple structure with no distinguishable organs apart from an efficient heart and cardiovascular system. There appears to be no means of ingesting food or separate brain structure rendering it immune from Psionic influence. It seems that this creature has little purpose in life except that it is known to attack humans and seems to be designed to do only that. Its complex organic structure may be useful for developing toxins to counter any threat to our race.
cs: Tato životní forma vypadá jako velmi jednoduchá, s téměř nerozpoznatelnými orgány kromě výkonného srdce a kardiovaskulárního systému. Zdá se že právě jednoduchost stavby jeho těla spolu s rozptýlenou mozkovou strukturou, způsobuje jeho imunitu na Psionické vlivy. Je téměř jisté, že byl tento zvláštní tvor vyvtvořen pouze k jediné činnosti a to k útoku na lidské jedince, k čemuž je dokonale vybaven. Jeho složitá organická struktura však může sloužit k vývinu toxinů, proti jeho vlastní rase.
de_de: Diese Lebensform weist eine sehr simple Struktur auf, und außer einem sehr leistungsfähigen Herzen und kardiovaskulärem System scheint sie keine erkennbaren Organe zu besitzen. Sie verfügt weder über einen Verdauungstrakt noch über eine separate Gehirnstruktur, weshalb sie gegen Psi-Einflüsse immun ist. Die Kreatur scheint ausschließlich darauf ausgerichtet zu sein, Menschen anzugreifen. Ihre komplexe Zellstruktur könnte für die Entwicklung von Toxinen geeignet sein, die gegen jegliche Bedrohung unseres Volkes eingesetzt werden könnten.
es: Esta forma de vida parece tener una sencilla estructura sin órganos que se puedan distinguir, aparte de un corazón eficaz y un sistema cardiovascular. No parece haber una estructura concreta de cerebro ni manera alguna de ingerir alimentos. Parece que esta criatura tiene pocas razones para vivir excepto que se sabe que ataca a los humanos y parece estar diseñado para no hacer otra cosa. Su compleja estructura orgánica puede ser útil para desarrollar toxinas para contrarrestar cualquier amenaza a nuestra raza.
fr_fr: Cette forme de vie semble avoir une structure simple, sans organe reconnaissable, à l'exception d'un coeur et d'un système cardio-vasculaire efficaces. Il ne semble pas y avoir de structure cérébrale ou d'organe d'ingestion de nourriture. Cette créature ne semble pas avoir d'autre but que d'attaquer les humains. Sa structure organique complexe pourrait peut-être servir à développer des toxines afin de contrer la menace qu'elle représente pour notre race.
it: Questa forma di vita ha una struttura molto semplice, senza organi identificabili a eccezione di un efficace sistema cardiaco e cardiovascolare. Non sembra ci sia un centro cerebrale o un sistema digerente. Apparentemente questa creatura ha come unico scopo della propria vita l'attacco agli esseri umani, e dispone solo di quanto utile a questo fine. La sua complessa struttura organica potrebbe essere molto utile per sviluppare tossine per contrastare questa minaccia alla nostra razza.
ja_jp: この生命体は構造が単純で効率的な心血管以外に特に目立つ器官は持っていない。食物を摂取する事もなく、サイオニックの影響から脳を守る構造も持ち合わせていない。この生物の一生には人間を攻撃する以外に目的が殆どなく、また、そうする為だけに設計されているようだ。人類に対する攻撃に対抗する毒物を開発する為、その複雑な生体構造を研究することは役立つかもしれない。
pl: Ta forma życia charakteryzuje się prostą budową, bez wydzielonych organów wewnętrznych poza wydajnym sercem i układem krążenia. Wydaje się, że wysysacz nie ma możliwości przyjmowania pożywienia, a brak wyodrębnionego mózgu czyni go odpornym na atak psioniczny. Wydaje się również, że jedynym celem życia tego stworzenia jest atakowanie ludzi i tylko do tego zostało zaprojektowane. Złożona budowa jego tkanek może pomóc nam w opracowaniu trucizn, które posłużą do zwalczania obcych.
pt_br: Essa forma de vida parece ter uma estrutura simples, sem órgãos distinguíveis além de um eficiente coração e um sistema cardiovascular. Não parece poder ingerir alimentos ou ter estrutura cerebral específica, tornando-o imune a influência psiônica. Parece que essa criatura não tem outro propósito na vida além de atacar humanos. Sua complexa estrutura orgânica pode ser útil para desenvolver toxinas que possam conter qualquer ameaça a nossa espécie.
ru_ru: Это живое существо имеет простое строение и не имеет выраженных органов, кроме эффективного сердца и сердечно-сосудистой системы. Похоже, у него нет органов пищеварения или отдельного мозга, что делает его иммунным к пси-атакам. По всей видимости, у этого существа нет другой цели в жизни, кроме нападения на людей, для которой оно и было создано. Сложные органические вещества, из которых состоят его клетки, могут быть использованы для разработки токсина, позволяющего бороться с инопланетными захватчиками.

source: The gestation period for a Multiworm is approximately two days. During this time the egg will protect itself with a weapon that launches a fluid containing micro-organisms. These organisms consist of various types, some containing acids designed to erode metallic compounds and others containing unusual enzymes that rapidly break down organic matter. Fortunately the range of this weapon is limited. The Alien embryos are not sufficiently advanced to be susceptible to Psionic attacks.
cs: Doba vývoje Multiworma je přibližně dva dny. Během této doby se vejce brání pomocí malého chobotu, kterým vystřikuje tekutinu obsahující mikroorganismy. Tyto mikroorganismy jsou několika druhů. Některé vytvářejí kyseliny erodující kovové slitiny a jiné obsahují neznámé enzymy které velmi rychle rozkládají organickou hmotu. Naštěstí je dosah této zbraně omezen. Toto cizácké embryo není dostatečně vyvinuté na to, aby bylo vnímavé na psionický útok.
de_de: Die Reifung eines Multiwurmeis dauert etwa zwei Tage. In dieser Zeit schützt sich das Ei durch Verspritzen einer Flüssigkeit, die Mikroorganismen enthält. Diese unterschiedlichen Organismen enthalten Säuren, die Metallverbindungen angreifen, sowie Enzyme, die organische Materie in kürzester Zeit zersetzen. Glücklicherweise kann die Flüssigkeit nur in einem begrenzten Umkreis versprüht werden. Die Alien-Embryos sind nicht weit genug entwickelt, um für Psi-Angriffe geeignet zu sein.
es: El periodo de gestación de un Multigusano es de aproximadamente dos días. Durante este tiempo el huevo se protege con un arma que lanza un fluido que contiene microorganismos. Estos organismos son de varios tipos, algunos contienen ácidos diseñados para erosionar compuestos metálicos y otros que contienen raras enzimas que rápidamente destruyen la materia orgánica. Afortunadamente el alcance de este arma es limitado.
fr_fr: La période de gestation d'un multiver est d'environ deux jours. Pendant cette période, l'oeuf se défend à l'aide d'une arme qui éjecte un fluide renfermant des micro-organismes. Ces organismes sont divers, certains étant composés d'acides destinés à ronger les éléments métalliques, d'autres contenant des enzymes qui s'attaquent rapidement aux matières organiques. Heureusement ce fluide ne peut être lancé que dans un rayon de 10 mètres. Les embryons aliens ne sont pas suffisamment sophistiqués pour constituer les cibles des attaques Psioniques.
it: Il periodo d'incubazione di un Multiverme è di circa due giorni: durante questo periodo l'uovo si protegge con un'arma che emette un fluido contenente micro-organismi di vari tipi, alcuni in grado di corrodere qualsiasi lega metallica, altri costituiti da enzimi che consumano in pochi istanti qualunque tipo di tessuto. Fortunatamente il raggio d'azione dell'arma è molto limitato. Questi embrioni Alieni non sono sufficientemente evoluti per essere suscettibili agli attacchi Psionici.
ja_jp: マルチワームの懐胎期間はおよそ2日だ。この間に卵は液体と共にミクロサイズの器官を発射する武器を備え、自身を守る。この器官には様々なタイプの機能を持つ物があるが、中には金属類を溶かす酸や生体を急速に分解する特殊な酵素などがある。幸いこの武器の射程距離はごく限られており、エイリアンの酵素自体もサイオニック攻撃に対しては防御力がないようだ。
pl: Okres płodowy multirobaka trwa w przybliżeniu dwa dni. W tym czasie jajo broni się za pomocą organu strzykającego cieczą zawierającą koktajl mikroorganizmów. Mikroby te należą do wielu typów, niektóre z nich zawierające kwasy przeznaczone do korodowania elementów metalicznych, a inne - nietypowe enzymy, które błyskawicznie rozkładają materię organiczną. Na szczęście zasięg tej broni jest ograniczony. Obce embriony nie są dość rozwinięte, by były podatne na ataki psioniczne.
pt_br: O período de gestação do Multiverme é de aproximadamente dois dias. Durante esse tempo, o ovo se protegerá com uma arma que lança um fluido contendo micro-organismos. Esse organismos consistem de vários tipos, alguns contendo ácidos que agem sobre componentes metálicos e outros contendo estranhas enzimas que rapidamente quebram matéria orgânica. Felizmente, o alcance desta arma é limitado. Os embriões alienígenas não são suficientemente avançados para serem suscetíveis a ataques psiônicos.
ru_ru: Продолжительность беременности мультичервя составляет порядка двух дней. В это время яйцо защищает себя с помощью особой жидкости с высоким содержанием микроорганизмов различных типов, среди которых присутствуют как вырабатывающие кислоту, разрушающую стали всех видов, так и способные к производству энзимов, быстро разлагающих органику. К счастью, дальность действия этого защитного механизма ограниченна. Зародыши пришельцев недостаточно развиты для пси-воздействия.

source: A large worm-like creature quickly develops inside the protective skin of the Alien egg. This worm appears to contain the embryos of a further four life forms. We cannot tell how the next stage in the life cycle develops from the autopsy results, but the tissues will be useful for our toxicology research.
cs: Pod ochrannou kůží tohoto vejce se velmi rychle vyvíjí tvor podobající se červu. Tento červ navíc sám obsahuje další čtyři embrya následující životní formy. Z výsledků pitvy bohužel nemůžeme určit, jak se tato následná životní forma vyvine, ale její tkáň bude využitelná pro naše toxikologické výzkumy.
de_de: In der Schutzhülle eines Alien-Eis entwickelt sich in kurzer Zeit ein wurmähnliches Wesen, das wiederum vier unterschiedliche Lebensformen gebiert. Die Autopsie gibt keinen Aufschluß darüber, wie die nächste Phase des Lebenszyklus aussieht. Das Gewebe ist allerdings für toxikologische Untersuchungen interessant.
es: Dentro de la piel protectora de un huevo alienígena se desarrolla rápidamente una gran criatura con forma de gusano. Este gusano parece que contiene el embrión de otras cuatro formas de vida adicionales. No sabemos cómo se desarrolla el siguiente ciclo vital a partir de los resultados de la autopsia, pero los tejidos serán útiles en nuestras investigaciones toxicológicas.
fr_fr: Une grande créature ressemblant à un ver se développe rapidement, à l'abri des dangers, dans la peau de l'oeuf alien. Le ver semble contenir l'embryon de quatre formes de vie supplémentaires. Les résultats de l'autopsie ne nous permettent pas de déterminer l'étape suivante du cycle de vie alien, mais les tissus peuvent s'avérer utiles pour nos recherches sur la toxicologie.
it: All'intero del guscio di quest'uovo Alieno si sviluppa rapidamente una grande creatura a forma di verme, che sembra essere a sua volta lo stadio larvale di quattro ulteriori forme di vita. E' impossibile dire in quale di queste quattro forme si evolverà il Multiverme, ma i suoi tessuti saranno utili per le nostre ricerche tossicologiche.
ja_jp: この大きなミミズのような生物は内部で急速にエイリアンの卵の防御膜を造り上げる。このワームは4種類の生命体に分れる酵素を持つが、次の段階で何になるかは解剖結果だけでは不明である。しかしその繊維組織は我々の求める毒物の研究に役立つだろう。
pl: Pod osłoną grubej skóry jaja Obcych rozwija się duże, robakokształtne stworzenie. Robak ten zawiera embriony dalszych czterech istot. Z wyników sekcji nie możemy wywnioskować, jak powstaje następne stadium tego cyklu rozwojowego, ale tkanki będą przydatne dla badań toksykologicznych.
pt_br: Uma grande criatura parecida com um verme se desenvolve rapidamente dentro do protegido ovo alienígena. Esse verme parece conter embriões de quatro formas de vida. Não podemos dizer, através de autópsia, como é o próximo estágio no ciclo de vida, mas os tecidos serão úteis para nosso estudo toxicológico.
ru_ru: Крупное червеобразное существо быстро развивается внутри защитной оболочки яйца пришельцев. Похоже, внутри червя содержатся зародыши четырех более развитых форм инопланетной жизни. Данные вскрытия не позволяют определить, как развивается следующая стадия жизненного цикла, но образцы тканей помогут нам в дальнейших токсикологических исследованиях.

source: The Multiworm is clearly a crucial stage in the complex Alien life cycle. It is capable of attacking by propelling a fluid from pores along the side of the body containing a complex mix of micro-organisms that use enzymes and acids to break down the molecular structure of the target. Fortunately the range of the propellant is fairly short. The Multiworm is slow moving, but care should be taken in combat because it may release its offspring in the throes of death, creating an even greater threat.
cs: Multiworm je nepochybně rozhodující fází komplexu cizáckého životního cyklu. Je schopný zaútočit vystřikováním roztoku z pórů, umístěných podél těla. Tento roztok obsahuje směs mikroorganismů, vytvářejících kyseliny a enzymy, jimiž rozrušují molekulární struktutu cíle. Naštěstí je dosah těchto výstřiků poměrně malý. Multiworm se sice pohybuje pomalu, ale v boji je nutné zachovávat opatrnost, neboť se ve smrtelných bolestech může osvobodit jeho potomstvo, které je mnohem nebezpečnější.
de_de: Der Multiwurm stellt offensichtlich eine entscheidende Stufe im komplexen Alien-Lebenszyklus dar. Seine Angriffsmechanismen basieren auf einer Flüssigkeit, die aus Poren an den Seiten des Körpers austritt. Die Flüssigkeit besteht aus einer Mischung von Mikroorganismen, die Säuren und Enzyme nutzen, um die Molekularstruktur des Opfers zu zersetzen. Glücklicherweise wird die Flüssigkeit nur in einem begrenzten Umkreis versprüht. Der Multiwurm bewegt sich nur langsam, aber in Kampfsituationen ist dennoch äußerste Vorsicht geboten - die Kreatur kann selbst in den letzten Zügen noch seine Jungen gebären und damit eine noch gefährlichere Bedrohung hervorrufen.
es: Está claro que el Multigusano es una etapa crucial en el complejo ciclo de vida de un alienígena. Es capaz de atacar lanzando un fluido por los poros a lo largo de su cuerpo que contiene un complejo cóctel de microorganismos que utiliza enzimas y ácidos para atacar a la estructura molecular de su víctima. Afortunadamente el alcance del fluido es bastante limitado. El Multigusano se mueve despacio, pero hay que tener cuidado en combate porque puede parir sus descendientes incluso mientras se está muriendo, creando una amenaza aún mayor.
fr_fr: Le multiver représente indéniablement une étape cruciale dans le cycle de vie alien complexe. Il attaque en projetant un fluide par des pores se trouvant sur le côté du corps. Le fluide contient un mélange de micro-organismes utilisant des enzymes et des acides qui détruisent la structure moléculaire de la malheureuse cible. Heureusement, la portée de ce fluide est relativement courte. Le multiver se déplace lentement, mais il vaut mieux être prudent au cours des combats: la créature relâche ses enfants au seuil de la mort, créant ainsi une menace bien plus grande. La structure cérébrale du multiver est sous-développée et il est probable que les attaques psioniques n'aient pas d'effet sur lui.
it: Il Multiverme è una fase cruciale del complesso ciclo di vita Alieno. E' dotato di capacità offensive grazie a un fluido che fuoriesce dai pori che si trovano sui lati del suo corpo, e che contiene una serie di micro-organismi dotati di acidi ed enzimi in grado di disgregare la struttura molecolare del bersaglio. Fortunatamente il suo raggio d'azione è molto limitato. Il Multiverme è lento nei movimenti, ma bisogna fare particolare attenzione durante il combattimento contro di lui perché, quando colpito a morte, può rilasciare la sua prole, dando vita a una notevole minaccia.
ja_jp: マルチワームはエイリアンの複雑なライフサイクルで重要な段階に属することが判明した。毛穴からは液体を、体側からはミクロンサイズの器官が混合されたものを吐きかけ、器官が持つ酸や酵素は標的の分子構造を破壊する。この攻撃は大して射程を持たないのが幸いである。マルチワームは鈍重だが戦闘の際には注意すべきである。何故なら死に際し子孫を解き放つ可能性があり、そうなる方が危険だからである。
pl: Wielorobak to z pewnością kluczowe stadium złożonego cyklu rozrodczego obcych. Potrafi on atakować ofiary strzykając z gruczołów umieszczonych wzdłuż boków ciała cieczą, która stanowi skomplikowaną mieszaninę mikroorganizmów produkujących enzymy i kwasy mające na celu rozkład struktury molekularnej celu. Na szczęście zasięg strzyknięcia jest dość krótki. Wielorobak porusza się powoli, lecz w walce z nim należy zachować ostrożność, gdyż umierając może uwolnić ukryte w swym ciele potomstwo, które stanowi jeszcze większe zagrożenie.
pt_br: O multiverme é, claramente, um estágio crucial no complexo ciclo de vida alienígena. É capaz de esguichar um fluido de seus poros localizados ao lado de sua estrutura, que contem uma mistura complexa de micro-organismos que usam enzimas e ácidos para quebrar a estrutura molecular do alvo. Felizmente, o alcance deste esguicho é curto. O Multiverme se move devagar, mas deve-se tomar cuidado em combate, porque este pode lançar sua prole à beira da morte, criando uma ameaça ainda maior.
ru_ru: Мультичервь, очевидно, является критически важной стадией в сложном жизненном цикле пришельцев. Он способен нападать, выбрасывая жидкость, содержащую сложную смесь микроорганизмов, вырабатывающих кислоты и энзимы, разрушающие молекулярную структуру оболочки цели, через поры, расположенные вдоль его тела. К счастью, дальность "плевка" достаточно небольшая. Скорость перемещения мультичервя невысока, но в ходе боя необходимо проявлять осторожность, поскольку он может выпустить свое потомство во время предсмертной агонии, что представляет большую угрозу для наших оперативников.
