Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The mysterious atmospheric phenomenon from which the UFOs are emerging requires urgent attention. We must find out where the Alien craft are coming from.
cs: Záhadný atmosférický fenomén, ze kterého se vynořují cizácké lodě, vyžaduje mimořádnou pozornost. Musíme zjistit, odkud tyto lodě přicházejí a proč.
de_de: Das geheimnisvolle Atmosphärenphänomen, durch das UFOs eindringen, bedeutet dringenden Handlungsbedarf.Wir müssen herausfinden, woher die Flugobjekte kommen.
es: El misterioso fenómeno atmosférico del que emergen los OVNIS requiere una atención urgente. Debemos averiguar de dónde vienen las naves alienígenas.
fr_fr: Le phénomène atmosphérique mystérieux duquel les ovnis apparaissent requiert notre attention urgente. Nous devons découvrir d'où viennent les vaisseaux aliens.
it: Il misterioso fenomeno atmosferico dal quale emergono gli UFO deve essere esaminato con urgenza. Dobbiamo scoprire la provenienza delle navi Aliene.
ja_jp: UFOの出現が引き起こすと思われる不可思議な大気の変化は最優先で研究すべき対象である。エイリアンの乗り物がどこからやってくるのか突き止めなければならない。
pl: Tajemnicze zjawisko atmosferyczne, z którego wyłaniają się UFO, wymaga pilnej uwagi. Musimy się dowiedzieć, skąd przybywają statki Obcych.
pt_br: O misterioso fenômeno atmosférico de onde surgem os ÓVNIS requer atenção urgentemente. Devemos descobrir de onde estão vindo as naves alienígenas.
ru_ru: Таинственное атмосферное явление, из которого появляются НЛО, требует пристального внимания. Мы должны выяснить, откуда прилетают корабли пришельцев.

source: We must analyze the data from our Alien Dimension probe.
cs: Musíme analyzovat údaje získané Dimenzní sondou.
de_de: Wir müssen die Daten aus unserer Alien-Dimensionssonde analysieren.
es: Debemos analizar los datos de nuestra sonda dimensional alienígena.
fr_fr: Nous devons analyser les données provenant de notre sonde dimensionnelle alienne.
it: Dobbiamo analizzare i dati forniti dalla nostra sonda dimensionale.
ja_jp: エイリアンの次元調査船から得られたデータを解析しなければならない。
pl: Musimy przeanalizować dane z naszej sondy obcowymiarowej.
pt_br: Devemos analisar os dados de nossa Sonda Dimensão.
ru_ru: Мы должны проанализировать данные, полученные межразмерным зондом.

source: We need to build an automated device that can be sent through a Dimension gate. This will provide invaluable data which can prepare us for manned missions.
cs: Potřebujeme vytvořit automatické zařízení, jež bychom poslali skrze Dimenzní bránu. To nám poskytne neocenitelné údaje pro příští mise strojů s posádkou.
de_de: Wir müssen ein automatisches Gerät konstruieren, das durch das Dimensionstor geschickt werden kann.Dadurch gelangen wir an Daten von unschätzbarem Wert, die bemannte Missionen ermöglichen werden.
es: Necesitamos construir un dispositivo automatizado que pueda ser enviado a través de una Puerta de la Dimensión.Este nos proporcionará valiosísimos datos que nos pueden preparar para misiones tripuladas.
fr_fr: Nous devons construire un système automatisé pouvant être envoyé à travers un portail interdimensionnel. Ceci fournira des données précieuses qui pourront nous aider à préparer des expéditions.
it: Dobbiamo creare un mezzo automatico da inviare attraverso un Portale Dimensionale. In questo modo otterremo dati indispensabili per preparare missioni con uomini a bordo.
ja_jp: 次元ゲートの行き来を可能にするには自動化された装置を作らなければならない。それが有人機による作戦を実行する為の大前提になる。
pl: Musimy zbudować zautomatyzowane urządzenie, które można przesłać przez bramę międzywymiarową. Zapewni to nieocenione dane, które mogą przygotwać nas do misji załogowych.
pt_br: Temos que construir um dispositivo automático que possa ser enviado através do Portal Dimensional. Isso fornecerá dados inestimáveis, que nos preparará para missões tripuladas.
ru_ru: Мы должны создать автоматизированный аппарат, который сможем отправить через врата между измерениями. Он должен предоставить нам бесценные данные, которые позволят нам подготовиться к пилотируемому полету.

source: The capture and study of live Alien specimens will help us understand the nature of the Alien threat. In order to do this we need an inter-dimensional transport vehicle that can contain and sustain Alien life forms.
cs: Zajímání a studium živých cizáckých druhů nám pomáhá porozumět principům ohrožení ze strany cizáků. Abychom toto mohli provádět, potřebujeme Interdimenzní transportér, schopný pojmout a uchovat cizácké životní formy.
de_de: Die Gefangennahme und Untersuchung lebender Aliens wird uns helfen, die Natur der Alien-Bedrohung zu verstehen. Zu diesem Zweck benötigen wir ein interdimensionales Fahrzeug, um außerirdische Spezies lebend zu transportieren.
es: La captura y estudio de individuos alienígenas vivos nos ayudará a comprender la naturaleza de la amenaza alienígena.Para ello, necesitamos un vehículo de transporte inter-dimensional que pueda contener y soportar formas de vida alienígena.
fr_fr: La capture et l'étude de spécimens aliens vivants nous aidera à saisir la nature de la menace alienne. Pour ce faire, il nous faut un véhicule de transport interdimensionnel permettant de contenir et de faire vivre des formes de vie aliennes.
it: La cattura e lo studio di esemplari Alieni viventi ci aiuterà a comprendere meglio la natura della minaccia Aliena. Perciò ci serve un velivolo interdimensionale in grado di contenere e mantenere in vita forme di vita extraterrestri.
ja_jp: 生きたエイリアン種族を捕獲し研究することでエイリアンの脅威の実態を知る事ができる。その為にはエイリアンの生命維持が可能な次元間運航機が必要となる。
pl: Schwytanie i zbadanie żywych okazów obcych pomoże nam zrozumieć naturę obcego zagrożenia. Aby tego dokonać potrzebujemy transportera międzywymiarowego zdolnego do przetrzymywania obcych i utrzymywania ich przy życiu.
pt_br: A captura e estudo do espécies alienígenas vivas nos ajudará a compreender a natureza da ameaça alien. Para fazê-lo, precisamos de um veículo de transporte interdimensional que possa abrigar e manter formas de vida alienígenas.
ru_ru: Захват и изучение живых образцов пришельцев поможет нам понять природу инопланетной угрозы. Чтобы этого добиться, нам нужен межразмерный транспортный корабль, способный удерживать и обеспечивать существование инопланетных форм жизни.

source: A craft capable of carrying our agents into the Alien Dimensions is required. The vast Alien structures must be explored and studied. This will help us understand their function and their weaknesses.
cs: Nutně potřebujeme stroj schopný dopravit naše agenty do Cizácké dimenze. Musíme objevit a prozkoumat nejrůznější cizácké struktury. Toto nám pomůže odhalit jejich funkce a také jejich slabiny.
de_de: Wir brauchen ein Fahrzeug, um unsere Agenten in Alien-Dimensionen transportieren zu können. Die riesigen Alien-Strukturen müssen erforscht und analysiert werden. Nur so können wir ihre Funktionen und Schwachstellen verstehen.
es: Hace falta una nave capaz de llevar a nuestros agentes a las Dimensiones Alienígenas. Las enormes estructuras alienígenasdeben ser exploradas y estudiadas. Esto nos ayudará a comprender sus funciones y sus debilidades.
fr_fr: Il nous faut un vaisseau capable de transporter nos agents dans les dimensions aliennes. Nous devons explorer et examiner les vastes structures aliennes. Cela nous aidera à comprendre leurs fonctions et leurs faiblesses.
it: Ci serve un mezzo capace di portare i nostri agenti nella Dimensione Aliena. Le vaste strutture Aliene devono essere esplorate e studiate. In questo modo potremo comprendere il loro funzionamento e le loro debolezze.
ja_jp: 我々のエージェント達を乗せてエイリアンの次元まで送り届けられる輸送機が必要だ。それが可能になれば巨大なエイリアンの施設が明らかにされ、研究が可能になる。彼らの構造面と弱点を探る手助けになるだろう。
pl: Wymagana jest jednostka zdolna do przeniesienia naszych agentów do obcego wymiaru. Rozlegle struktury obcych muszą zostać zbadane. Pozwoli nam to zrozumieć ich funkcje i słabe strony.
pt_br: É necessária uma nave capaz de transportar nossos agentes até as Dimensões Alienígenas. As vastas estruturas alienígenas devem ser exploradas e estudadas. Tal feito nos ajudará a compreender suas funções e fraquezas.
ru_ru: Необходим аппарат, способный перемещать наших оперативников в измерение пришельцев. Необходимо также изучить огромные инопланетные сооружения. Это позволит нам понять их назначение и слабые места.

source: In order to combat the increasing aggression and power of Alien craft we must build an inter-dimensional weapons platform.
cs: Protože síla a agresivita cizáckých strojů neustále stoupá, musíme vyvinout a vyrobit Interdimenzní zbraňovou platformu.
de_de: Um dem zunehmenden technischen Aggressionspotential der Alien-Raumschiffe Herr zu werden, müssen wir eine interdimensionale Waffenplattform schaffen.
es: Para combatir el aumento de agresividad y potencia de las naves alienígenas debemos construir una plataforma de armas inter-dimensional.
fr_fr: Afin de combattre l'agression et la puissance croissantes des vaisseaux aliens, nous devons construire une plate-forme d'armes interdimensionnelle.
it: Per riuscire a contrastare l'aggressività e la potenza sempre crescenti delle navi Aliene dobbiamo costruire una piattaforma d'arma interdimensionale.
ja_jp: 増加しつつあるエイリアン機の攻撃に立ち向かうには次元間を航行可能な航空兵器を作らなければならない。
pl: Aby walczyć z rosnącą agresją i siłą obcych statków, musimy zbudować międzywymiarowy pojazd bojowy.
pt_br: Para combater as crescentes agressões e poderes das naves alienígenas, devemos construir uma plataforma de armas interdimensional.
ru_ru: Чтобы вести борьбу с растущей мощью и агрессивностью кораблей пришельцев, нам необходимо построить межразмерную боевую платформу.

source: The Alien threat can only be stopped by destroying their ability to create Dimension gates. A full assault on the Alien Dimensions requires a craft of immense power.
cs: Cizácká hrozba může být odvrácena pouze zničením jejich schopnosti vytvářet Dimenzní brány. K opravdu účinnému útoku v Cizácké dimenzi je nutný stroj nesmírné síly.
de_de: Die Alien-Bedrohung kann nur gestoppt werden, indem wir ihre Fähigkeit zerstören, Dimensionstore zu schaffen. Um einen Totalangriff auf die Alien-Dimensionen durchführen zu können, benötigen wir ein Raumschiff von unglaublichem Potential.
es: La amenaza alienígena sólo se puede detener destruyendo su capacidad para crear Puertas de la Dimensión. Un asalto total a las Dimensiones Alienígenas requiere una nave de inmensa potencia.
fr_fr: Nous ne pouvons mettre un terme à la menace alienne qu'en anéantissant leur capacité à créer des portails interdimensionnels. Il nous faut des vaisseaux très puissants pour lancer un assaut complet sur les dimensions aliennes.
it: La minaccia Aliena può essere vinta solo impedendo ai nostri nemici di creare Porte Dimensionali: però un assalto nella Dimensione Aliena richiede un mezzo potentissimo.
ja_jp: エイリアンの脅威を払拭する為には次元ゲートを創成する能力を破壊する以外に手はない。エイリアンの次元に総攻撃を仕掛けるには強大な力を持つシップが必要になるだろう。
pl: Zagrożenie ze strony obcych może zostać powstrzymane przez zniszczenie ich zdolności do tworzenia bram międzywymiarowych. Przypuszczenie szturmu na obcy wymiar wymaga statku o ogromnej mocy.
pt_br: A ameaça alienígena só pode ser impedida se destruirmos sua habilidade de criar Portais Dimensionais. Um ataque massivo às Dimensões Alienígenas requer uma nave de imenso poder.
ru_ru: Инопланетную угрозу можно устранить, лишь полностью лишив пришельцев возможности создавать врата между измерениями. Полноценный штурм измерения пришельцев требует постройки корабля огромной боевой мощи.

source: These pods contain a dormant Alien creature.
cs: Tato kukla obsahuje dřímajícího cizáckého tvora.
de_de: In diesen Kapseln schlummert eine außerirdische Kreatur.
es: Estas vainas contienen una criatura alienígena dormida.
fr_fr: Ces capsules renferment une créature alienne endormie.
it: Queste sonde contengono una creatura Aliena dormiente.
ja_jp: このポッドには休眠中のエイリアンが入っている。
pl: Te kapsuły zawierają uśpione obce stworzenia.
pt_br: Esses casulos contêm uma criatura alienígena adormecida.
ru_ru: В этих капсулах содержится спящее инопланетное существо.

source: This small Alien creature has been seen to attack humans by jumping on the head and gripping with all its limbs.
cs: Tento malý tvor útočí na nejbližšího člověka tak, že vyskočí na jeho hlavu, kde se zachytí svými končetinami.
de_de: Diese kleine außerirdische Kreatur ist dafür bekannt, sich auf Menschen zu stürzen und den Kopf ihres Opfers mit allen Gliedmaßen zu umklammern.
es: Esta pequeña criatura alienígena ha sido vista atacando a los humanos saltando encima de la cabeza y sujetándose con toda su fuerza.
fr_fr: Cette petite créature alienne a attaqué des humains en sautant sur leur tête et en la serrant de tous ses membres.
it: Questo piccolo Alieno attacca gli esseri umani saltandogli in testa e aggrappandosi con tutti i suoi artigli.
ja_jp: この小さなエイリアンは人間を見つけると頭に被さり、枝足を全て使って締め上げる。
pl: Zauważono jak ta mała obca istota atakuje ludzi wskakując im na głowy, po czym wczepia się wszystkimi kończynami.
pt_br: Esta pequena criatura alienígena foi vista atacando humanos, pulando sobre suas cabeças e agarrando-se a elas com todos os seus membros.
ru_ru: Люди замечали, что это небольшое инопланетное существо нападает на людей, прыгая им на голову и охватывая ее всеми конечностями.

source: A live Brainsucker is a valuable specimen - we must research it as soon as possible.
cs: Živý Mozkožrout je cennou ukázkou druhu - musíme ho prozkoumat, jak jen to bude možné.
de_de: Ein lebender Brainsucker ist ein wertvolles Forschungsobjekt. Wir müssen ihn so schnell wie möglich untersuchen.
es: Un Sorbecerebros es una valiosa muestra - debemos investigarla lo antes posible.
fr_fr: Un lobotomiseur vivant est un spécimen de valeur - nous devons l'étudier dès que possible.
it: Un Succhiacervello vivo è un esemplare notevole - dobbiamo esaminarlo al più presto.
ja_jp: 生きたブレインサッカーは貴重な検体だ。すぐにでも研究すべきだろう。
pl: Żywy Wysysacz jest wartościowym okazem - musimy zbadać go tak szybko, jak to możliwe.
pt_br: Um casulo suga-cérebro vivo é uma espécie valiosa - Temos que estudá-lo o mais depressa possível.
ru_ru: Живой мозгосос - ценный экземпляр. Мы должны изучить его как можно скорее.

source: This stationary Alien life form appears to be some form of Alien egg.
cs: Tato nepohyblivá cizácká forma vypadá jako nějaký druh cizáckého vejce.
de_de: Bei dieser unbeweglichen außerirdischen Lebensform scheint es sich um eine Art Ei zu handeln.
es: Esta forma de vida estacionaria alienígena parece ser alg£n tipo de huevo alienígena.
fr_fr: Cette forme de vie stationnaire alienne semble être une espèce d'oeuf alien.
it: Sembra che questa forma di vita Aliena sia un qualche tipo di uovo.
ja_jp: この不動の物体はどうやらエイリアンの卵のようなものらしい。
pl: Ta stacjonarna forma obcego życia wydaje się być jakąś formą jaja obcych.
pt_br: Essa forma de vida alienígena estacionária parece ser algum tipo de ovo.
ru_ru: Эта неподвижная форма жизни пришельцев, похоже, представляет собой разновидность яйца.

source: A live Multiworm egg gives us an excellent opportunity to observe the Alien life cycle in progress.
cs: Živé vejce Multiworma nám dává vynikající příležitost sledovat postup cizáckých životních cyklů.
de_de: Ein lebendes Multiwurmei bedeutet für uns die einzigartige Gelegenheit, den Alien-Lebenszyklus zu beobachten.
es: Un huevo multigusano vivo nos proporciona una excelente oportunidad para observar el ciclo de vida alienígena en funcionamiento.
fr_fr: Un oeuf de multiver vivant nous permet d'observer l'évolution du cycle de vie alienne.
it: Un uovo di Multiverme intatto è un'eccellente opportunità di osservare il progredire del ciclo di vita Alieno.
ja_jp: 生きたマルチワームの卵はエイリアンのライフサイクルを観察できる貴重なチャンスを与えてくれる。
pl: Żywe jajo wielorobaka daje nam doskonałą okazję do obserwacji trwającego cyklu życia obcych.
pt_br: Um ovo vivo de Multiverme nos dá uma excelente oportunidade de observar o ciclo de vida alienígena em progresso.
ru_ru: Живое яйцо мультичервя дает нам отличную возможность наблюдать в процессе жизненный цикл пришельцев.

source: The Multiworm corpse decays rapidly, consumed by its own defense mechanisms. If research is not undertaken soon then we will not be able to preserve the remains.
cs: Mrtvola Multiworma se velmi rychle rozkládá, působením svých vlastních trávících šťáv. Pokud není výzkum proveden co nejrychleji, nejsme schopni ji uchovávat.
de_de: Der Kadaver des Multiwurms verfällt sehr rasch, da er von seinen eigenen Schutzmechanismen praktisch aufgefressen wird. Werden die Forschungsarbeiten nicht schnellstens durchgeführt, dann können wir die Überreste nicht konservieren.
es: El cuerpo de un multigusano se descompone rápidamente, consumido por sus propios mecanismos de defensa . Si no investigamos pronto, no podremos conservar los restos .
fr_fr: Le cadavre de multiver se décompose rapidement, consommé par ses propres mécanismes de défense. Si nous n'entreprenons pas bientôt des recherches, nous ne pourrons conserver la dépouille.
it: Il corpo del Multiverme marcisce in fretta, consumato dai suoi stessi meccanismi di difesa. Se non iniziamo subito le ricerche presto non ci sarà più nulla da esaminare.
ja_jp: マルチワームの死体は自身の防衛によってシステム急速に壊死してしまう。すぐさま研究にとりかからないと残骸を保存する事すら不可能だ。
pl: Zwłoki wielorobaka rozkłądają się bardzo szybko konsumowane przez jego własne mechanizmy obronne. Jeśli badania nie zostaną podjęte wkrótce, nie będziemy w stanie zachować szczątków.
pt_br: O cadáver do Multiverme decai rapidamente, consumido por seus próprios mecanismos de defesa. Se não forem conduzidos estudos logo, não poderemos preservar seus restos.
ru_ru: Тело мультичервя быстро распадается из-за действия его собственных защитных механизмов. Если мы в ближайшее время не начнем исследование, нам не удастся сохранить останки.

source: A live Multiworm is a rare catch and must be studied immediately as it is a highly unstable life form.
cs: Multiworm je zřídka chycen živý a proto musí být okamžitě zkoumán. Jeho životní forma je nestabilní.
de_de: Man hat nur selten das Glück, einen lebenden Multiwurm erforschen zu können, und Eile ist geboten, da es sich um eine äußerst instabile Lebensform handelt.
es: Un Multigusano vivo es una captura muy rara y debe ser estudiada inmediatamente ya que es una forma de vida muy inestable.
fr_fr: Il est rare de capturer un multiver vivant, et dans ce cas il faut l'examiner sans tarder car c'est une forme de vie extrêmement instable.
it: Un Multiverme vivo è cosa rara; deve essere studiato immediatamente per via della precarietà della sua forma vitale.
ja_jp: 生きたマルチワームは非常に貴重だ。不安定な生命体なので、すぐ研究しなければならない。
pl: Żywy wielorobak jest rzadką zdobyczą i musi zostać przebadany natychmiast, ponieważ jest wysoce niestabilną formą życia.
pt_br: Um Multiverme vivo é difícil de apanhar, devendo ser estudado imediatamente, já que é uma forma de vida altamente instável.
ru_ru: Живой мультичервь - это редкий и удачный улов. Необходимо начать его исследования как можно скорее, поскольку это крайне нестабильная форма жизни.

source: The Hyperworm corpse is extremely heavy for its size and appears to be a primitive creature.
cs: Mrtvola Hyperworma je vzhledem ke své velikosti mimořádně těžká. Zdá se být značně primitivní.
de_de: Der Hyperwurm-Kadaver ist für seine Größe extrem schwer; es scheint sich um eine primitive Kreatur zu handeln.
es: El cuerpo de un Hipergusano es extremadamente pesado en relación con su peso y parece ser una criatura primitiva.
fr_fr: Le cadavre d'un hyperver est très lourd comparé à sa taille, et il apparaît comme une créature primitive.
it: Il corpo dell'Iperverme è molto pesante per la sua dimensione; sembra sia molto primitivo.
ja_jp: ハイパーワームの死体はサイズの割に異様に重く、原始的な生き物の特徴を備えている。
pl: Zwłoki hiperrobaka są niezwykle ciężkie jak na jego rozmiar i wydają się prymitywną istotą.
pt_br: O corpo do Hiperverme é extremamente pesado para seu tamanho e tem a aparência de uma criatura primitiva.
ru_ru: Тело гиперчервя обладает крайне большим весом для его размеров. Похоже, что это примитивное создание.

source: The Hyperworm is a small, highly active carnivore.
cs: Hyperworm je malý a velmi obratný masožravec.
de_de: Der Hyperwurm ist ein kleiner, sehr aktiver Fleischfresser.
es: El Hipergusano es un carnívoro pequeño y muy activo.
fr_fr: L'hyperver est un petit carnivore à l'activité débordante.
it: L'Iperverme è un piccolo carnivoro altamente attivo.
ja_jp: ハイパーワームは小型で活発な肉食生物だ。
pl: Hiperrobak to mały, bardzo aktywny mięsożerca.
pt_br: O Hiperverme é um pequeno carnívoro altamente ativo.
ru_ru: Гиперчервь - мелкое высокоактивное плотоядное существо.

source: The remains of an Alien Chrysalis produces pungent fumes as it decays rapidly.
cs: Z tkání Zámotku začínají zanedlouho po jeho smrti unikat dráždivé výpary.
de_de: Von den Überresten der im Puppenstadium befindlichen Alien-Kreatur geht ein beißender Gestank aus, und sie verwest in kürzester Zeit.
es: Los restos de una crisálide alienígena producen gases apestosos al descomponerse rápidamente.
fr_fr: La dépouille de la chrysalide alienne produit des vapeurs âcres car elle se décompose rapidement.
it: I resti di una Crisalide Aliena esalano fumi tossici e si consumano rapidamente.
ja_jp: クリサリスの死骸は急速に腐敗する過程で刺激的な匂いを発する。
pl: Szybko rozkładające się szczątki poczwarki obcych wytwarzają gryzące opary.
pt_br: Os restos de uma Crisálida alienígena produzem vapores pungentes, já que decaem rapidamente.
ru_ru: Останки кокона пришельцев производят едкие испарения. Сам он быстро распадается.

source: The study of a live Alien Chrysalis could represent a significant advance in our knowledge of the Alien life cycle.
cs: Studium živého Zámotku přináší významný pokrok v našich znalostech cizáckých životních cyklů.
de_de: Die Untersuchung eines lebenden Alien-Kokons könnte unsere Kennntnisse über den Lebenszyklus der Außerirdischen ungeheuer vorantreiben.
es: El estudio de una crisálide alienígena viva podría proporcionarnos grandes adelantos en el conocimiento del ciclo de vida alienígena.
fr_fr: L'examen d'une chrysalide alienne vivante pourrait faire avancer de manière significative nos connaissances sur le cycle de vie alien.
it: Lo studio di una Crisalide vivente potrebbe essere un passo fondamentale sulla strada per comprendere il ciclo di vita Alieno.
ja_jp: 生きたクリサリスの研究によりエイリアンのライフサイクルについて重大な研究結果を得られるかもしれない。
pl: Zbadanie żywej poczwarki obcych może oznaczać znaczący postęp w naszej wiedzy o cyklu życia obcych.
pt_br: O estudo de uma Crisálida viva pode representar um avanço significativo de nosso conhecimento sobre o ciclo de vida alienígena.
ru_ru: Изучение живого кокона может привести к серьезному углублению наших знаний о жизненном цикле пришельцев.

source: The Anthropod is the Alien creature that most resembles the human form.
cs: Antropod je cizácký tvor, nejvíce připomínající svým vzhledem člověka.
de_de: Der Anthropod ist die dem Menschen ähnlichste außerirdische Kreatur.
es: El Antrópodo es la criatura alienígena que más se parece a los humanos.
fr_fr: L'anthropode est la créature alienne qui ressemble le plus à une forme humaine.
it: L'Antropode è la creatura Aliena che più si avvicina alla forma umana.
ja_jp: アンスロポッドは最も人間に似たエイリアンだと言える。
pl: Antropod to obce stworzenie, które najbardziej przypomina formę człowieka.
pt_br: O Antrópode é uma criatura alienígena que tem forma semelhante à humana.
ru_ru: Антропод - инопланетное существо, наиболее похожее на человека.

source: The Anthropod is a robust humanoid Alien soldier.
cs: Antropod je mohutný humanoidní cizácký voják.
de_de: Der Anthropod ist ein widerstandsfähiger humanoider Alien-Soldat.
es: El Antrópodo es un robusto soldado alienígena humanoide.
fr_fr: L'anthropode est un soldat humanoïde alien imposant.
it: L'Antropode è un robusto soldato Alieno di forma umanoide.
ja_jp: アンスロポッドは非常に頑強なヒューマノイド型のエイリアンだ。
pl: Antropod to silny humanoidalny żołnierz obcych.
pt_br: O Antrópode é um soldado alienígena humanoide.
ru_ru: Антропод - это сильный гуманоидный солдат пришельцев.
