Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Firing skill
cs: Zručnost střelby
de_de: Schießfähigkeiten
es: Hab. de Disparo
fr_fr: Adresse au tir
it: Mira
ja_jp: 射撃スキル
pl: Umiejętności strzeleckie
pt_br: Habilidade de disparo
ru_ru: Навык стрельбы

source: Organization:
cs: Organizace:
de_de: Organisation:
es: Organización:
fr_fr: Organisation:
it: Organizzazione:
ja_jp: 組織:
pl: Organizacja:
pt_br: Organização:
ru_ru: Организация:

source: Apprentice
cs: Začátečník
de_de: Auszubildender
es: Aprendiz
fr_fr: Apprenti
it: Apprendista
ja_jp: 志願者
pl: Uczeń
pt_br: Aprendiz
ru_ru: Ученик

source: Worker
cs: Dělník
de_de: Arbeiter
es: Trabajador
fr_fr: Travailleur
it: Lavoratore
ja_jp: ワーカー
pl: Pracownik
pt_br: Trabalhador
ru_ru: Рабочий

source: Admin
cs: Správa
de_de: Verwaltung
fr_fr: Administration
it: Amministrazione
ja_jp: 責任者
pt_br: Administrador
ru_ru: Администратор

source: Security
cs: Ochrana
de_de: Sicherheit
es: Seguridad
fr_fr: Sécurité
it: Sicurezza
ja_jp: セキュリティ
pl: Ochrona
pt_br: Segurança
ru_ru: Охранник

source: Management
cs: Ředitelství
es: Dirección
fr_fr: Gestion
ja_jp: マネージメント
pl: Zarząd
pt_br: Gerência
ru_ru: Менеджер

source: Director
cs: Řiditel
de_de: Direktor
fr_fr: Directeur
it: Direttore
ja_jp: 監督
pl: Dyrektor
pt_br: Diretor
ru_ru: Директор

source: President
de_de: Präsident
es: Presidente
fr_fr: Président
it: Presidente
ja_jp: 大統領
pl: Prezes
pt_br: Presidente
ru_ru: Президент

source: Wage:
cs: Mzda:
de_de: Gehalt:
es: Sueldo:
fr_fr: Salaire:
it: Stipendio:
ja_jp: 賃金:
pl: Płaca:
pt_br: Ordenado:
ru_ru: Зарплата:

source: Residence:
cs: Sídlo:
de_de: Wohnort:
es: Residencia:
fr_fr: Résidence:
it: Residenza:
ja_jp: 住居:
pl: Rezydentura:
pt_br: Residência:
ru_ru: Местожительство:

source: Unknown
cs: Neznámé
de_de: Unbekannt
es: Desconocido
fr_fr: Inconnu
it: Sconosciuto
ja_jp: 不明
pl: Nieznane
pt_br: Desconhecido
ru_ru: Неизвестно

source: Hang out:
de_de: Freizeit:
es: Escondite:
fr_fr: Lieu de loisir:
it: Abitazione:
ja_jp: 住居:
pl: Czas wolny:
pt_br: Desligar:
ru_ru: Любимое место пребывания:

source: Work Place:
cs: Pracoviště:
de_de: Arbeitsplatz:
es: Lugar de Trabajo:
fr_fr: Lieu de travail:
it: Posto di lavoro:
ja_jp: 職場:
pl: Miejsce pracy:
pt_br: Local de Trabalho:
ru_ru: Место работы:

source: Owned Buildings:
cs: Vlastní budovy:
de_de: Eigene Gebäude:
es: Edificios propios:
fr_fr: Bâtiments possédés:
it: Edifici posseduti:
ja_jp: 所有ビル:
pl: Posiadane budynki:
pt_br: Edifícios Possuídos:
ru_ru: Принадлежащие здания:

source: Select:
cs: Výběr:
de_de: Wählen:
es: Seleccionar:
fr_fr: Sélectionner:
it: Scegli:
ja_jp: 選択:
pl: Wybierz:
pt_br: Selecionar:
ru_ru: Выберите:

source: Select Vehicle/Person:
cs: Zvol Vozidlo/Osobu:
de_de: Fahrzeug/Person wählen:
es: Seleccionar Vehículo/Persona:
fr_fr: Sélectionner véhicule/personne:
it: Scegli il veicolo/la persona:
ja_jp: 乗り物か人員を選択してください:
pl: Wybierz pojazd/osobę:
pt_br: Selecionar Veículo/Pessoa:
ru_ru: Выберите ТС/человека:

source: Car Number
cs: Číslo auta
de_de: Autonummer
es: Coche Número
fr_fr: Immatriculation de la voiture
it: Numero macchina
ja_jp: 車両ナンバー
pl: Numer samochodu:
pt_br: Número do Carro
ru_ru: Номер автомобиля

source: Person Number
cs: Číslo osoby
de_de: Personennummer
es: Persona Número
fr_fr: Immatriculation de la personne
it: Numero persona
ja_jp: 個人ナンバー
pl: Numer osoby
pt_br: Número da Pessoa
ru_ru: Номер человека

source: Range:
de_de: Reichweite:
es: Alcance:
fr_fr: Portée:
it: Raggio d'azione:
ja_jp: 射程距離:
pl: Zasięg:
pt_br: Alcance:
ru_ru: Дальность:

source: Rounds:
cs: Střel:
de_de: Spielzüge:
es: Rondas:
fr_fr: Munitions:
it: Munizioni:
ja_jp: 弾数:
pl: Nabojów:
pt_br: Balas:
ru_ru: Боезапас:

source: Wounded
cs: Zraněn
de_de: Verwundet
es: Herido
fr_fr: Blessé
it: Ferito
ja_jp: 負傷
pl: Ranny
pt_br: Ferido
ru_ru: Ранен

source: Not assigned to training
cs: Nezařazen do tréningu
de_de: Keinem Training zugewiesen
es: No asignado al entrenamiento
fr_fr: Non affecté à l'entraînement
it: Non in addestramento
ja_jp: 訓練に未割り当て
pl: Bez przydziału treningowego
pt_br: Não designado para treinamento
ru_ru: Не отправлен на тренировку

source: Psionic training (efficiency=
cs: Psionický tréning (efektivita=
de_de: Psi-Training (Effizienz=
es: Entrnmnto Psiónico (eficacia=
fr_fr: Psi-entraînement (efficacité=
it: Addestr. psionico (eff.=
ja_jp: Psiトレーニング (効率=
pl: Trening psioniczny (skuteczność=
pt_br: Treinamento psiônico (eficiência=
ru_ru: Пси-тренировка (эффективность=

source: Combat training (efficiency=
cs: Bojový tréning (efektivita=
de_de: Kampftraining (Effizienz=
es: Entrnmnto de Combate (eficacia=
fr_fr: Entraînement combat (efficacité=
it: Addestr. al combattimento (eff.=
ja_jp: 戦闘訓練 (efficiency=
pl: Trening bojowy (skuteczność=
pt_br: Treinamento de combate (eficiência=
ru_ru: Тренировка боевых навыков (эффективность=

source: Traveling to:
cs: Přesouvá se k:
de_de: Reist nach:
es: Viajando a:
fr_fr: Voyage vers:
it: Trasferimento a:
ja_jp: 移動中＞:
pl: Podróżowanie do:
pt_br: Viajando para:
ru_ru: Перемещение в:

source: map point
cs: bodu mapy
de_de: Kartenpunkt
es: punto del mapa
fr_fr: Point sur la carte
it: punto della mappa
ja_jp: マップポイント
pl: punkt mapy
pt_br: ponto no mapa
ru_ru: точка на карте

source: VIP spotted:
cs: Zjištěn VIP:
de_de: VIP gesichtet:
es: detectado VIP:
fr_fr: VIP repéré:
it: VIP individuato:
ja_jp: VIPを確認:
pl: Zauważono VIPa:
pt_br: VIP avistado:
ru_ru: Замечена ВИП-персона

source: Spotted by Agent:
cs: Zjistil ho agent:
de_de: gesichtet von Agent:
es: Detectado por el Agente:
fr_fr: Repéré par l'agent:
it: Individuato dall'agente:
ja_jp: エージェントにより発見:
pl: Zauważony przez agenta:
pt_br: Avistado por Agente:
ru_ru: Замечена оперативником:

source: Do you wish to tail this VIP?
cs: Cchete sledovat tohoto VIP ?
de_de: VIP verfolgen??
es: ¿Quieres seguir a este VIP?
fr_fr: Voulez-vous suivre ce VIP?
it: Vuoi pedinare questo VIP?
ja_jp: このVIPを追跡しますか？
pl: Czy chcesz śledzić tego VIPa?
pt_br: Você deseja seguir esse VIP?
ru_ru: Вы хотите следить за этой ВИП-персоной?

source: VIP spotted
cs: VIP spatřen
de_de: VIP gesichtet
es: VIP detectado
fr_fr: VIP repéré
it: VIP individuato
ja_jp: VIP発見
pl: VIP zauważony
pt_br: VIP avistado
ru_ru: Замечена ВИП-персона

source: Diplomatic relations for:
cs: Diplomatické vztahy k:
de_de: Diplomatische Beziehungen für:
es: Relaciones Diplomáticas con:
fr_fr: Relations diplomatiques pour:
it: Relazioni diplomatiche per:
ja_jp: 外交関係＞:
pl: Stosunki dyplomatyczne dla:
pt_br: Relações diplomáticas com:
ru_ru: Дипломатические отношения для:

source: Espionage by Agent:
cs: Špionáž od agenta:
de_de: Spionageaktivität durch Agent:
es: Espionaje del Agente:
fr_fr: Espionnage par l'agent:
it: Spionaggio dell'agente:
ja_jp: エージェントが潜伏中:
pl: Szpiegowanie przez agenta:
pt_br: Espionagem pelo Agente:
ru_ru: Шпионаж со стороны оперативника:

source: Do you wish to continue espionage?
cs: Přejete si pokračovat se špionáží?
de_de: Spionage fortsetzen?
es: ¿Quieres seguir con el espionaje?
fr_fr: Voulez-vous continuer à espionner?
it: Vuoi continuare a spiare?
ja_jp: 潜伏を継続しますか？
pl: Czy chcesz kontynuować szpiegowanie?
pt_br: Você deseja continuar a espionagem?
ru_ru: Вы хотите продолжить шпионаж?

source: Diplomatic relations determined
cs: Diplomatické vztahy odhodlaný
de_de: Diplomatische Beziehungen bestimmt
es: Determinadas relaciones diplomáticas
fr_fr: Relations diplomatiques rompues
it: Relazioni diplomatiche determinate
ja_jp: 外交関係が確定しました
pl: Ustalono stosunki dyplomatyczne
pt_br: Relações diplomáticas definidas
ru_ru: Определены дипломатические отношения

source: You do not have enough:
cs: Schází vám potřebné:
de_de: Sie haben nicht genug:
es: No tienes suficiente:
fr_fr: Vous n'avez pas assez:
it: Non hai abbastanza:
ja_jp: 以下の物が不足しています:
pl: Nie masz dość:
pt_br: Você não tem suficiente:
ru_ru: У вас недостаточно:

source: Money
cs: Peníze
de_de: Geld
es: Dinero
fr_fr: d'argent
it: Soldi
ja_jp: 資金
pl: Funduszy
pt_br: Dinheiro
ru_ru: Денег

source: Storage Space
cs: Skladový prostor
de_de: Lagerraum
es: Espacio de Almacenaje
fr_fr: d'espace de stockage
it: Spazio in magazzino
ja_jp: 倉庫スペース
pl: Przestrzeni magazynowej
pt_br: Espaço de Armazenamento
ru_ru: Места на складах

source: No Project
cs: Neurčen projekt
de_de: Kein Projekt
es: No hay Proyecto
fr_fr: Pas de projet
it: Nessun progetto
ja_jp: プロジェクトなし
pl: Brak projektu
pt_br: Sem Projeto
ru_ru: Не назначен проект

source: Total Skill:
cs: Úroveň:
de_de: Fähigkeiten gesamt:
es: Total Habilidades:
fr_fr: Compétences globales:
it: Abilità totale:
ja_jp: スキル総合:
pl: Łączne umiejętności:
pt_br: Habilidade Total:
ru_ru: Общий навык:

source: Which screen?
cs: Jaká obrazovka?
de_de: Welcher Bildschirm?
es: ¿Qué pantalla?
fr_fr: Quel écran?
it: Quale schermata?
ja_jp: どのスクリーンですか？
pl: Który ekran?
pt_br: Qual tela?
ru_ru: На какой экран?

source: Which screen would you like to go to?
cs: Do jaké obrazovky byste rádi šli?
de_de: Zu welchem Bildschirm möchten Sie gehen?
es: ¿A qué pantalla quieres ir?
fr_fr: A quel écran voulez-vous aller?
it: A quale schermata vuoi passare?
ja_jp: どのスクリーンに向かいますか？
pl: Do którego ekranu chciałbyś się udać?
pt_br: Para qual tela gostaria de ir?
ru_ru: На какой экран вы бы хотели перейти?

source: Number to make
cs: Kolik vyrobit
de_de: Azhl. zu fertigen
es: Cant. a hacer
fr_fr: Quantité à fabriquer
it: Numero da produrre
ja_jp: 製造数
pl: Liczba do wykonania
pt_br: Número a fazer
ru_ru: Производимое количество

source: Number made:
cs: Již vyrobeno:
de_de: Anzahl gefertigt:
es: Cantidad hecha:
fr_fr: Quantité fabriquée:
it: Numero prodotto:
ja_jp: 製造完了数:
pl: Liczba wykonanych
pt_br: Número feito
ru_ru: Произведенное количество:

source: Biochemistry research at:
cs: Biochemický výzkum u:
de_de: Biochemieforschung in:
es: Investigación bioquímica en:
fr_fr: Recherches en biochimie à:
it: Ricerca biochimica su:
ja_jp: 生化学研究中:
pl: Badania biochemiczne w:
pt_br: Pesquisa bioquímica em:
ru_ru: Биохимическое исследование на:

source: Quantum physics research at:
cs: Kvantová fyzika zkoumána u:
de_de: Quantenphysikforschung in:
es: Investigación de física cuántica en:
fr_fr: Recherches en physique quantique à:
it: Ricerca fisico-quantistica su:
ja_jp: 量子力学研究中:
pl: Badania z dziedziny fizyki kwantowej w:
pt_br: Pesquisa de física quântica em:
ru_ru: Исследование по квантовой физике на:

source: Engineering at:
cs: Inženýring u:
de_de: Technik in:
es: Ingeniería en:
fr_fr: Ingénierie à:
it: Lavoro d'ingegneria su:
ja_jp: 製造中:
pl: Wytwarzanie w:
pt_br: Engenharia em:
ru_ru: Инженерный проект на:

source: Select project:
cs: Zadej projekt:
de_de: Projekt wählen:
es: Seleccionar proyecto:
fr_fr: Sélectionner un projet:
it: Scegli il progetto:
ja_jp: プロジェクトを選択してください:
pl: Wybierz projekt:
pt_br: Selecionar projeto:
ru_ru: Выберите проект:

source: Select product to make:
cs: Urči položku k výrobě:
de_de: Produkt zur Herstellung wählen:
es: Seleccionar producto a fabricar:
fr_fr: Sélectionner le produit à fabriquer:
it: Scegli cosa produrre:
ja_jp: 製造する品を指定してください:
pl: Wybierz produkt do wytworzenia:
pt_br: Selecionar produto a fazer:
ru_ru: Выберите производимый продукт:

source: Lots
cs: Mnoho
de_de: Viele
es: Lotes
fr_fr: Beaucoup
it: Lotti
ja_jp: 沢山
pl: Dużo
pt_br: Vários
ru_ru: Партии

source: Item required:
cs: Předmětů vyžadováno:
de_de: Benötigter Gegenstand:
es: Artículo necesario:
fr_fr: Élément requis:
it: Oggetti necessari:
ja_jp: 必要なアイテム:
pl: Wymagany przedmiot:
pt_br: Item requerido:
ru_ru: Необходим предмет:

source: Amount required
cs: Počet vyžadován
de_de: Benötigte Anzahl
es: Cantidad necesaria
fr_fr: Quantité requise
it: Quantità necessaria
ja_jp: 必要な量:
pl: Wymagana ilość
pt_br: Quantidade requerida
ru_ru: Необходимое количество

source: Amount in stores
cs: Počet ve skladech
de_de: Anzahl auf Lager
es: Cantidad almacenada
fr_fr: Quantité dans les magasins
it: Quantità in magazzino
ja_jp: 手持ちの数
pl: Ilość w magazynach
pt_br: Quantidade nas lojas
ru_ru: Количество на складах

source: Cost
cs: Cena
de_de: Kosten
es: Coste
fr_fr: Coût
it: Costo
ja_jp: コスト
pl: Koszt
pt_br: Custo
ru_ru: Стоимость

source: Research project completed:
cs: Dokončen výzkum projektu:
de_de: Forschungsprojekt abgeschlossen:
es: Proyecto de Investigación terminado:
fr_fr: Projet de recherche terminé:
it: Progetto di ricerca completato:
ja_jp: プロジェクトの研究が完了:
pl: Projekt badawczy ukończony:
pt_br: Projeto de pesquisa completado:
ru_ru: Проект иссследования выполнен:

source: Do you wish to view the UFOpaedia report?
cs: Chcete si prohlédnout závěrečnou zprávu ?
de_de: Möchten Sie den UFOpädie-Bericht sehen?
es: ¿Quieres ver el informe UFOpedia?
fr_fr: Voulez-vous voir le rapport d'OVNIpédie?
it: Vuoi consultare il rapporto nell'UFOpaedia?
ja_jp: UFOペディアに送られた内容を見ますか？
pl: Czy chcesz przejrzeć raport w Ufopedii?
pt_br: Você deseja ver o relatório da UFOpédia?
ru_ru: Вы хотите просмотреть статью из НЛОпедии?

source: Manufacture Completed
cs: Produkce ukončena
de_de: Herstellung abgeschlossen
es: Fabricación Terminada
fr_fr: Fabrication terminée
it: Produzione completata
ja_jp: 製造完了
pl: Produkcja ukończona
pt_br: Produção Completada
ru_ru: Производство завершено

source: Do you wish to reassign the Workshop?
cs: Chcete dílnám zadat nový výrobní program ?
de_de: Werkstatt neu zuteilen?
es: ¿Quieres reasignar el Taller?
fr_fr: Voulez-vous réaffecter l'atelier?
it: Vuoi riassegnare il lavoro in officina?
ja_jp: 再製造しますか？
pl: Czy chcesz zmienić przydział warsztatu?
pt_br: Você deseja redesignar esse Centro de montagem?
ru_ru: Вы действительно хотите переназначить проект в мастерских?

source: Response range (radius):
cs: Rozsah odezvy (rádius):
de_de: Reaktionsreichweite (Radius):
es: Alcance de Respuesta (radio):
fr_fr: Portée de la réponse (rayon):
it: Raggio di risposta:
ja_jp: 反応距離（円形範囲）
pl: Zasięg reakcji (promień):
pt_br: Alcance de Resposta (raio):
ru_ru: Радиус ответных действий:

source: Preservation level:
cs: Úroveň uchovávání:
de_de: Erhaltungsstatus:
es: Nivel de conservación:
fr_fr: Niveau de préservation:
it: Livello di sicurezza:
ja_jp: 保存レベル:
pl: Poziom ochrony:
pt_br: Nível de preservação:
ru_ru: Уровень охраны:

source: Altitude:
cs: Výška:
de_de: Höhe:
es: Altitud:
it: Altitudine:
ja_jp: 高度:
pl: Wysokość:
ru_ru: Высота:

source: Empty saved game slot
cs: Místo pro uložení hry
de_de: Leerer Speicherplatz
es: Hueco vació para guardar partida
fr_fr: Emplacement de sauvegarde vide
it: Spazio per il salvataggio libero
ja_jp: セーブスロットを空にする
pl: Pusty slot zapisu
pt_br: Slot de salvamento vazio
ru_ru: Пустой слот сохранения

source: Base 1
cs: Báze 1
de_de: Basis 1
ja_jp: 基地 1
pl: Baza 1
ru_ru: База 1

source: : Insufficient ammunition/fuel in stores:
cs: : Nedostatek munice/paliva ve skladech:
de_de: : Munitions-/Treibstoffknappheit im Lager:
es: : Falta munición/combustible en almacén:
fr_fr: : pas assez de munitions/de carburant en magasin:
it: : Scorte di munizioni/carburante insufficienti:
ja_jp: 弾薬/燃料の在庫が不足
pl: : Niewystarczająca ilość amunicji/paliwa w sklepach:
pt_br: : munição/combustível insuficientes nas lojas:
ru_ru: Недостаточно боеприпасов/топлива на складах:

source: Fuel
cs: Palivo
de_de: Treibstoff
es: Combustible
fr_fr: Carburant
it: Carburante
ja_jp: 燃料
pl: Paliwo
pt_br: Combustível
ru_ru: Топливо

source: Reload time
cs: Kadence
de_de: Nachladezeit
es: Tiempo de Recarga
fr_fr: Temps de rechargement
it: Tempo di ricarica
ja_jp: 再装填時間
pl: Czas przeładowania
pt_br: Tempo de recarregamento
ru_ru: Время перезарядки

source: Ammo type
cs: Typ munice
de_de: Munitionstyp
es: Tipo de Munición
fr_fr: Type de munitions
it: Munizioni
ja_jp: 弾薬の種類
pl: Typ amunicji
pt_br: Tipo de munição
ru_ru: Тип боеприпасов

source: Travelling
cs: Přesouvá se
de_de: Unterwegs
es: Viajando
fr_fr: Déplacement
it: In viaggio
ja_jp: 移動中
pl: Podróżowanie
pt_br: Viajando
ru_ru: Перемещение

source: Location:
cs: Lokace:
de_de: Ort:
es: Ubicación:
fr_fr: Endroit:
it: Posizione:
ja_jp: 位置:
pl: Położenie:
pt_br: Localização:
ru_ru: Место:

source: Acceleration
cs: Zrychlení
de_de: Beschleunig.
es: Aceleración
fr_fr: Accélération
it: Accelerazione
ja_jp: 加速
pl: Przyśpieszenie
pt_br: Aceleração
ru_ru: Ускорение

source: Deceleration
cs: Zpomalení
de_de: Verlangsamung
es: Deceleración
fr_fr: Décélération
it: Decelerazione
ja_jp: 減速
pl: Zwalnianie
pt_br: Deceleração
ru_ru: Замедление

source: Malfunctioning
cs: Selhávání funkcí
de_de: Fehlfunktion
es: Funciona mal
fr_fr: Fonctionnement défectueux
it: Malfunzionamento
ja_jp: 故障率
pl: Usterka
pt_br: Com defeito
ru_ru: Неисправность

source: Out of Ammo
cs: Došla munice
de_de: Munition zuende
es: Sin Munición
fr_fr: Munitions épuisées
it: Munizioni esaurite
ja_jp: 弾切れ
pl: Brak amunicji
pt_br: Sem munição
ru_ru: Закончились боеприпасы

source: Reloading
cs: Nabíjení
de_de: Nachladen
es: Recargando
fr_fr: Rechargement
it: Ricarica
ja_jp: リロード中
pl: Przeładowanie
pt_br: Recarregando
ru_ru: Перезарядка

source: Ready to Fire
cs: Připraven
de_de: Schußbereit
es: Listo para Disparar
fr_fr: Prêt à faire feu
it: Pronto al fuoco
ja_jp: 発射準備完了
pl: Gotów do strzału
pt_br: Pronto para atirar
ru_ru: Готов открыть огонь

source: ALERT
cs: POPLACH
de_de: ALARM
es: ALERTA
fr_fr: ALERTE
it: ALLARME
ja_jp: 警告
pl: ALARM
pt_br: ALERTA
ru_ru: ТРЕВОГА

source: At:
cs: V:
de_de: In:
es: En:
fr_fr: à:
it: A:
ja_jp: 場所:
pl: w:
pt_br: em:
ru_ru: В:

source: Select units to investigate:
cs: Urči sestavu pro průzkum:
de_de: Einheiten zur Untersuchung wählen:
es: Seleccionar unidades a investigar:
fr_fr: Sélectionner les unités sur lesquelles enquêter:
it: Scegli l'unità da esaminare:
ja_jp: 調査に向かわせるユニットを選んでください
pl: Wybierz jednostki do zbadania:
pt_br: Selecione unidades para investigar:
ru_ru: Выберите оперативников для проведения исследования:

source: Building owner:
cs: Správce budovy:
de_de: Besitzer des Gebäudes:
es: Dueño del Edificio:
fr_fr: Propriétaire du bâtiment:
it: Possessore edificio:
ja_jp: ビルの所有者:
pl: Właściciel budynku:
pt_br: Proprietário do edifício:
ru_ru: Владелец здания:

source: Unit
cs: Jednotka
de_de: Einheit
es: Unidad
fr_fr: Unité
it: Unità
ja_jp: ユニット
pl: Jednoska
pt_br: Unidade
ru_ru: Оперативник

source: Rank
cs: Hodnost
de_de: Rang
es: Graduación
fr_fr: Grade
it: Grado
ja_jp: 階級
pl: Ranga
ru_ru: Звание

source: Location
cs: Poloha
de_de: Ort
es: Ubicación
fr_fr: Endroit
it: Posizione
ja_jp: 場所
pl: Położenie
pt_br: Localização
ru_ru: Расположение

source: Destination
cs: Cílový bod
de_de: Ziel
es: Destino
it: Destinazione
ja_jp: 目的地
pl: Cel
pt_br: Destino
ru_ru: Пункт назначения

source: Not parked
cs: Neparkuje
de_de: Nicht geparkt
es: No aparcado
fr_fr: Non garé
it: Non parcheggiato
ja_jp: 未駐車
pl: Niezaparkowany
pt_br: Não estacionado
ru_ru: Не припарковано

source: Map point:
cs: Kóta mapy:
de_de: Kartenpunkt:
es: Punto del Mapa:
fr_fr: Point sur la carte:
it: Punto della mappa:
ja_jp: マップポイント:
pl: Punkt mapy:
pt_br: Ponto no mapa:
ru_ru: Точка на карте:

source: No Psi-gyms in base
cs: V Bázi není Psi-gym
de_de: Keine Psi-Gyms in der Basis
es: No hay Psi-gyms en la base
fr_fr: Pas de gymnase psionique dans la base
it: Nessuna Psy-gim nella base
ja_jp: Psi訓練室がありません
pl: Brak sal psymnastycznych w bazie
pt_br: Não há psidemias na base
ru_ru: На базе нет пси-залов

source: No training facilities in base
cs: V Bázi schází tréningový blok
de_de: Keine Trainingseinrichtungen in der Basis
es: No se puede entrenar en.
fr_fr: Pas d'installation d'entraînement dans la base
it: Nessuna struttura d'addestramento
ja_jp: 訓練施設がありません
pl: Brak sal treningowych w bazie
pt_br: Não há instalações de treinamento na base
ru_ru: На базе нет тренировочных блоков

source: No Hostile Forces Discovered
cs: NIC PODEZŘELÉHO NEZJIŠTĆNO
de_de: Keine gegnerischen Einheiten entdeckt
es: No se han descubierto fuerzas hostiles
fr_fr: Pas de force hostile découverte
it: Nessuna presenza ostile rilevata
ja_jp: 適勢力を確認できず。
pl: Nie wykryto wrogich sił
pt_br: Nenhuma Força Hostil Descoberta
ru_ru: Не обнаружено враждебных сил

source: Cargo arrived:
cs: Náklad doručen do:
de_de: Fracht eingetroffen:
es: Carga llegó:
fr_fr: Cargaison arrivée:
it: Cargo arrivato:
ja_jp: 荷物が到着
pl: Ładunek dotarł:
pt_br: Carga trazida:
ru_ru: Прибыл груз:

source: Cancel Orders
cs: Stornovat povel
de_de: Befehle abbrechen
es: Anular Ordenes
fr_fr: Annuler les ordres
it: Annulla ordini
ja_jp: 発注をキャンセル
pl: Anuluj zamówienia
pt_br: Cancelar Pedidos
ru_ru: Отменить указания

source: Cancel Alien Containment management orders. Are you sure?
cs: Odvolat povely pro správu cizáckých kójí. Opravdu?
de_de: Alien-Inhaftierungsbefehle abbrechenSind Sie sicher?
es: Anular órdenes de contención de alienígenas. ¿Seguro?
fr_fr: Annuler les ordres de gestion du confinement alien. Êtes-vous sûr?
it: Annulla ordini di gestione Contenimento Alieni. Sei sicuro?
ja_jp: エイリアンの隔離をキャンセルしようとしています。よろしいですか？
pl: Anuluj rozkazy zarządzania wiwarium. Jesteś pewien?
pt_br: Cancelar pedidos de gerência da Contenção Alienígena.Tem certeza?
ru_ru: Отменить указания по камерам пришельцев? Вы уверены?

source: No Sale
cs: Neprodáno
de_de: Kein Verkauf
es: No hay venta
fr_fr: Pas de vente
it: Nessuna vendita
ja_jp: 売り物なし
pl: Brak sprzedaży
pt_br: Nenhuma venda
ru_ru: Не продается

source: RESEARCH AND MANUFACTURE
cs: VÝZKUMY A PRODUKCE
de_de: FORSCHUNG UND HERSTELLUNG
es: INVESTIGACION Y FABRICACION
fr_fr: RECHERCHER ET FABRIQUER
it: RICERCA E PRODUZIONE
ja_jp: 研究と製造
pl: BADANIA I WYTWARZANIE
pt_br: PESQUISA E PRODUÇÃO
ru_ru: ИССЛЕДОВАНИЯ И ПРОИЗВОДСТВО

source: Select laboratory or workshop
cs: Vyberte laboratoř nebo dílnu
de_de: Labor oder Werkstatt auswählen
es: Seleccionar laboratorio o taller
fr_fr: Sélectionner le labo ou l'atelier
it: Scegli il laboratorio o l'officina
ja_jp: ラボかワークショップを選択してください
pl: Wybierz laboratorium lub warsztat
pt_br: Selecione laboratório ou centro de montagem
ru_ru: Выберите лабораторию или мастерские

source: SELECT BIOCHEMISTRY PROJECT
cs: VYBER PROJEKT PRO BIOCHEMII
de_de: BIOCHEMIEPROJEKT AUSWÄHLEN
es: SELECC. PROYTO. BIOQUIMICA
fr_fr: SELECTIONNER LE PROJET BIOCHIMIQUE
it: SCEGLI PROGETTO BIOCHIMICO
ja_jp: 生化学プロジェクトを選択してください
pl: WYBIERZ PROJEKT BIOCHEMICZNY
pt_br: SELECIONE PROJETO DE BIOQUÍMICA
ru_ru: ВЫБЕРИТЕ ПРОЕКТ В ОБЛАСТИ БИОХИМИИ

source: SELECT QUANTUM PHYSICS PROJECT
cs: VYBER PROJEKT PRO KVANTOVOU FYZIKU
de_de: QUANTENPHYSIKPROJEKT AUSWÄHLEN
es: SELECC. PROYTO. FISICA CUANTICA
fr_fr: SELECTIONNER LE PROJET QUANTIQUE
it: SCEGLI PROGETTO FISICO-QUANTISTICO
ja_jp: 量子力学プロジェクトを選択してください
pl: WYBIERZ PROJEKT FIZYKI KWANTOWEJ
pt_br: SELECIONE PROJETO DE FÍSICA QUÂNTICA
ru_ru: ВЫБЕРИТЕ ПРОЕКТ В ОБЛАСТИ КВАНТОВОЙ ФИЗИКИ

source: SELECT MANUFACTURING PROJECT
cs: ZVOL VÝROBNÍ PROGRAM PRO DÍLNU
de_de: HERSTELLUNGSPROJEKT AUSWÄHLEN
es: SELECC. PROYTO. FABRICACION
fr_fr: SELECTIONNER LE PROJET-FABRICATION
it: SCEGLI PROGETTO DI PRODUZIONE
ja_jp: 製造プロジェクトを選択してください
pl: WYBIERZ PROJEKT DO WYTWORZENIA
pt_br: SELECIONE PROJETO DE PRODUÇÃO
ru_ru: ВЫБЕРИТЕ ПРОЕКТ ДЛЯ ПРОИЗВОДСТВА

source: Project
cs: Projekt
de_de: Projekt
es: Proyecto
fr_fr: Projet
it: Progetto
ja_jp: プロジェクト
pl: Projekt
pt_br: Projeto
ru_ru: Проект

source: Progress
cs: Pokrok
de_de: Fortschritt
es: Progreso
fr_fr: Progrès
it: Progresso
ja_jp: 進行度
pl: Postęp
pt_br: Progresso
ru_ru: Прогресс

source: Skill
cs: Výkon
de_de: Fäkt.
es: Hab.
fr_fr: Comp
it: Abilità
ja_jp: スキル
pl: Umiejętność
pt_br: Habilidade
ru_ru: Навык

source: Unit Cost
cs: Cena za kus
de_de: Kosten pro Einheit
es: Coste Unitario
fr_fr: Coût de l'unité
it: Costo unità
ja_jp: ユニットコスト
pl: Koszt jednostkowy
pt_br: Custo da unidade
ru_ru: Стоимость единицы

source: Skill Hours
cs: Náročnost
de_de: Benöt. Stunden
es: Horas de Hab.
fr_fr: Nombre d'heures
it: Ore richieste
ja_jp: スキル時間
pl: godzin(y)
pt_br: Horas de habilidade
ru_ru: Навыкочасы

source: Orders Required
cs: JE NUTNÝ ROZKAZ
de_de: Befehle erforderlich
es: Ordenes necesarias
fr_fr: Ordres requis
it: Ordini richieste
ja_jp: 指示が必要
pl: Wymagane zamówienia
pt_br: Pedidos requeridos
ru_ru: Необходимы распоряжения
