Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: This larger and better equipped version of the Biochemistry Lab will enable the study of live Alien specimens. Psionic devices are available to assist in communication with intelligent Alien beings. The Advanced Biochemistry Lab allows up to ten Biochemists to work at any one time.
cs: Tato větší a lépe vybavená verze Biochemické laboratoře je schopna zkoumat i nebezpečnější živé Cizáky. Ke komunikaci s inteligentními cizáckými tvory slouží psionická zařízení. V laboratoři tohoto typu může najednou pracovat až deset Biochemiků na jednom projektu.
de_de: Hierbei handelt es sich um eine größere und besser ausgestattete Version des Biochemie-Labors, in dem lebende Alien-Lebensformen untersucht werden können. Um die Kommunikation mit intelligenten Aliens zu ermöglichen, stehen auch Psi-Geräte zur Verfügung. In den Primär-Biochemie-Labors können gleichzeitig bis zu zehn Biochemiker arbeiten.
es: Esta versión más grande y mejor equipada del Laboratorio de Bioquímica permitir estudiar especímenes alienígenas vivos. Hay dispositivos psiónicos disponibles para ayudar a comunicarse con seres alienígenas inteligentes. El Laboratorio Avanzado de Bioquímica puede tener hasta diez Bioquímicos trabajando a la vez.
fr_fr: Cette version plus spacieuse et mieux équipée du labo de biochimie permet l'étude de spécimens aliens vivants. Les appareils psioniques peuvent aider à communiquer avec les aliens doués d'intelligence. Le labo de biochimie avancé permet à 10 bio-scientifiques de travailler en même temps.
it: Questa è una versione più grande e meglio equipaggiata del Laboratorio di Biochimica, che permette di studiare a fondo gli esemplari Alieni; è dotato di apparecchiature psioniche per la comunicazione con gli Alieni senzienti. Il Laboratorio di Biochimica Avanzata può impiegare fino a dieci scienziati contemporaneamente.
ja_jp: この改良型のより大きな生化学研究所は生きたままのエイリアンを研究する事ができ、備えられたサイオニック装置によって知的エイリアンとの交流が可能となった。改良型生化学ラボは10人までの生化学者が同時に就業可能になっている。
pl: W tej większej i lepiej wyposażonej wersji laboratorium biochemicznego można prowadzić badania nad żywymi obcymi. Pomocne w komunikacji z inteligentnymi obcymi są dostępne na miejscu urządzenia psioniczne. W zaawansowanym laboratorium biochemicznym może pracować do dziesięciu biochemików naraz.
pt_br: Essa versão maior e mais bem equipada do laboratório bioquímico permite estudar espécies alienígenas vivas. Dispositivos psiônicos estão disponíveis para ajudar na comunicação com seres inteligentes. O laboratório bioquímico avançado permite até 10 bioquímicos trabalhando ao mesmo tempo.
ru_ru: Увеличенная и лучше оборудованная версия биолаборатории позволяет изучать живых пришельцев. Для общения с разумными пришельцами установлены псионические приборы. Улучшенная биолаборатория позволяет работать в одной лаборатории одновременно десяти биохимикам.

source: These labs are specifically equipped for high energy particle experiments designed to analyze and replicate Alien technology. The lab can accommodate five Quantum Physicists and each lab can be assigned a specific research project.
cs: Tato laboratoř je vybavena k experimentům s vysokoenergetickými částicemi, pro výzkum a replikaci cizácké technologie. V této laboratoři může na jediném z mnoha různých projektů pracovat až pět Kvantových fyziků.
de_de: Diese Labors sind speziell für Hochenergiepartikel-Experimente ausgestattet und dienen zur Analyse und Replikation außerirdischer Technologien. Im Labor können fünf Quantenphysiker arbeiten. Jedem Labor kann ein spezifisches Forschungsprojekt zugewiesen werden.
es: Estos laboratorios están específicamente equipados para hacer experimentos de partículas de alta energía diseñados para analizar y replicar tecnología alienígena. El laboratorio puede acoger hasta cinco físicos cuánticos y se puede asignar un proyecto de investigación concreto a cada uno de los laboratorios.
fr_fr: Ces laboratoires sont équipés spécifiquement pour les expériences impliquant des particules à haute énergie et servant à analyser et reproduire la technologie alienne. Le labo peut abriter cinq scientifiques quantiques; chaque labo peut être affecté à un type de recherche spécifique.
it: Questo laboratorio è dotato di apparecchiature per esperimenti con particelle ad alta energia per l'analisi e la replica delle tecnologie Aliene. Gli esperimenti sono condotti da cinque fisici quantistici, ai quali può essere assegnato un campo di ricerca specifico.
ja_jp: このラボは高エネルギー粒子実験に特化したもので、エイリアンテクノロジーの分析と復元をする事を目標にして設計されている。5人までの量子力学者が同時に就業可能で、複数ある場合はそれぞれが異なる研究プロジェクトを進める事ができる。
pl: Laboratoria te są specjalnie zaprojektowane do badań nad cząstkami o wysokich energiach celem badania i odtwarzania obcych technologii. W laboratoriach tych może pracować naraz do pięciu fizyków kwantowych, a każde laboratorium może pracować nad własnym projektem badawczym.
pt_br: Esses laboratórios são equipados especificamente para experimentos com partículas de alta energia destinadas a replicar a tecnologia alien. O laboratório pode acomodar 5 físicos quânticos e cada laboratório pode ser designado para um projeto de pesquisa específico.
ru_ru: Эти лаборатории специально оборудованы для проведения экспериментов с высокоэнергетическими частицами и предназначены для анализа и внедрения технологий пришельцев. В каждой лаборатории может одновременно работать пять специалистов по квантовой физике, и каждой лаборатории может быть назначен один проект.

source: A larger, better equipped lab for researching the larger pieces of Alien technology. The lab can accommodate ten Quantum Physicists.
cs: Větší a lépe vybavená laboratoř, pro výzkumy velkých součástí cizácké technologie. Může zde pracovat až deset Kvant. fyziků.
de_de: Ein größeres, besser ausgestattetes Labor für die Untersuchung großer Gegenstände der Alien-Technologie. In dem Labor können bis zu zehn Quantenphysiker arbeiten.
es: Un laboratorio más grande y mejor equipado para investigar las piezas más grandes de la tecnología alienígena. El laboratorio puede acoger a diez físicos cuánticos.
fr_fr: Un labo plus grand et mieux équipé pour faire des recherches sur des éléments plus imposants de technologie alienne. Ce labo peut contenir 10 physiciens quantiques.
it: E' una versione pi- attrezzata del laboratorio, necessaria per lo studio delle tecnologie Aliene pi- complesse. Qui possono lavorare fino a dieci fisici quantistici.
ja_jp: より大きな改良型のエイリアンテクノロジーの研究所。10人までの量子力学者が同時に就業可能になっている。
pl: Większe, lepiej wyposażone laboratorium, służące badaniu większych artefaktów obcej technologii. Pomieścić może dziesięciu fizyków kwantowych.
pt_br: Um laboratório maior e mais bem equipado para pesquisar grandes componentes de tecnologia alienígena. Pode acomodar 10 físicos quânticos.
ru_ru: Лучше оборудованная и расширенная лаборатория для исследования более крупномасштабных образцов технологий пришельцев. В лаборатории могут одновременно работать десять специалистов по квантовой физике.

source: Live Alien specimens require an enclosed, controlled environment. The Alien Containment system can generate different types of atmosphere at various pressures. The unit is also secure enough to prevent the escape of Aliens into the base. This facility can accommodate up to twenty human sized life forms.
cs: Živé Cizácké druhy vyžadují uzavřené a sledované prostředí. Systém uchování Cizáků vytváří různé typy atmosféry o různém tlaku, odpovídající potřebám jednotlivých tvorů. Rovněž je výborně zabezpečen proti případnému útěku Cizáků do prostor Báze. Zařízení uchová až dvacet tvorů lidské velikosti.
de_de: Lebende Alien-Lebensformen müssen in einer geschlossenen, kontrollierten Umgebung festgehalten werden. Das Alien-Zellensystem generiert bei unterschiedlichen Druckverhältnissen verschiedene Atmosphärenarten. Der Bereich ist außerdem so gesichert, daß keine Aliens in die anderen Räume der Basis eindringen können. In diesen Einrichtungen haben bis zu zwanzig Lebensformen von der Größe eines Menschen Platz.
es: Los alienígenas vivos requieren un ambiente cerrado y controlado. El sistema de Contención Alienígena puede generar distintos tipos de atmósferas a varias presiones. La unidad es también lo suficientemente segura para evitar que los alienígenas se escapen hacia el interior de la base. Esta instalación puede contener hasta veinte formas de vida de tamaño humano.
fr_fr: Les spécimens aliens vivants doivent être maintenus dans un environnement clos et contrôlé. Le système de confinement alien peut générer différents types d'atmosphères à des pressions différentes. La sécurité déployée rend impossible l'évasion des aliens dans la base. Cette installation peut contenir jusqu'à vingt formes de vie de taille humaine.
it: Gli esemplari di Alieni viventi catturati richiedono un particolare ambiente vitale. L'Unità di Contenimento può ricreare al suo interno diverse atmosfere e diverse pressioni. Inoltre è dotata di dispositivi di sicurezza, per impedire la fuga degli Alieni prigionieri. Questa struttura può ospitare fino a dieci Alieni della taglia di un uomo medio.
ja_jp: 生きたエイリアンの保存の為には隔離と環境制御が必要となる。エイリアン隔離システムは異なる大気と気圧を発生させる事が可能で、エイリアンが基地内に逃げ出さないように密閉構造になっており、12人までの人間サイズのエイリアン生命体を保持できる。
pl: Podtrzymywaniu przy życiu obcych osobników wymaga zamkniętego, ściśle kontrolowanego środowiska. Wiwarium może wytwarzać różne rodzaje atmosfery pod żądanym ciśnieniem. Wyposażone jest też w środki bezpieczeństwa zapobiegające przedostaniu się obcych do innych pomieszczeń bazy. W instalacji pomieścić można do dwudziestu form życia o rozmiarach człowieka.
pt_br: Espécies vivas de alienígenas requerem um ambiente fechado e controlado. O sistema de contenção alienígena pode gerar diversos tipos de atmosfera e condições de pressão. Também previne que as espécies escapem da base. Essa instalação pode acomodar até 20 formas de vida do tamanho de humanos.
ru_ru: Живые образцы инопланетян требуют специальной окружающей среды. Камеры для пришельцев способны поддерживать различные составы атмосферы под разным давлением. Также этот блок обеспечивает достаточный уровень безопасности для предотвращения побега пришельцев в коридоры базы. В камерах может содержаться до двадцати живых образцов одновременно.

source: NOT USED IN GAME ANYMORE!
es: NOT USED EN GAME ANYMORE!
it: NON E' ANCORA USATA NEL GIOCO
ja_jp: もう使われていない部分です！
pl: NIEUŻYWANE W GRZE!
pt_br: NÃO UTILIZADO MAIS NO JOGO!
ru_ru: БОЛЬШЕ В ИГРЕ НЕ ИСПОЛЬЗУЮТСЯ!

source: X-COM Engineers require the best facilities for the construction of new technology. The latest atomic replicators are installed which can accurately recreate most substances and micro-structures in the known universe. The facility can be used to create small pieces of equipment such as personal weaponry and armor. The workshop can accommodate five Engineers and each Workshop can be assigned to produce a specific item.
cs: Inženýři X-COM potřebují špičkové vybavení, pro konstrukci nových technologií. Zde jsou umístěny nejnovější atomové replikátory, schopné přesně replikovat většinu látek a mikrostruktur ve známém vesmíru. Toto zařízení lze využívat k výrobě malých součástí výbavy, jako osobních zbraní a Zbrojí. Dílna je schopná pojmout až pět Inženýrů, a každá může být pověřena produkcí pouze jediného předmětu.
de_de: X-COM-Techniker benötigen für die Entwicklung neuer Technologien die besten Einrichtungen. Die hier vorhandenen neuesten Atom-Replikatoren können die meisten Substanzen und Mikrostrukturen des erforschten Universums genau reproduzieren. Außerdem werden hier kleine Ausrüstungsgegenstände wie beispielsweise persönliche Waffen und Panzerung hergestellt. In der Werkstatt können bis zu fünf Techniker arbeiten. Jeder Werkstatt kann ein spezifisches Herstellungsprojekt zugewiesen werden.
es: Los ingenieros de X-COM requieren las mejores instalaciones para la construcción de nuevas tecnologías. Se han instalado los más recientes replicadores atómicos que pueden reproducir con exactitud la mayoría de las sustancias y micro-estructuras del universo conocido. Esta instalación puede utilizarse para crear pequeñas piezas de equipo tales como armas y blindaje personales. El taller puede acomodar a cinco Ingenieros y se puede asignar un artículo concreto a cada Taller.
fr_fr: Pour construire des appareils utilisant les dernières technologies, les ingénieurs d'X-COM ont besoin des meilleures installations possibles. Les derniers réplicateurs atomiques sont installés pour pouvoir récréer de façon précise la plupart des substances et micro-structures connues dans l'univers. L'installation peut être utilisée pour créer des petites pièces d'équipement telles que des armes et des blindages personnels. L'atelier peut accommoder cinq ingénieurs; chaque atelier peut être affecté à la fabrication d'un projet spécifique.
it: Gli ingegneri della X-COM hanno bisogno delle più avanzate strumentazioni per realizzare nuove tecnologie; i più recenti replicatori atomici permettono di ricreare la maggior parte delle sostanze e delle micro-strutture dell'universo conosciuto, consentendo la realizzazione di armi personali e armature difensive. Nell'Officina possono lavorare cinque ingegneri, e gli sforzi possono essere rivolti a una specifica produzione.
ja_jp: X-Comのエンジニアは新しいテクノロジーの産物を製造する為に最高の設備を必要とする。最新の原子複製器が備えられ、既知の殆どの物質とミクロサイズの構造体を正確に複製する事ができる。この施設は個人用の武器やアーマーを製造する際にも用いられ、一度に5人までのエンジニアが就業可能で、複数ある場合はそれぞれが異なるアイテムを製造できる。
pl: Projekty inżynierskie X-COM wymagają najlepszego wyposażenia produkcyjnego. W warsztacie zainstalowane zostają najbardziej nowoczesne replikatory atomowe, które potrafią dokładnie odtwarzać większość materiałów spotykanych we wszechświecie. W warsztacie produkować można drobne elementy ekwipunku, takie jak broń ręczna czy pancerz. W warsztacie może pracować do pięciu inżynierów, a każdy warsztat może pracować nad własnym projektem.
pt_br: Os engenheiros da X-COM demandam as melhores instalações para construção de novas tecnologias. Os últimos replicadores atômicos estão instalados, e podem recriar a maioria das substâncias e microestruturas do universo conhecido. A instalação pode ser usada para criar pequenos equipamentos, como armas e armaduras. O centro de montagem pode acomodar até 5 engenheiros e cada centro podem ser usado para produzir um item específico.
ru_ru: Инженерам X-COM необходимы самые современные предприятия для создания новых технологических решений. В мастерских установлены новейшие атомные репликаторы, позволяющие в точности воссоздать большинство материалов и микроструктур, существующих в известной Вселенной. Предприятие может использоваться для создания образцов снаряжения небольших размеров, таких как личное оружие и части бронекостюмов. Каждый блок мастерских позволяет работать пяти инженерам одновременно, и каждому может быть назначена отдельная единица производства.

source: Larger pieces of technology require more space and power to construct. The Advanced Workshop is designed for large construction projects such as new vehicles. The facility can accommodate up to ten Engineers.
cs: Větší technologické celky vyžadují k výrobě více prostoru a energie. Rozšířená dílna je určena ke konstrukci velkých projektů, jako třeba nových vozidel. V tomto zařízení může pracovat až deset Inženýrů.
de_de: Größere Technologie-Entwicklungen können nur mit erhöhtem Raum- und Kraftaufwand konstruiert werden. Die Primär-Werkstatt ist für große Projekte wie den Bau neuer Fahrzeugtypen gedacht und bietet Platz für bis zu 10 Ingenieure.
es: Las piezas mayores de tecnología requieren más espacio y potencia para construir. El Taller Avanzado está diseñado para grandes proyectos de construcción tales como nuevos tipos de vehículo. La instalación puede acoger hasta diez Ingenieros.
fr_fr: Les éléments plus imposants faisant appel à la technologie nécessitent plus d'espace et de puissance pour leur construction. L'atelier avancé est conçu pour des projets de construction importants comme de nouveaux types de véhicules. L'installation peut contenir jusqu'à 10 ingénieurs.
it: Un equipaggiamento più grande richiede più spazio e più energia per la sua realizzazione. L'Officina Avanzata serve per progetti di particolare importanza, come nuovi tipi di veicoli, di cui si possono occupare fino a dieci ingegneri.
ja_jp: より大きなテクノロジーの産物を製造する為により大きくパワーのある作業所が必要となった。改良型ワークショップは新型の乗り物などのより大きなものの製造に対応し、10人までのエンジニアが一度に操業可能となっている。
pl: Większe urządzenia techniczne wymagają więcej przestrzeni i mocy produkcyjnych. Zaawansowany warsztat został zaprojektowany z myślą o dużych projektach konstrukcyjnych, takich jak nowe typy pojazdów. W instalacji pracować może do dziesięciu inżynierów.
pt_br: Aparatos tecnológicos de maior porte precisam de mais espaço e energia para sua construção. O centro avançado é concebido para grandes projetos, como novos veículos. A instalação pode acomodar até 10 engenheiros.
ru_ru: Более крупные детали требуют при создании больше пространства и мощностей. Улучшенные мастерские разработаны для создания крупномасштабных проектов, таких как новые образцы техники. В каждом блоке мастерских могут одновременно работать до десяти инженеров.

source: All research relating to the various types of Alien craft and their propulsion systems is collected here.
cs: Zde jsou soustředěny údaje o různých typech cizáckých lodí, jejich pohonných a řídících systémech.
de_de: Alle Forschungsergebnisse über die verschiedenen Alien-Fahrzeuge und ihre Antriebssysteme werden hier gesammelt.
es: Toda la investigación referente a los varios tipos de naves alienígenas y sus sistemas de propulsión se recogen aquí.
fr_fr: Toutes les recherches concernant les différents types de vaisseaux aliens et leurs systèmes de propulsion sont rassemblées ici.
it: Tutti gli esperimenti relativi alle varie navi Aliene e ai loro sistemi di propulsione vengono condotti qui.
ja_jp: あらゆるエイリアンの機体および推進装置の研究結果がここに集められる。
pl: Tutaj znaleźć można wyniki wszelkich badań związanych z wszelkimi typami obcych statków i ich układami napędowymi.
pt_br: Todas as pesquisa relacionadas aos vários tipos de naves alienígenas e seus sistemas de propulsão são coletadas aqui.
ru_ru: Все результаты исследований различных типов кораблей пришельцев и их энергетических установок собраны здесь.

source: Mid-powered Laser Beam gun commonly used in airborne police vehicles. The atomic power cells contained in these weapons allow for many thousands of shots before they expire.
cs: Středně výkonný laserový svazek, běžně používaný policejními letouny. Nukleární zdroj energie obsažený v této zbrani dovoluje několik tisíc výstřelů, než se vyčerpá.
de_de: Laserkanone mittlerer Leistung, die meist in Luftfahrzeugen der Polizei zum Einsatz kommt. Die in diesen Kanonen enthaltenen atomaren Energiezellen ermöglichen Tausende von Schüssen.
es: El Fusil de Láser de mediana potencia se utiliza habitualmente en los vehículos aéreos de la policía. Las baterías atómicas de estas armas permiten muchos miles de disparos antes de agotarse.
fr_fr: Rayon laser de puissance moyenne généralement utilisé par les véhicules de police aériens. Les cellules d'énergie atomique contenues dans ces armes permettent de tirer des milliers de fois avant qu'elles ne s'épuisent.
it: Questo raggio laser a media potenza viene solitamente usato nei veicoli aerei della polizia. Le cellule energetiche atomiche che lo alimentano permettono di sparare migliaia di colpi prima di esaurire l'energia.
ja_jp: 中程度の出力をもつレーザーガンは主に空挺警察の機体に装備されている。内蔵されている原子力電池により数千発のレーザーを発射できる。
pl: Średniej mocy działko strzelające promieniem lasera, powszechnie montowane na latających pojazdach policyjnych. Jego atomowe ogniwa energetyczne pozwalają na oddanie tysięcy strzałów, nim energia się wyczerpie.
pt_br: Arma laser de média potência comumente usada em viaturas aéreas. As células atômicas contidas nessas armas permitem milhares de tiros.
ru_ru: Лазерная пушка средней мощности устанавливается на воздушных полицейских судах. Атомные энергетические ячейки, использующиеся в качестве источника питания этого оружия, позволяют сделать много тысяч выстрелов, прежде чем их энергия будет исчерпана.

source: High energy Laser Beam weapon designed for military and police vehicles. Powerful atomic cells provide the energy source.
cs: Velmi výkonný laserový svazek určený pro armádní a policejní vozidla. Energii dodává účinný nukleární zdroj.
de_de: Hochleistungs-Laserkanone für den Einsatz in Militär- und Polizeifahrzeugen. Die leistungsstarken Atomzellen dienen als Energiequelle.
es: Arma de rayo de láser de alta energía diseñado para los vehículos militares y de la policía. Unas poderosas baterías atómicas proporcionan la fuente de energía.
fr_fr: Arme projetant un rayon laser à haute énergie conçue pour les véhicules militaires et de police. De puissantes cellules atomiques lui fournissent une source d'énergie.
it: E' un raggio laser ad alto potenziale, progettato per veicoli militari e della polizia. La fonte energetica è fornita da potentissime cellule atomiche.
ja_jp: 高出力のレーザー兵器は軍用および警察用の機体で用いられる。強力な原子力電池が動力源となっている。
pl: Wysokoenergetyczne działko laserowe, przeznaczone dla pojazdów wojskowych i policyjnych. Energię dostarczają potężne ogniwa atomowe.
pt_br: Arma de raio laser de alta energia concebida para veículos policiais e militares. Poderosas células atômicas são sua fonte de energia.
ru_ru: Высокоэнергетическое лазерное оружие разработано для установки на военные и полицейские транспортные средства. В качестве источника энергии используются мощные атомные батареи.

source: A popular but expensive alternative to the Bolter laser gun. The rare Elerium fuel is used to power both the plasma chamber and the electro-magnetic accelerators that propel the ultra-heated plasma to near light speeds.
cs: Oblíbenější, ale nákladnější náhrada Laseru Bolter. K napájení obou plazmových komor je použito vzácné Elerium a elektromagnetický urychlovač vystřeluje žhavou plazmu rychlostí blízkou rychlosti světla.
de_de: Eine populäre, aber teure Alternative zur Bolter-Laserkanone. Der seltene Rohstoff Elerium wird zum Antrieb der Plasmakammer und der elektromagnetischen Beschleuniger verwendet, die das ultrahocherhitzte Plasma nahezu mit Lichtgeschwindigkeit abfeuern.
es: Una popular pero cara alternativa al fusil de láser Bolter. Utiliza el escaso combustible de elerio para dar energía tanto a la cámara de plasma como a los aceleradores electro-magnéticos que propulsan la plasma ultra-calentada a velocidades cercanas a la de la luz.
fr_fr: Une alternative populaire mais onéreuse au fusil laser Bolter. L'élérium, un carburant rare, est utilisé pour activer la chambre à plasma et les accélérateurs électromagnétiques qui projettent le plasma surchauffé à des vitesses proches de celle de la lumière.
it: E' l'alternativa al cannone laser Bolter, ma è molto più costoso, poiché utilizza il rarissimo Elerio come fonte d'energia, sia per la camera di temperatura, che per l'acceleratore elettromagnetico che spara il Plasma incandescente a velocità prossime a quella della luce.
ja_jp: 人気はあるが高くつく事で知られるボルタｰ式レーザーガンの代替品。貴重なエレリウムを動力にしてプラズマ薬室と電磁加速器を駆動し、亜光速で超高温のプラズマ光線を発射する。
pl: Popularna, lecz droga alternatywa dla laserowego działka Bolter. Zarówno komora plazmowa, jak akceleratory elektromagnetyczne rozpędzające rozżarzoną plazmę do prędkości podświetlnych są napędzane rzadkim i cennym elerium.
pt_br: Uma alternativa popular ao Laser Bolter, porém, mais cara. O raro elemento Elerium é usado para energizar tanto a câmara de plasma quanto os aceleradores eletromagnéticos que impulsionam o plasma aquecido a velocidades próximas à luz.
ru_ru: Популярная, но дорогая альтернатива лазерной пушке "Болтер". В качестве источника энергии используется редкий элериум, который питает как плазменную камеру, так и электромагнитные ускорители, которые выбрасывают сверхвысокотемпературную плазму со скоростью, близкой к скорости света.
