Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: The Alien Dimension consists of a bleak, hostile environment with an organic city. This city undoubtedly constructs Alien craft and nurtures the Alien brood. The structure of the buildings is immensely strong, but there appears to be weak point which will allow our Agents and vehicles to gain access to the building south of the dimension gates. If we can research this building further then we will have the necessary information to send in our squads to destroy it. We should then be able to gain access to the next building via the organic tubing that joins the Alien city together like a giant umbilical cord.
pt_br: A Dimensão Alienígena consiste de um ambiente deserto, hostil, com uma cidade orgânica. Esta cidade certamente constrói naves Alienígenas e cria os filhotes Alienígenas. A estrutura dos edifícios é extremamente forte, mas parece haver um ponto fraco, que permitirá a nossos agentes e veículos ter acesso ao edifício ao sul dos portais dimensionais. Se pudermos pesquisar esta edificação mais profundamente, teremos as informações necessárias para enviar nossas equipes para destruí-la. Nós deveremos, então, ser capazes de ter acesso ao próximo edifício, através das tubulações orgânicas que interligam diversas partes da cidade, como imensos cordões umbilicais.

source: The Senate building accommodates the civil service, law courts and the Senate chamber. It is a maze of lavish marble interiors and large corridors. It is a building which should be protected from Alien infiltration at all costs.
pt_br: O edifício do Senado hospeda o serviço civil, as cortes de justiça e a câmara do Senado. Ele é um labirinto de opulentos salões de mármore e grandes corredores. É um edifício que devemos proteger da infiltração Alienígena a qualquer custo.

source: Mega-Primus has numerous police stations equipped with Hovercars, road vehicles and substantial armories. These stations are generally well defended against raiders or Alien infiltration.
pt_br: Mega-Primus possui diversos postos policiais equipados com Hovercars, veículos terrestres e blindagens substanciais. Estes postos são geralmente bem defendidos contra atacantes ou infiltrações Alienígenas.

source: The large hospitals of Mega-Primus are important buildings with high revenue potential. The very best Nano technology is used for the benefit of those that can afford it. Life extension is the service in most demand, but there is also the possibility of limb replacements and strength enhancements which are popular with GravBall players.
pt_br: Os grandes hospitais de Mega-Primus são edificações importantes, com alto potencial de renda. A melhor Nanotecnologia é usada, em benefício daqueles que podem pagar por ela. A extensão da vida é o serviço mais procurado, mas há também a possibilidade de substituição de membros e o implante de dispositivos de ampliação de força, populares entre jogadores de Gravibol.

source: Education is a serious matter for citizens of Mega-Primus and the latest Psionic devices are used to fill students' minds with the correct understanding of any topic in the curriculum. The buildings themselves are reminiscent of the old style schools and contain little more than corridors and classrooms.
pt_br: A educação é um assunto importante para os cidadãos de Mega-Primus, e os dispositivos Psiônicos mais avançados são usados para preencher as mentes dos estudantes com o entendimento correto de todos os tópicos do currículo. Os prédios em si são reminiscências das escolas antigas, e contêm pouco mais que corredores e salas de aula.

source: Rescue Stations are fully equipped to deal with any emergency, whether it is a fire or a road traffic accident. However, there are rarely any serious problems in the city and the stations only have a skeleton staff. They could be good hiding place for Aliens, but the relatively open internal structure of the buildings would not help them in a combat situation.
pt_br: Os Postos de Resgate são completamente equipados para tratar de qualquer emergência, seja ela um incêndio ou acidente de trânsito terrestre. No entanto, raramente ocorrem problemas sérios na cidade, e estes postos só possuem uma equipe mínima. Eles podem ser um bom esconderijo para os Alienígenas, mas a estrutura interna relativamente aberta destas edificações não os ajudaria numa situação de combate.

source: Office buildings are designed to be attractive work environments. They are heavily populated and any Alien activity would soon be discovered. However, the ducting between floors and walls could be the ideal places for Aliens to hide and move around.
pt_br: Os edifícios de escritórios são projetados para serem ambientes de trabalho agradáveis. Eles são densamente povoados, e qualquer atividade Alienígena seria rapidamente descoberta. No entanto, as tubulações entre os andares e nas paredes poderiam ser locais ideais para Alienígenas se esconderem e se deslocarem.

source: Larger corporations may have a prestigious and expensive office building as a corporate head quarters. No expense would be spared on the interior decoration of these buildings. The equally lavish ventilation system may also be appreciated by Alien life forms.
pt_br: As corporações de maior porte podem ter um edifício de escritórios luxuoso e dispendioso, como sede corporativa. Não se medem gastos na decoração do interior destes prédios. O sistema de ventilação igualmente generoso pode ser também aproveitado por formas de vida Alienígenas.

source: The enormous Space Port is a vital connection to the outside world. Many passengers pass through on vacation to Mars or other distant destinations. Large quantities of manufactured goods are exported to the mining colonies and raw materials are imported. The Space Port generates huge revenues, but it would also be lucrative for any raider or terrorist.
pt_br: O enorme Espaçoporto é uma conexão vital com o mundo externo. Muitos passageiros passam por ali, em viagens de férias para Marte ou outros locais distantes. Grandes quantidades de produtos manufaturados são exportados para as colônias de mineração, e matérias primas são importadas. O Espaçoporto gera grandes lucros, sendo um alvo atraente para atacantes ou terroristas.

source: The Astrodome contains huge stadiums and other facilities for various modern sports. GravBall is the most popular sport in the city, despite being dangerous. Five players in each team are equipped with anti-grav units and ball throwers. The six remaining team members are firmly routed on the ground and are used to protect the goal area or retrieve fallen balls. The maze of corridors and high stands makes the Astrodome a dangerous place for combat.
pt_br: O Astrodomo contém enormes estádios e outras instalações para diversos esportes modernos. O Gravibol é o esporte mais popular da cidade, a despeito de ser perigoso. Cinco jogadores de cada time são equipados com unidades anti-gravidade e lançadores de bolas. Os demais seis jogadores ficam no solo, e têm como tarefa proteger a área de gol e recuperar bolas caídas. O labirinto de corredores e altos estandes tornam o Astrodomo um lugar perigoso para combates.

source: Since giving birth is now a risky process all babies are now developed in artificial wombs. This has the added advantage of allowing the prospective parents to view the baby's progress by visiting special Procreation Parks. These buildings are designed to be attractive places to visit with open green spaces, bushes and trees.
pt_br: Desde que dar a luz é visto como um processo arriscado, todos os bebês são agora desenvolvidos em úteros artificiais. Este procedimento possui a vantagem adicional de permitir aos futuros pais ver o desenvolvimento do bebê, visitando Parques de Procriação especiais. Estes edifícios são projetados para serem locais de visita agradáveis, com áreas verdes, árvores e arbustos.

source: The vast shopping malls are popular places for citizens. Although most goods are purchased via the Internet, the shopping mall allows potential customers to try before they buy.
pt_br: Os enormes shopping centers são lugares muito populares entre os cidadãos. Embora a maioria dos bens seja comprada através da Internet, os shopping centers permitem a compradores em potencial ver e testar o produto, antes de comprar.

source: Vast apartment blocks are standard accommodation in the city. They should be treated carefully in any combat situation because of the high density of civilians at all times of day. An Alien incident in an accommodation block should be dealt with promptly.
pt_br: Grandes blocos de apartamentos são o tipo de habitação padrão da cidade. Eles devem ser tratados com cuidado em qualquer situação de combate, devido à alta densidade de população civil, a qualquer hora. Um incidente Alienígena em um conjunto habitacional deve ser atendido imediatamente.

source: The wealthy citizens of Mega-Primus reside in exclusive apartment buildings. Alien infiltration can be particularly dangerous here, because the people which own and control most of the city could be exposed to danger.
pt_br: Os cidadãos mais ricos de Mega-Primus residem em edifícios de apartamentos exclusivos. A infiltração Alienígena pode ser particularmente perigosa aqui, já que as pessoas que são donas e controlam a maior parte da cidade podem ser expostas a este perigo.

source: Open fields are unsustainable because of exposure to harmful radiation caused by the collapse of the ozone layer. The Hydro-Farms of Mega-Primus are efficient, clean and highly productive. Their controlled environments can produce any kind of vegetable or fruit, or rear any kind of animal. Unfortunately they are also quite good at nurturing the odd Alien which finds its way inside.
pt_br: Os campos abertos tornaram-se inviáveis para a agropecuária, devido à exposição à radiação decorrente do desaparecimento da camada de Ozônio. As Hidro-Fazendas de Mega-Primus são eficientes, limpas e altamente produtivas. Seus ambientes controlados podem produzir qualquer tipo de vegetal ou fruta, bem como criar qualquer tipo de animal. Infelizmente, elas também são muito boas para criar Alienígenas que consigam entrar nelas.

source: The sewage works recycles everything possible from the organic waste produced by the city. The solid waste produces food and fertilizer for the Hydro-Farms. Water is then passed back to the water purifying stations. Since the building is largely automated, its dank, dark maze of pipes and walkways provide an ideal habitat for Alien creatures.
pt_br: O sistema de tratamento de esgotos recicla tudo o que é possível dos detritos orgânicos produzidos pela cidade. O lixo sólido produz alimentos e fertilizantes para as Hidro-Fazendas. A água é então passada para as estações de purificação de água. Como esta edificação é amplamente automatizada, seu labirinto úmido e escuro de tubulações e passarelas fornece um hábitat ideal para criaturas Alienígenas.

source: City regulations stipulate the highest possible water quality. The tall water purifiers are largely automated buildings and are difficult areas for combat, they also provide good hiding places for Alien spawn. The tall structures are also vulnerable to collapse, so explosive munitions should be avoided.
pt_br: As leis da cidade estipulam que a qualidade da água seja a mais alta possível. Os altos purificadores de água são edifícios amplamente automatizados, e são áreas difíceis para combate. Eles também fornecem um bom esconderijo para a procriação de Alienígenas. As estruturas altas são também passíveis de desabamento, de forma que munições explosivas devem ser evitadas.

source: All types of consumer durables are produced here. The vast factory complex is highly automated and there are many robots on the production lines.
pt_br: Todos os tipos de bens de consumo duráveis são produzidos aqui. Os vastos complexos fabris são altamente automatizados, e há muitos robôs nas linhas de produção.

source: An arms factory produces munitions and weaponry of all sizes from the smallest Lawpistol slug to the most destructive fusion bombs. Any combat within the factory would be extremely dangerous, so any X-COM Agents must proceed with extreme caution when investigating these buildings.
pt_br: Uma fábrica de armas produz armamentos e munições de todos os tamanhos, desde a menor pistola laser até as bombas de fusão mais potentes. Qualquer combate dentro destas fábricas é extremamente perigoso, de forma que quaisquer agentes do X-COM devem tomar extremo cuidado ao investigar estes edifícios.

source: Mega-Primus is highly automated and requires the services of many robots to perform routine tasks. They are all produced in Robot Factories, which are also largely automated using the latest Nano technological construction techniques.
pt_br: Mega-Primus é altamente automatizada, e exige os serviços de muitos robôs para a execução de tarefas de rotina. Todos eles são produzidos nas Fábricas de Robôs, que são também altamente automatizadas, usando as tecnologias de nano-construção mais recentes.

source: All kinds of small flying vehicles are produced here, such as Hovercars, Hoverbikes and transports. There are many Elerium supplies stored here which could be the target of hostile raiders.
pt_br: Todos os tipos de veículos voadores de pequeno porte, tais como Hovercars, Hovercletas e transportes, são produzidos aqui. Há um grande suprimento de Elério armazenado aqui, que pode ser alvo de ataques hostis.

source: The cavernous interior of this factory is designed for construction of the largest vehicles such as the Valkyrie Interceptor, or the great Space Liners. There are large quantities of valuable construction materials, such as Elerium, stored in various parts of the building.
pt_br: O enorme vão livre do interior destas fábricas foi projetado para a construção dos veículos maiores, tais como o Interceptador Valkyrie ou os grandes Cargueiros Espaciais. Há grandes quantidades de matérias-primas valiosas, tais como Elério, armazenadas em diversas partes do edifício.

source: All types of building materials and components are created here. The high walkways and open factory floors create a dangerous environment for any firearms combat.
pt_br: Todos os tipos de componentes e materiais de construção são produzidos aqui. As altas passarelas e os pisos abertos da fábrica criam um ambiente perigoso para qualquer tipo de combate com armas de fogo.

source: The slum dwellings located outside the city boundaries are the remnants of an old civilization. They are still heavily populated and used by gangsters and political groups as a base of support. They are dangerous places which are difficult to attack with ground forces. There is always the prospect of finding Psiclone or Elerium during a successful raid.
pt_br: As favelas, localizadas fora dos limites da cidade, são os remanescentes de uma civilização antiga. Elas ainda são densamente povoadas e usadas por criminosos e grupos políticos como base de apoio. Elas são locais perigosos, difíceis de serem atacadas com tropas de terra. Sempre há a possibilidade de se encontrar Psiclones ou Elério durante uma incursão bem-sucedida.

source: The warehouse is used to store large quantities of merchandise for import or export. The cavernous interiors are easy to defend and raiders should be careful.
pt_br: Os depósitos são usados para armazenar grandes quantidades de mercadorias de importação ou exportação. Os interiores, com grandes vãos livres, são de fácil defesa, e os atacantes devem ter cuidado.

source: The highly efficient Power Stations use cold fusion technology to generate energy for the city. They should be protected from Alien infiltration as far as possible. Any damage to them could result in serious power shortages.
pt_br: As Estações de Energia altamente eficientes usam tecnologia de fusão para gerar energia para a cidade. Elas devem ser protegidas contra a infiltração Alienígena, no que for possível. Qualquer dano a elas pode causar uma séria escassez de energia.

source: The Recyclotorium is capable of recycling all kinds of waste product, organic or mineral. The city is an ecologically self contained area. This would not be possible without these complex recycling stations.
pt_br: Um Reciclatório é capaz de reciclar todos os tipos de detritos, orgânicos ou minerais. A cidade é uma área ecologicamente auto-contida. Isto não seria possível sem estas complexas estações de reciclagem.

source: The People Tube network is the mass transit system for the whole city. The anti-gravity pathways suspend the traveler above the floor and safely propels them at speeds of about 25 miles an hour.
pt_br: A rede de Tubos de Transporte Pessoal é o sistema de transporte de massa de toda a cidade. As trilhas anti-gravidade suspendem o passageiro acima do chão e o impele com segurança a uma velocidade de cerca de 40 quilômetros por hora.

source: The Cult Of Sirius builds temples to worship the superior Alien master race. It is rumored that these temples contain altars where bizarre rituals take place.
pt_br: O Culto de Sírius constrói templos para adorar a raça mestra Alienígena superior. Há rumores que estes templos contêm altares onde ocorrem rituais bizarros.

source: Sensodromes contain studios for all types of Sensovision broadcasting. The Psionic projectors on top of the building send signals to Sensovision arenas and into peoples homes.
pt_br: Os Sensódromos contêm estúdios para todos os tipos de transmissões de Sensovisão. Os projetores Psiônicos no topo do edifício enviam sinais para teatros de Sensovisão e para as casas.

source: The propulsion system of the Alien craft is built into the external fabric of the craft itself. It generates a dimensional field that warps the craft through space and allows the craft to pass undamaged through Dimension Gates.
pt_br: O sistema de propulsão das naves Alienígenas é embutido na estrutura externa do veículo em si. Ele gera um campo dimensional que dobra a nave através do espaço e permite que a nave passe incólume através de Portais Dimensionais.

source: The control stations onboard the Alien craft direct the propulsion system and control its ability to transform matter into anti-matter.
pt_br: Os postos de controle a bordo das naves Alienígenas gerenciam o sistema de propulsão e controlam sua capacidade de transformar matéria em anti-matéria.

source: The energy source for the Alien craft is generated in special dimension chambers which suck incredible amounts of energy from the Alien Dimension. These systems are highly unstable and should be treated with caution in combat situations.
pt_br: A energia das naves Alienígenas é gerada em câmaras dimensionais especiais, que drenam enormes quantidades de energia de outra dimensão. Estes sistemas são altamente instáveis e devem ser tratados com cuidado, em situações de combate.

source: The Psiclone implant is manufactured and distributed by criminal gangs. It allows the user to experience any mental state or images just by imagining them. Its widespread popularity and detrimental effect on the health of young citizens led the Senate to ban the use or distribution of the device. The price of Psiclone implants has subsequently soared and this has resulted in open warfare between the criminal gangs and Megapol.
pt_br: O implante Psicolone é fabricado e distribuído por organizações criminosas. Ele permite ao usuário experimentar qualquer imagem ou estado mental, simplesmente imaginando-o. Sua grande popularidade e efeitos deletérios à saúde dos jovens levou o Senado a banir a distribuição do dispositivo. O preço de implantes Psiclones, em consequência, disparou, e isto resultou em uma guerra aberta entre as organizações criminosas e a Megapol.

source: Since its introduction during the first Alien invasion, Elerium has proved to be an essential power source for interplanetary travel and military use. It is mined from distant planetary systems and transported back to Earth where its rarity ensures a high price. Tiny quantities contained in small pods fetch a high price. Corporations store pods in preference to gold because the stability of its value is guaranteed.
pt_br: Desde sua introdução durante a primeira invasão Alienígena, o Elério provou ser uma fonte de energia essencial para viagens interplanetárias e usos militares. Ele é extraído de sistemas planetários distantes e transportado para a Terra, onde sua raridade lhe garante um alto preço. Quantidades minúsculas, contidas em pequenos recipientes, alcançam altos preços. Várias corporações armazenam estes recipientes com Elério, ao invés de ouro, acreditando na estabilidade de seu valor.

source: The Car Factory produces many of the smaller vehicles that are part of everyday life in Mega-Primus.
pt_br: Uma Fábrica de Carros produz a maior parte dos veículos de menor porte, que são parte do dia-a-dia da vida de Mega-Primus.

source: Manufacturer has no intact buildings in this city to deliver goods from.
pt_br: O fabricante não tem edifícios intactos nesta cidade para entregar mercadorias.

source: Vehicle successfully recovered:
pt_br: Veículo recuperado com sucesso:

source: Vehicle Rearmed:
pt_br: Veículo Rearmado:

source: Vehicle Refuelled:
pt_br: Veículo Reabastecido:

source: Not enough ammo to rearm vehicle:
pt_br: Não há munição suficiente para rearmar veículo:

source: New transfer arrived:
pt_br: A nova transferência chegou:

source: Building under attack :
pt_br: Edificação sob ataque:

source: Cargo expires soon:
pt_br: A carga expira em breve:

source: Cargo expired:
pt_br: Carga expirada:

source: Returned to base
pt_br: Retornado à base

source: Refunded by supplier:
pt_br: Reembolsado pelo fornecedor:

source: Cargo seized:
pt_br: Carga apreendida:

source: By hostile organisation:
pt_br: Por organização hostil:

source: Supplier:
pt_br: Fornecedor:

source: Agent has died:
pt_br: O agente morreu:

source: Scrapped vehicle recovered in irreparable condition:
pt_br: Veículo desmantelado recuperado em condições irreparáveis:

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Storage space exceeded. Sell off more items!
pt_br: Espaço de armazenamento excedido. Venda mais itens!

source: Hostile organization refuses to carry out the requested transportation for this company.
pt_br: Organização hostil se recusa a realizar o transporte solicitado para esta companhia.

source: Proceed?
pt_br: Prosseguir?

source: No free transport to carry out the requested transportation detected in the city.
pt_br: Nenhum transporte livre para realizar o transporte solicitado detectado na cidade.

source: Accomodation exceeded
pt_br: Alojamento excedido

source: units(s) transferred
pt_br: unidade(s) transferida(s)

source: Total Skill: %d
pt_br: Habilidade Total: %d

source: Select Biochemistry Project
pt_br: Selecionar Projeto Bioquímico

source: Select Physics Project
pt_br: Selecionar Projeto de Física

source: Select Manufacturing Project
pt_br: Selecionar Projeto de Produção

source: Select Unknown Project
pt_br: Selecionar Projeto Desconhecido

source: PROJECT COMPLETE
pt_br: PROJETO COMPLETO

source: PROJECT TOO LARGE
pt_br: PROJETO MUITO GRANDE

source: FUNDS EXCEEDED
pt_br: FUNDOS EXCEDIDOS

source: UNKNOWN
pt_br: DESCONHECIDO

source: promoted to
pt_br: promovido a

source: This organization is under Alien control.The Alien race will not enter negotiations with X-COM.
pt_br: Esta organização está sob controle Alienígena. A raça Alienígena não entrará em negociações com a X-COM.
