Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: This is an immensely devastating version of the standard Disruptor Gun. Again it is based on the same inter-dimensional technology that seems to power the Dimension Gates. It is possible that these weapons are actually drawing power from some remote source connected by an inter-dimensional field. This amazing technology seems to be incongruous with the Aliens' organic weaponry and may originate from some other Alien intelligence.
cs: Toto je mnohem destruktivnější verze předchozího typu Disperzívní pistole. Stejně jako ona využívá cizáckou interdimenzní technologii, která zřejmě napájí i Dimenzní brány. Je docela dobře možné, že tyto zbraně čerpají energii z nějakého vzdáleného zdroje, propojením pomocí interdimenzního pole. Tato úžasná technologie se ale neslučuje s ostatní "organickou" cizáckou výzbrojí a může mít původ v nějaké jiné cizácké inteligenci.
de_de: Diese unglaublich zerstörerische Version der Standard-Alien-Disruptor-Kanone basiert auf derselben interdimensionalen Technologie, die die Dimensionstore anzutreiben scheint. Diese Waffe bezieht ihre Energie möglicherweise aus einer weit entfernten, durch ein interdimensionales Feld verbundenen Quelle. Die eindrucksvolle Technologie scheint nicht zu den organischen Waffensystemen der Aliens zu passen und könnte daher möglicherweise von einer anderen außerirdischen Intelligenz entwickelt worden sein.
es: Esta es una inmensamente devastadora versión del Fusil Perturbador normal. Nuevamente se basa en la misma tecnología inter-dimensional que parece hacer funcionar las Puertas de la Dimensión. Es posible que estas armas están realmente tomando energía de alguna fuente remota conectada por un campo inter-dimensional. Esta sorprendente tecnología parece incompatible con las armas alienígenas orgánicas y puede tener su origen en alguna otra inteligencia alienígena.
fr_fr: C'est une version terriblement destructrice du fusil disrupteur alien standard. Il se base sur la même technologie qui semble activer les portails interdimensionnels. Ces armes tireraient leur puissance d'une source lointaine connectée à un champ interdimensionnel. Cette technologie extraordinaire semble incompatible avec l'armement organique alien et pourrait provenir d'une autre forme de vie alienne.
it: Si tratta di una versione immensamente più potente della normale pistola Disgregatrice. E' un'arma basata sullo stesso principio tecnologico interdimensionale che sembra permettere l'esistenza del Portale Dimensionale: è possibile che la fonte di energia di queste armi sia un dispositivo separato, collegato con un campo interdimensionale. Questa incredibile tecnologia è stranamente diversa da quella degli Alieni, sostanzialmente organica, e potrebbe avere la sua origine in qualche altra forma d'intelligenza Aliena.
ja_jp: これは標準版のディスラプター砲を極度に強化したバージョンだ。同じ次元間テクノロジーを使用しているが、次元ゲートも同様の原理でパワーを供給しているものと思われる。この武器は実際は次元間フィールドによって繋げられた遠隔地からパワーを引き出しているのかもしれない。この驚くべきテクノロジーはエイリアンが他で用いている生体器官によるものとあまりにかけ離れており、全く別の知的なエイリアン生命体の技術に基づいている可能性がある。
pl: Niezwykle niszczycielska wersja standardowego dysruptora ręcznego, oparta na tej samej technologii międzywymiarowej, która prawdopodobnie zasila też bramy międzywymiarowe. Możliwe, że te rodzaje broni w rzeczywistości czerpią energię z odległego źródła podłączonego do jakiegoś pola międzywymiarowego. Ta zadziwiająca technologia znacznie różni się od innych, organicznych typów broni obcych i może pochodzić od innego rodzaju obcej inteligencji.
pt_br: É uma versão muito mais devastadora da Arma Disruptiva padrão. Novamente, se baseia na mesma tecnologia interdimensional que parece alimentar os Portais Dimensionais. É possível que essas armas estejam, na verdade, sugando energia de uma fonte remota conectada por um campo interdimensional. Essa incrível tecnologia para ser incompatível com o arsenal orgânico dos alienígenas, podendo derivar de outro tipo de inteligência extraterrestre.
ru_ru: Это чрезвычайно мощная версия стандартной расщепляющей пушки. Она также основана на использовании межпространственной технологии, от которой питаются врата между измерениями. Возможно, это оружие перекачивает энергию из некого удаленного источника, который подключен посредством межразмерных врат. Эта невероятная технология, кажется, не имеет ничего общего с органическими вооружениями пришельцев и может быть разработана иным инопланетным разумом.

source: The Boomeroid is a devastating and terrifying weapon. It is actually a semi-intelligent device that hurls itself towards any moving organic target and then explodes when it reaches a pre-set range.The Boomeroid has to be primed for explosion proximity as well as time delay.
cs: Bumeroid je zničující a úděsná zbraň. Je to v podstatě polointeligentní zařízení, které je schopno se samo vrhnout proti jakémukoliv pohyblivému organismu a explodovat, jakmile se dostane na účinnou vzdálenost. Tu lze nastavit, stejně jako prodlevu po níž dojde k aktivaci.
de_de: Der Boomeroid ist ein vernichtendes und furchterregendes Waffensystem. Es handelt sich um eine halbintelligente Waffe, die in Richtung eines beliebigen beweglichen organischen Ziels fliegt und explodiert, sobald es eine festgelegte Entfernung erreicht. Explosionspunkt und Zündzeitpunkt des Boomeroids müssen vor dem Einsatz eingestellt werden.
es: El Boomeroid es un arma devastadora y atemorizante. Es en realidad un dispositivo semi-inteligente que se lanza contra cualquier objetivo orgánico en movimiento y luego explota cuando alcanza una distancia prefijada. El Boomeroid tiene que prepararse para una explosión por proximidad además de llevar un temporizador.
fr_fr: Le boomeroïde est une arme destructrice terrifiante. C'est un mécanisme semi-intelligent qui se propulse vers toute cible organique en mouvement, avant d'exploser quand elle atteint une portée prédéfinie.Le délai avant l'explosion ainsi que la distance d'explosion du boomeroïde doivent être réglés.
it: Il Boomeroide è un'arma devastante e spaventosa: si tratta di un dispositivo semi-intelligente che si lancia contro qualsiasi bersaglio organico in movimento ed esplode quando arriva a una certa distanza da esso. Il Boomeroide può essere regolato per esplodere in prossimità dell'impatto o dopo un determinato intervallo di tempo.
ja_jp: ブーメロイドは極めて危険な恐ろしい兵器だ。これは実際は半知的装置とでも言うべきもので、生命体に向かって自身を投げ打ち、予め設定された距離まで飛ぶと爆発する。ブーメロイドは近接信管と時限方式の両方の機能を持つ。
pl: Skoczki to bardzo groźna i skuteczna broń. Jest to w istocie półinteligentne urządzenie, które rzuca się w kierunku dowolnej poruszającej się masy organicznej, a gdy znajdzie się odpowiednio blisko, wybucha. Przy użyciu skoczka należy ustawić zasięg eksplozji oraz opóźnienie.
pt_br: O Bomeroide é uma arma devastadora e ameaçadora. Na verdade, é um dispositivo inteligente que se curva em direção a qualquer alvo em movimento, explodindo ao chegar em alcance predeterminado. Deve-se programá-lo com proximidade de explosão e tempo.
ru_ru: Бумероид - это ужасающее разрушительное оружие. Он представляет собой полуразумное устройство, которое летит в направлении любой движущейся органической цели и взрывается, преодолев установленную дистанцию. Бумероид может настраиваться как на радиус детекции живой цели, в котором происходит взрыв, так и на временную задержку взрыва.

source: This weapon is an organic launcher for Brainsucker Pods. If the pod lands within the vicinity of a human target it will burst open and the Brainsucker will attack the victim. It is not a useful weapon for us to replicate, even if it were possible.
cs: Tato zbraň je organický vrhač pro kukly Mozkožroutů. Dopadne-li kukla v blízkosti lidského jedince, otevře se a uvolněný Mozkožrout napadne nejbližší oběť. Tato zbraň je pro nás nepoužitelná, i když jsme schopni ji replikovat.
de_de: Diese Waffe ist eine organische Abschußvorrichtung für Brainsucker-Kapseln. Landet die Kapsel in unmittelbarer Nähe eines menschlichen Ziels, platzt sie auf, und der Brainsucker greift sein Opfer an. Die Reproduktion dieser Waffe ist für uns nicht von Nutzen, selbst wenn es uns möglich wäre.
es: Este arma es un lanzador orgánico para las Vainas Sorbecerebros. Si la vaina aterriza cerca de un objetivo humano, se abrirá y el Sorbecerebros atacará a su víctima. No es un arma útil para que la repliquemos, aunque fuera posible.
fr_fr: Cette arme permet de lancer des capsules de lobotomiseur. Si la capsule atterrit à proximité d'une cible humaine, elle s'ouvrira et un lobotomiseur en sortira et attaquera la cible. Même si nous pouvions reproduire cette arme, elle ne serait pas très utile.
it: Quest'arma è un lanciatore organico per i Succhiacervelli. Se la sonda che lo contiene cade in prossimità di un umano, si apre, e il Succhiacervelli attacca la sfortunata vittima. Non è un'arma replicata per i nostri agenti, anche se tecnicamente sarebbe possibile farlo.
ja_jp: ブレインサッカー弾を発射する生体ランチャー。標的の人間の近くに着弾すると爆裂し、中からブレインサッカーが飛び出て獲物に襲いかかる。この武器の複製については、もし可能だったとしても我々にとってはあまり有用な武器にならないだろう。
pl: Organiczna wyrzutnia kapsuł wysysaczy. Jeśli kapsuła wyląduje w pobliżu człowieka, otworzy się ona wybuchowo, a wysysacz zaatakuje ofiarę. Broń ta nie będzie dla nas użyteczna, nawet gdybyśmy potrafili ją reprodukować.
pt_br: Esta arma é um lançador orgânico para casulos suga-cérebro. Se o casulo pousa perto de um alvo humano, irá abrir e o suga-cérebros atacará a vítima. Não é uma arma útil se replicada, mesmo que fosse possível.
ru_ru: Это оружие представляет собой органическую пусковую установку коконов мозгососа. Если кокон приземляется в непосредственной близости от земного живого существа, он раскрывается, и мозгосос атакует цель. Это оружие воспроизводить бессмысленно, даже если бы это было возможно.

source: This weapon is essentially an organism that is genetically engineered to launch a living missile which flies directly towards its chosen target. The missile then erupts and a foul smelling sticky goo smothers the unfortunate victim. The substance is a combination of enzymes and acids that can erode metallic or organic compounds. Unfortunately this weapon is not very effective against Aliens and we cannot replicate it.
cs: Tato zbraň je v podstatě organismus, jež byl geneticky přetvořen k vystřelování živých střel, které mají schopnost letět přímo na zvolený cíl. Tyto střely pak vyvrhnou odporně zapáchající lepkavý sliz, udusící nebohou oběť. Tato substance je kombinací enzymů a kyselin, schopných rozkládat kovové i organické sloučeniny. Bohužel, proti cizákům není tato zbraň příliš účinná a nejsme schopni ji replikovat.
de_de: Diese Waffe ist eigentlich ein Organismus, der gentechnisch darauf programmiert wurde, eine lebende Rakete abzufeuern, die direkt auf das ausgewählte Ziel zufliegt. Die Rakete explodiert, und stinkender Schleim ergießt sich über das unglückselige Opfer. Die Substanz besteht aus einer Kombination von Enzymen und Säuren, die metallische oder organische Verbindungen zersetzen kann. Diese Waffe richtet gegen Aliens wenig aus, und wir sind außerstande, sie zu replizieren.
es: Este arma es esencialmente un organismo que está genéticamente diseñado para lanzar un misil vivo que vuela directamente hacia su objetivo elegido. El misil explota y entonces una sustancia pegajosa y maloliente cubre la pobre víctima. La sustancia es una combinación de enzimas y ácidos que pueden erosionar compuestos metálicos u orgánicos. Desafortunadamente este arma no es muy eficaz contra los alienígenas y no podemos replicarla.
fr_fr: Cette arme est essentiellement un organisme génétiquement conçu pour lancer un missile vivant qui volera directement vers la cible choisie. Le missile explose ensuite et une sorte de gelée à l'odeur infecte étouffe la pauvre victime. La substance est une combinaison d'enzymes et d'acides qui peut ronger les matières métalliques ou organiques. Malheureusement, cette arme n'est pas très efficace contre les aliens et nous ne pouvons pas la reproduire.
it: Si tratta di un organismo programmato geneticamente per lanciare missili viventi, che volano direttamente contro il bersaglio selezionato; all'impatto vengono liberati enzimi e acidi, in grado di liquefare sia composti metallici che organici. Sfortunatamente quest'arma è praticamente inefficace contro gli Alieni: per questo motivo non sarebbe significativo riprodurla.
ja_jp: この武器の実態は選択した標的めがけて生きたミサイルを飛ばす遺伝子工学によって作られた生体兵器である。ミサイルは命中と同時に破裂し不幸な標的に臭い匂いのするべとついた糊を浴びせかけて窒息死させる。糊状の物体は金属や生体組織を溶かす酵素や酸から成っている。これをエイリアンに対して用いても効果が薄く、複製も不可能だ。
pl: Obiekt ten to w istocie organizm, genetycznie wyinżynierowany do wystrzeliwania żywego pocisku, który namierza się na wybrany cel. Przy uderzeniu pocisk ulega rozerwaniu, a nieszczęsna ofiara zostaje oblana ohydną, cuchnącą, kleistą mazią. Substancja ta to mieszanina enzymów i kwasów, które potrafią rozpuszczać materiały metaliczne i organiczne. Broń ta niestety nie jest zbyt skuteczna przeciw obcym, nie potrafimy jej też powielać.
pt_br: Essa arma é essencialmente um organismo geneticamente construído para lançar mísseis vivos que voam direto para o alvo. O Míssil então irrompe e uma gosma mal-cheirosa sufoca a vítima. A substância é uma combinação de enzimas e ácidos que pode afetar compostos orgânicos ou metálicos. Infelizmente, esta arma não é muito efetiva contra alienígenas e não podemos replicá-la.
ru_ru: Это оружие в целом представляет собой генетически спроектированный организм, способный выпускать живые ракеты, летящие прямо в выбранную цель. При попадании ракета разрывается, и цель покрывает отвратительная вонючая жижа, которая представляет собой смесь энзимов и кислот, разрушающих как металлические, так и органические соединения. К сожалению, это оружие не очень эффективно против пришельцев и мы не можем его воспроизвести.

source: The pod is a genetically engineered missile that flies directly towards a target. It is fired from the Entropy Launcher.
cs: Jedná se o geneticky vytvořenou střelu, schopnou letu k určenému cíli. Je vystřelována pomocí Vrhače entropie.
de_de: Die Kapsel ist eine gentechnisch erstellte Rakete, die auf ein ausgewählte Ziel zufliegt. Sie wird von einem Entropie-Launcher abgefeuert.
es: La vaina es un misil creado por ingeniería genética que vuela directamente hacia un objetivo. Se lanza desde un Lanzador de Entropía.
fr_fr: La capsule est un missile génétiquement conçu qui vole directement vers une cible. Elle est lancée à partir d'une rampe de lancement d'entropie.
it: Questa carica è un missile senziente che vola diretto contro il bersaglio. Viene utilizzata congiuntamente al lanciamissili Entropy.
ja_jp: 遺伝子工学によって作られたミサイルで標的めがけて飛んでいく。エントロピーランチャーから発射される。
pl: Kapsuła to genetycznie wyinżynierowany pocisk, namierzający się na cel. Wystrzeliwana jest z wyrzutni entropicznej.
pt_br: O casulo é um míssil geneticamente fabricado que voa em direção ao alvo. É disparada pelo Lançador Entrópico.
ru_ru: Капсула представляет собой генетически спроектированную ракету, летящую прямо в цель. Выстреливается из энтропийной пусковой установки.

source: This launcher propels devastating Dimension Missiles which contain an immensely powerful explosive system. The missile is guided to its target and is very accurate at long ranges. The technology is reproducible and quite distinct from the organic weaponry that is used by most Aliens.
cs: Tento odpalovač vystřeluje ničivé samočinné rakety, obsahující nesmírně účinný explozívní systém. Raketa je samonaváděcí a svůj cíl si najde s úžasnou přesností i na velkou vzdálenost. Technologie je reprodukovatelná a zcela jistě součástí organické výzbroje používané mnoha cizáky.
de_de: Diese Abschußvorrichtung feuert gewaltige Dimensionsraketen ab, in denen sich ein unglaublich starkes Sprengsystem befindet. Die Lenkrakete ist auch auf große Reichweiten äußerst treffsicher. Die dem System zugrundeliegende Technologie ist reproduzierbar und unterscheidet sich deutlich von den organischen Waffen, die von den meisten Aliens benutzt werden.
es: Este lanzador impulsa a los devastadores Misiles Dimensiones que contienen un sistema explosivo muy poderoso. El misil es guiado a su objetivo y es muy preciso a grandes distancias. La tecnología es reproducible y bastante distinta de las armas orgánicas que utilizan la mayoría de alienígenas.
fr_fr: Cette arme lance des missiles dimensionnels dévastateurs qui contiennent un système explosif d'une puissance extrême. Le missile est guidé jusqu'à sa cible et il est très précis sur de longues distances. Il est possible de reproduire cette technologie qui est relativement différente de l'armement organique utilisé par la plupart des aliens.
it: Questo lanciamissili lancia i devastanti Dimension, missili che contengono un esplosivo di inaudita potenza. Il missile è guidato sul suo bersaglio, ed è molto preciso anche a lunga distanza: la sua tecnologia è riproducibile ed è stranamente diversa da quella normale delle armi Aliene, di impostazione organica.
ja_jp: このランチャーは強大な破壊力を持つ時限ミサイルを発射する。ミサイルは大きな爆発力を持ち、長距離でも自動追尾をして標的に正確に命中する。このテクノロジーは複製可能で他の生体兵器と比べると極めて異質なものに見える。
pl: Wystrzeliwuje niszczycielskie pociski międzywymiarowe, zawierające niezwykle potężne głowice wybuchowe. Pocisk jest naprowadzany na cel z wielką dokładnością i na duże odległości. Możemy konstruować tę wyrzutnię; różni się ona dość znacznie od organicznego uzbrojenia większości obcych.
pt_br: Esse lançador impulsiona Mísseis Dimensionais devastadores, que contém um sistema explosivo imensamente poderoso. O míssil é direcionado ao seu alvo e é muito preciso a longas distâncias. A tecnologia é reproduzível e bem diferente da arma orgânica utilizada pelos alienígenas.
ru_ru: Пусковая установка выстреливает разрушительными межразмерными ракетами, оснащенными сверхмощной боеголовкой и системой самонаведения, что дает им высокую точность на больших дистанциях. Технология легко воспроизводима и заметно отличается от органического оружия, которое используется большинством пришельцев.

source: The missile explodes with devastating power. It seems to use an inter-dimensional flux to suck in anti-matter from an alternate dimension. This instantly generates an atomic reaction which destroys the missile and most of its surrounding matter. It should not be used in situations where buildings and civilians need to be protected.
cs: Tato raketa exploduje se zničující silou. Zdá se, že využívá interdimenzí kanál ke získání částeček antihmoty z alternatívní dimenze. To způsobí okamžitou atomickou reakci, která zničí kromě rakety i velkou část obklopující hmoty. Neměla by se používat v situacích, kdy je třeba chránit civilisty a struktury budov.
de_de: Die Sprengkraft dieser Rakete ist gewaltig. Sie scheint ein interdimensionales Magnetfeld zu nutzen, um Anti-Materie aus anderen Dimensionen 'anzusaugen'. Dadurch wird augenblicklich eine atomare Reaktion in Gang gesetzt, und die Rakete explodiert. Die Waffe sollte nicht eingesetzt werden, wenn Gebäude oder Zivilisten in Mitleidenschaft gezogen werden könnten.
es: El misil explota con enorme poder. Parece que utiliza un flujo inter-dimensional para absorber anti-materia de una dimensión alternativa. Esto genera instantáneamente una reacción atómica que destruye al misil y la mayor parte de la materia que le rodea. No debe utilizarse en situaciones donde los edificios y civiles deben protegerse.
fr_fr: Ce missile déploie une puissance dévastatrice lorsqu'il explose. Il semble utiliser un flux interdimensionnel pour aspirer l'antimatière venant d'une autre dimension. Ceci génère une réaction atomique immédiate qui détruit le missile et la plupart des choses qui l'entourent. Cette arme ne doit pas être utilisée dans les situations impliquant la protection de bâtiments et de civils.
it: Quando questo missile esplode, gli effetti sono tremendi. Sembra che esso risucchi antimateria da una dimensione alternativa per mezzo di un campo di flusso interdimensionale; questa provoca una reazione atomica istantanea, che distrugge il missile e una vasta area intorno a lui. Quest'arma non deve essere usata quando ci sono degli edifici o dei civili da proteggere.
ja_jp: このミサイルの爆発は甚大なダメージを引き起こす。次元間の流束を使って並行次元から反物質を吸収して用いているようだ。瞬時に核反応を起こしてミサイル自体と周囲にある殆どの物を破壊する。守るべきビルや市民が居る状況下ではこの武器は決して用いてはいけない。
pl: Pocisk wybuchający z ogromną siłą. Najprawdopodobniej używa pływów międzywymiarowych do wysysania antymaterii z innego wymiaru, co powoduje natychmiastowe rozpoczęcie reakcji anihilacji, niszczącej pocisk i większość otaczającej go materii. Nie należy używać tej broni, gdy naszym celem jest ochrona budynku i ludności cywilnej.
pt_br: O míssil explode com poder devastador. Parece utilizar um fluxo interdimensional para sugar antimatéria de uma dimensão alternativa. Isso gera instantaneamente uma reação atômica que destrói o míssil e a maior parte da matéria ao redor. Não deve ser utilizado em situações em que edifícios e civis devem ser protegidos.
ru_ru: Мощность взрыва этой ракеты чудовищна. Похоже, в ней используется межразмерный поток для перекачивания антиматерии из другого измерения. Это приводит к мгновенной аннигиляции, уничтожающей ракету и большую часть окружающего пространства. Запрещается использовать это оружие в ситуациях, когда необходимо сохранить целостность зданий и обеспечить безопасность граждан.

source: This explosive device uses a tiny dimensional flux generator which allows anti-matter to seep through a tiny dimensional warp. The resultant explosion is very powerful.
cs: Toto explozívní zařízení používá drobný generátor interdimenzního kanálu, který dokáže transportovat částice antihmoty. Výsledná exploze je tak nesmírně silná.
de_de: Dieser Sprengkörper nutzt einen winzigen Magnetfluß-Generator, mit dessen Hilfe Anti-Materie durch einen kleine Dimensionsschleife gelangen kann. Die daraus resultierende Explosion ist gewaltig.
es: Este dispositivo explosivo utiliza un pequeño generador de flujo que permite a la anti-materia pasar por un pequeño pliegue dimensional. La explosión resultante es muy poderosa.
fr_fr: Ce mécanisme explosif utilise un générateur de flux interdimensionnel minuscule qui permet à l'antimatière de s'infiltrer par une fissure interdimensionnelle minuscule. L'explosion qui en résulte est très puissante.
it: Questa mina usa un minuscolo generatore di flusso dimensionale per ottenere una piccola quantità di antimateria. L'esplosione che ne risulta è estremamente potente.
ja_jp: この爆発物は小型の次元間流束発生器を用い、反物質を小さな次元ワープで引き寄せる。結果的に生じる爆発は非常に強力なものだ。
pl: To urządzenie wybuchowe korzysta z maleńkiego generatora pływów międzywymiarowych, umożliwiającego antymaterii przesączenie się z innego wymiaru, w wyniku czego powstaje potężna eksplozja.
pt_br: Esse dispositivo explosivo usa um gerador de fluxo dimensional que permite à antimatéria penetrar por uma minúscula dobra dimensional. A explosão resultante é muito potente.
ru_ru: В этом взрывном устройстве используется крошечный генератор межразмерного потока, который позволяет антиматерии пройти через небольшой разрыв в ткани пространства-времени. В результате происходит сверхмощный взрыв.
