Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The entertainment industry entered a new phase with the advent of Psionic projectors. Actors connected to Psionic sensors can record their thoughts and experiences in any environment. The recorded patterns are edited into 'Sensovision' experiences and replayed at 'Sensodromes' where many people can connect to Psionic receivers. The receiver allows people to see, hear, feel and smell what the actor experienced. Sensoviosion actors are wealthy celebrities and the Sensovision corporation is now selling the expensive receiver sets into peoples homes. The only competition comes from the addictive and illegal Psionic implant known as Psiclone, which is supplied by the criminal syndicates.
cs: S příchodem psionických projektorů, vstoupil zábavní průmysl do nové epochy. Herci, ve spojení s psionickými senzory mohou zaznamenat všechny své myšlenky a pocity v různých situacích. Tyto zaznamenané vzory jsou upravovány do "senzovizních" zážitků a reprodukovány v "Senzodromech", kde se může mnoho lidí spojit s psionickými příjmači. Příjmače umožňují lidem vidět, slyšet a cítit vše, z hercových prožitků. Senzovizní herci jsou váženými osobnostmi a Sensovision corporation nyní rozšiřuje zdokonalené příjmače přímo v domácnostech zákazníků. Jedinou konkurencí Senzovize jsou drogy a ilegální psionické implantáty známé jako Psiklony, dodávané kriminálními syndikáty.
de_de: Die Entwicklung psionischer Projektoren ließ in der Unterhaltungsindustrie ein neues Zeitalter anbrechen. Schauspieler werden mit einem Psi-Sensor ausgestattet und können so in jeder Umgebung ihre Gedanken und Erfahrungen festhalten. Die Aufnahmemuster werden dann geschnitten und zu sogenannten 'Sensovision'-Erfahrungen verarbeitet, die dann mit Hilfe von Psi-Empfängern in einem 'Sensodrom' erlebt werden können.Die Empfänger ermöglichen dem Zuschauer, alles zu sehen, zu hören und zu riechen, was der Schauspieler erlebt hat. Sensovision-Schauspieler sind wohlhabende Berühmtheiten, und der Sensovision-Konzern verkauft mittlerweile auch teure Empfänger für Privathaushalte. Sensovisions einzige 'Konkurrenz' im Unterhaltungsbereich ist das illegale und suchterzeugende psionische Implantat 'Psiklon', das von den Verbrechersyndikaten in Umlauf gebracht wird.
es: La industria del ocio entró en una nueva época con la llegada de los proyectores psiónicos. Actores conectados a sensores psiónicos pueden grabar sus ideas y experiencias en cualquier medio. Las grabaciones quedan convertidas en experiencias de Sensovision y se proyectan en Sensódromos donde la gente puede conectarse con receptores psiónicos. El receptor permite a la gente ver, oír, sentir y oler lo mismo que el actor. Los actores de Sensovision son ricos y famosos y la empresa Sensovision ya vende los receptores para uso doméstico, aunque aún son muy caros. La única competencia es un implante psiónico adictivo e ilegal conocido como Psiclon, proporcionado por los sindicatos del crimen.
fr_fr: L'avènement des projecteurs psioniques a ouvert une nouvelle ère dans l'industrie des loisirs. Les acteurs, reliés à des détecteurs psioniques, peuvent enregistrer leurs pensées et sensations dans n'importe quel environnement. Ces enregistrements sont ensuite transformés en expériences de "sensovision" et projetés dans des "sensodromes", où un public nombreux peut se connecter à des récepteurs psioniques. Les récepteurs permettent à l'assistance de voir, d'entendre, de sentir et d'éprouver les mêmes choses que l'acteur. Les acteurs de sensovision sont des célébrités richissimes, et la société Sensovision vend maintenant des postes de réception privés à des prix relativement élevés. Le seul concurrent de Sensovision vient du Psiclone, un implant psionique illégal qui créé un état de dépendance, fourni par les syndicats du crime.
it: L'industria dell'intrattenimento è entrata in una sua nuova fase con l'arrivo sul mercato dei proiettori psionici. Gli attori connessi ai sensori psionici possono registrare i loro pensieri e le loro avventure in qualsiasi situazione: quanto registrato viene messo sul mercato in forma di esperienze 'Sensovision', proiettate nei 'Sensodromi', dove molte persone sono collegate contemporaneamente ai connettori psionici. I protagonisti del 'Sensovision' sono star acclamate, e la Sensovision Corporation sta iniziando ora a commercializzare la versione domestica della speciale apparecchiatura. L'unica minaccia al suo potere viene dall'impianto psionico illegale conosciuto come 'Psiclone', realizzato dalla criminalità organizzata.
ja_jp: サイオニック投影機の登場により娯楽産業は新時代を迎えた。サイオニックセンサーに接続した俳優達は彼らの考えや経験をどんな環境下でも記録する事が可能で、記録されたパターンを'センソビジョン'体験として編集し、多くの観客がサイオニック受信機を通じて接続する'センソドローム'で上映する。この受信機は光景、音、感情、匂いといった俳優の体験を直接味わう事ができるもので、センソビジョンの俳優達は裕福なセレブであり、センソビジョン社もまた高価な受信機を家庭向けにどんどん売り捌くという状況だ。唯一の競合相手は非合法のPsiクローンと呼ばれるサイオニックインプラントで、こちらは犯罪シンジケートによって売買されている。
pl: Wraz z pojawieniem się projektorów psionicznych przemysł rozrywkowy wszedł w nową fazę. Aktorzy podłączeni do sensorów psi mogli odtąd nagrywać swe myśli i doświadczenia w dowolnej sytuacji. Te zapisane wzorce są implementowane w przekazach sensowizyjnych i odtwarzane w sensodromach, gdzie wiele osób naraz może podłączyć się do systemu. Odbiornik pozwala widzieć, słyszeć i czuć to samo, co aktor w momencie nagrania. Aktorzy sensowizyjni to zamożni celebryci, a korporacja Sensowizja rozpoczęła sprzedaż drogich odbiorników do użytku domowego. Jedyna konkurencja to uzależniający i nielegalny wszczep zwany psyklonem, sprzedawany przez gangi przestępcze.
pt_br: A indústria do entretenimento entrou em uma nova fase como o advento de projetores psiônicos. Atores conectados a sensores psiônicos podem gravar seus pensamentos e experiências em qualquer ambiente. Os padrões gravados são transformados em experiências "Sensovisão", que são reproduzidas em "Sensódromos", onde muita gente pode se conectar, utilizando receptores psiônicos. O receptor permite que as pessoas vejam, ouçam, sintam e cheirem o que o ator experimentou. Atores de Sensovisão são celebridades ricas e a corporação Sensovisão agora vende conjuntos caros de receptores para uso doméstico. Somente compete com o implante ilegal e viciante conhecido como Psiclone, que é fornecido por organizações criminosas.
ru_ru: Индустрия развлечений вошла в новую фазу с появлением пси-проекторов. Актеры, подключенные к псионическим сенсорам, могут записывать свои чувства и ощущения в любой среде. Записанные паттерны издаются в виде сенсовидческих опытов и воспроизводятся в сенсодромах, где множество людей может одновременно подключиться к пси-ресиверам. Ресивер позволяет людям видеть, слышать, осязать и чувствовать все, что испытывал актер. Актеры сенсовидения богаты и знамениты, а корпорация "Сенсовидение" сейчас продает дорогие системы домашних пси-театров. Единственным конкурентом сенсовидения следует считать вызывающий зависимость нелегальный пси-имплантат, известный как псиклон, который распространяется преступными синдикатами.

source: The Lifetree corporation runs the city schools and universities. They have developed a controversial but highly effective Psionic tutoring system which imparts knowledge far more efficiently than reading or listening to lecturers. If the student resists the knowledge transfer then pain results. Lifetree have been accused of brainwashing since the introduction of the 'moral education' program which is designed to turn the youth into model citizens. They are competing with Sensovision in the production of Psionic devices.
cs: Společnost Lifetree spravuje městské školy a univerzity. Využívají rozvinutý a kontraverzní, ale vysoce efektívní psionický výukový systém který uděluje vědomosti mnohem efektivněji než čtení učebnic, nebo poslouchání přednášek. Nechuť studenta k transferu vědomostí je totiž doprovázena bolestí. Lifetree je obviněna z vymývaní mozků, neboť prezentovali program "Morální edukace", který je určen k přeměně nevázané mládeže na dokonalé občany. Organizace konkuruje Sensovisionu ve vývoji a výrobě psionických zařízení.
de_de: Lifetree verwaltet die städtischen Schulen und Universitäten. Der Konzern hat ein umstrittenes, aber höchst effektives Psi-Lehrsystem entwickelt, mit dessen Hilfe Wissen wesentlich direkter vermittelt werden kann als durch Lehrer. Wenn sich ein Schüler gegen die Wissensaufnahme sperrt, wird er mit Schmerzimpulsen gereizt. Seit der Einführung des strittigen Moralbildungsprogramms, mit dem Jugendliche zu 'Modellbürgern' herangezogen werden sollen, wurde Lifetree der Gehirnwäsche beschuldigt. Lifetree konkurriert mit Sensovision auf dem Gebiet der Herstellung von psionischen Geräten.
es: La empresa Lifetree se ocupa de las escuelas y las universidades de la ciudad. Han desarrollado un sistema controvertido pero muy eficaz de tutoría psiónica que transmite los conocimientos mucho más eficazmente que la lectura o escuchando a los profesores. Si el estudiante se resiste a la transferencia del conocimiento sentirá dolores. Lifetree ha sido acusada de lavado de cerebro desde que inició un programa de educación moral que está diseñado para convertir a la juventud en ciudadanos modélicos. Compiten con Sensovision en la producción de dispositivos psiónicos.
fr_fr: La société Lifetree gère les écoles et les universités. Elle a développé un système d'apprentissage psionique controversé mais extrêmement efficace qui distille les connaissances d'une façon bien plus efficace que toutes les autres méthodes d'éducation traditionnelles telles que la lecture ou les cours magistraux. Tout refus d'apprendre est sanctionné par la souffrance. Lifetree s'est vue accusée de lavage de cerveau suite à l'introduction d'un programme "d'éducation morale", visant à faire de la jeunesse des citoyens modèles. En s'attaquant à la production d'appareils psioniques, Lifetree est devenu le concurrent de Sensovision.
it: La Lifetree Corporation gestisce le scuole e le università cittadine. Ha sviluppato un sistema d'insegnamento psionico, molto discusso ma altamente efficace, che permette di acquisire velocemente e perfettamente numerose nozioni. Se lo studente non collabora con il trasferimento dei dati riceve dolore. La Lifetree è stata accusata di rovinare i cervelli dei giovani fino dall'introduzione del suo programma 'Educazione Morale', progettato per creare perfetti cittadini di Mega-Primus. Attualmente sta entrando in competizione con la Sensovision per la produzione di apparati psionici.
ja_jp: 生命の樹社は市の学校や大学を経営している。彼らは問題視する声をよそに、本を読んだり授業を受けるより遙かに効率的な知識の伝達が可能なサイオニック教育システムを開発した。これは生徒が教育を拒むと苦痛を与えるという仕組みだ。生命の樹社は若者を模範的市民に変身させるという触れ込みで'モラル教育'プログラムを発表したが、これは洗脳だとして糾弾されている。彼らはセンソビジョン社とサイオニック装置の市場で競合している。
pl: Korporacja 'Drzewo Życia' zajmuje się miejskimi szkołami i uczelniami. Opracowała kontrowersyjny, choć nadzwyczaj skuteczny psioniczny system edukacyjny, który umożliwia dużo skuteczniejsze przyswajanie wiedzy, niż w przypadku czytania czy słuchania wykładów. Jeśli student opiera się wprowadzaniu wiedzy, powoduje to ból. Korporacja została oskarżona o przeprowadzanie 'prania mózgu' po zainicjowaniu programu 'edukacji moralnej', który miał przekształcać młodzież w modelowych obywateli. Drzewo Życia jest rywalem Sensowizji w dziedzinie produkcji urządzeń psionicznych.
pt_br: A Corporação Lifetree coordena as escolas e universidades da cidade. Desenvolveram um controverso porém eficiente sistema de aprendizado psiônico, que transmite conhecimento de forma muito mais eficaz que ler ou assistir uma aula. Se o estudante resistir à transferência de conhecimento, sentirá dor. A empresa foi acusada de lavagem cerebral desde a introdução do program de "educação moral", que é concebido para tornar jovens em cidadãos modelo. Estão competindo com a Sensovisão na produção de dispositivos psiônicos.
ru_ru: Корпорация "Древо жизни" контролирует городские школы и университеты. Ей удалось разработать спорную, но высокоэффективную систему псионического обучения, при которой усвоение знаний происходит гораздо лучше, чем при чтении или прослушивании лекций. Если обучающийся сопротивляется передаче знаний, он испытывает боль. "Древо жизни" обвиняли в промывке мозгов после внедрения программы обучения морали, которая разработана для превращения молодежи в образцовых граждан. Она конкурирует с "Сенсовидением" в сфере производства псионических устройств.

source: Nutrivend has developed a highly efficient organic farming system that produces huge quantities of fruit, vegetables and livestock of all known varieties. The corporation also owns food processing plants and shops. The city regulations governing the additives in food are so strict that rival producers cannot compete economically, with the single exception of Evonet.
cs: Nutrivend vyvinul vysoce efektívní systém organických farem, které produkují ohromná množství ovoce, zeleniny a hospodářských zvířat nejrůznějších druhů. Společnost také vlastní stánky s občerstvením a obchody. Městská nařízení velmi přísně stanovují cenové přirážky potravin, takže si soupeřící organizace ekonomicky nekonkurují, s jedinou výjimkou, kterou je Evonet.
de_de: Nutrivend hat ein höchst effizientes organisches Landwirtschaftssystem entwickelt, mit dessen Hilfe große Mengen von Obst, Gemüse und Vieh jeder Art produziert werden. Der Konzern besitzt außerdem lebensmittelverarbeitende Betriebe und Lebensmittelläden. Die städtischen Bestimmungen über Zusätze in Lebensmitteln sind so strikt, daß konkurrierende Lebensmittelproduzenten nicht mehr wirtschaftlich produzieren können. Die einzige Ausnahme ist Evonet.
es: Nutrivend ha desarrollado un sistema de granjas orgánicas muy eficaz que produce una enorme variedad de fruta, verduras y ganado de todos los tipos conocidos. La empresa también es propietaria de plantas de procesado de alimentos y tiendas. Las normas municipales sobre los aditivos en la alimentación son tan estrictas que los productores rivales no pueden competir económicamente, con la única excepción de Evonet.
fr_fr: Nutrivend a développé un système de culture organique très efficace qui permet de produire de grandes quantités de fruits, légumes et bétail de toutes les variétés. Cette société possède aussi des magasins et des usines de traitement de nourriture. La réglementation municipale concernant les additifs dans la nourriture est d'une telle rigueur qu'aucun producteur rival, à l'exception d'Evonet, ne peut lui faire concurrence sur le plan économique.
it: La Nutrivend ha sviluppato un efficiente sistema di coltivazione organico che produce enorme quantità di frutta, vegetali e generi commestibili di ogni tipo; questa Corporazione controlla direttamente anche la lavorazione e la vendita del cibo. I regolamenti cittadini sugli additivi presenti nei cibi sono così restrittivi che, a eccezione della Evonet, tutte le altre ditte concorrenti sono in cattive condizioni finanziarie.
ja_jp: ニュートリベンド社は非常に効率化された有機栽培農場システムを開発し、膨大な量の果実、野菜およびあらゆる種類の家畜を生産している。また食品の加工工場と販売店も所有している。都市の条例で添加剤の使用が厳しく制限されている為、経済的に太刀打ちできる他企業は唯一の例外であるエヴォネットを除いて存在しない。
pl: Korporacja Nutriwend opracowała niezwykle wydajny organiczny system rolniczy, wytwarzający duże ilości wszelkich odmian owoców, jarzyn i zwierząt hodowlanych. Nutriwend jest także właścicielem fabryk żywności i sklepów. Miejskie przepisy dotyczące sztucznych dodatków do pożywienia są tak ostre, że Nutriwend praktycznie nie ma konkurencji, za wyjątkiem korporacji Ewonet.
pt_br: A Nutrivend desenvolveu um sistema agrícola altamente eficiente, que produz grandes quantidades de frutas, vegetais e criação de animais de diversos tipos. A empresa também possui plantas de processamentos de alimentos e lojas. As normas da cidade relativas a aditivos na comida são tão restritas que produtores rivais não podem competir economicamente, com a única exceção da Evonet.
ru_ru: "Нутривенд" разработала высокоэффективную систему органических ферм, производящих огромное количество фруктов, овощей и домашнего скота всех известных видов. Корпорации также принадлежат заводы по переработке пищевых продуктов и магазины. Действующие в городе правила, регламентирующие пищевые добавки, настолько жесткие, что ни один производитель экономически не способен вступить в конкурентную борьбу, за исключением корпорации "Эвонет".

source: Recycling is the business of Evonet. According to city regulations all waste has to be recycled, Evonet have turned this into a profitable enterprise through the construction of their recyclotoriums. These buildings process organic waste, including sewage, into foodstuffs for human and animal consumption. The corporation also owns the sewage works and the highly sophisticated water plants which purify water according to the high standards required by the city Senate.
cs: Recyklace je hlavní záležitostí Evonetu. Podle městských nařízení, musí být všechny odpady recyklovány. Evonet dotáhl tuto oblast podnikáni k dokonalosti, vybudováním svých Recyklotorií. Tyto budovy zpracovávají organické odpady, včetně splašků, na potraviny, vhodné pro výživu lidí i zvířat. Organizace vlastní také i kanalizace a velmi důmyslné úpravny vody, které čistí vodu tak, aby vyhovovala vysokým nárokům, městských vyhlášek, vydaných Senátem.
de_de: Evonet ist ein Recycling-Unternehmen. Laut Stadtbestimmungen muß sämtlicher Müll der Stadt wiederverwertet werden. Durch die Errichtung der sogenannten Recyclotorien hat Evonet das Wiederaufbereitung zu einem profitablen Geschäft gemacht. Die Recyclotorien verarbeiten organische Abfälle und Abwässer zu Lebensmitteln und Tierfutter. Der Konzern besitzt außerdem die Kläranlage und die fortschrittlichen Wasseranlagen, in denen das Wasser entsprechend der vom Senat vorgegebenen, strikten Standards gereinigt wird.
es: Evonet se dedica al negocio del reciclado. Según las normas municipales, toda la basura debe ser reciclada. Evonet ha conseguido crear así un buen negocio con la construcción de sus plantas de reciclaje. Estos edificios convierten los desechos orgánicos, incluyendo las aguas residuales, en alimentos para el consumo humano y animal. La empresa también es propietaria de la depuradora y las muy sofisticadas plantas de tratamiento de agua que purifican el agua hasta los altos niveles exigidos por el Gobierno.
fr_fr: Le recyclage, c'est l'affaire d'Evonet. Selon le règlement municipal, tous les déchets doivent être recyclés. Evonet a su s'implanter dans ce créneau et en faire une entreprise florissante, grâce à la création des recyclotoriums. Ces bâtiments recyclent les déchets organiques, y compris les eaux usées, en denrées destinées à la consommation humaine et animale. La société possède aussi les stations d'épuration et les usines hyper sophistiquées de purification des eaux, qui traitent l'eau en fonction des normes de qualité imposées par le Sénat de la ville.
it: La Evonet lavora nel campo del riciclaggio. Le leggi di Mega-Primus impongono il riciclaggio di tutta l'immondizia, e la Evonet è riuscita a rendere quest'operazione un gigantesco affare con la realizzazione dei suoi riciclatori. Questi edifici lavorano i rifiuti organici, acque nere comprese, e ne ottengono cibo per gli animali e per gli esseri umani. Questa corporazione possiede il sistema fognario cittadino e i sofisticati impianti che servono a depurare l'acqua fino a portarla agli elevati livelli qualitativi richiesti dal Senato.
ja_jp: ゴミ処理の業務を独占しているのがエヴォネット社だ。市の条例に基づいて全ての廃棄物はリサイクルが義務づけられているが、エヴォネットはこれを逆手にとり、リサイクルセンターを建設して利潤の高い業務へと変えた。このビル群では下水を含む有機廃棄物を加工処理し、人間用の食料および家畜の飼料として再生生産している。エヴォネット社は下水処理場と非常に洗練された浄水場も所有しており、市の上院によって要求される高い基準を満たす浄水処理も賄っている。
pl: Specjalnością Ewonetu jest przetwarzanie odpadów. Zgodnie z miejskimi przepisami wszystkie odpadki muszą zostać przetworzone; dzięki swoim recyklotronom Ewonet przekształcił oczyszczanie miasta w zyskowne przedsięwzięcie. Budynki te przetwarzają odpady organiczne, wraz z kanalizacyjnymi, w żywność dla ludzi i zwierząt. Ewonet jest również właścicielem zakładów kanalizacyjnych i oczyszczalni wody, które dostosowują ją do obowiązujących wysokich standardów, zgodnych z zaleceniami Senatu.
pt_br: Reciclagem é o negócio da Evonet. De acordo com as normas da cidade, todo lixo deve ser reciclado, e a Evonet transformou isso num negócio rentável, através da construção de seus reciclatórios. Esses prédios processam resíduos orgânicos, incluind esgoto, transformando-os em produtos alimentares para consumo humano e animal. A empresa também possui estações de tratamento e a sofisticada estação hídrica que purifica água de acordo com os elevados padrões estabelecidos pelo senado.
ru_ru: Бизнес "Эвонет" - это переработка. В соответствии с городским законодательством, все отходы должны перерабатываться, и корпорации "Эвонет" удалось построить на этом прибыльное дело благодаря сооружению рециклоториев. Эти сооружения обрабатывают органические отходы, включая сточные воды, и превращают их в пищу для людей и животных. Корпорации также принадлежат установки для очистки сточных вод и плантации высокоэффективных водорослей, очищающих воду в соответствии с высокими стандартами, установленными городским сенатом.
