Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: You must attempt to capture the crashed UFO by eliminating the defending Alien forces. There is only one chance to succeed in this mission because failure will mean that the surviving Aliens will attempt to destroy their craft. They would rather die than allow us to recover their advanced technology. Your priority is to eliminate the enemy with maximum force.
pt_br: Você tem que tentar capturar o OVNI que caiu, eliminando as forças defensoras Alienígenas. Só há uma chance de se obter sucesso nesta missão, porque o fracasso significará que os Alienígenas sobreviventes tentarão destruir sua nave. Eles preferirão morrer a permitir-nos recuperar sua tecnologia avançada. Sua prioridade é eliminar o inimigo com todas as forças.

source: Hostile troops have located your base and have launched an attack. Defend the base from costly damage by eliminating all invading forces. You must also safeguard your Scientists and Engineers, either by defending them or exiting them from the combat zone. You can retreat from the base to cut your losses, but the base will be lost.
pt_br: Tropas hostis localizaram sua base e lançaram um ataque. Defenda a base contra maiores danos, eliminando todas as forças invasoras. Você também tem que proteger seus cientistas e engenheiros, seja defendendo-os ou retirando-os da zona de combate. Você pode retirar-se da base para evitar maiores perdas, mas a base será perdida.

source: Hostile troops have located your base and have launched an attack. Defend the base from costly damage. If all hostile forces are eliminated X-COM will be saved. If you are defeated then X-COM will be wiped out, leaving the world open to Alien domination. The fate of humanity will be determined by this conflict. Good luck.
pt_br: Tropas hostis localizaram sua base e lançaram um ataque. Defenda a base contra maiores danos. Se todas as forças hostis forem eliminadas, o X-COM será salvo. Se você for derrotado, o X-COM será varrido do mapa, deixando o mundo à mercê do domínio Alienígena. O destino da humanidade será determinado por este conflito. Boa sorte.

source: MISSION BRIEFING
pt_br: INSTRUÇÕES DA MISSÃO

source: TACTICAL SCENARIO
pt_br: CENÁRIO TÁTICO

source: Multi-worm
pt_br: Multiverme

source: Time units
pt_br: Unidades de tempo

source: Citizens of Mega-Primus use two types of vehicle. There are common road traveling vehicles that use a low cost anti-gravity system embedded in the road surface and airborne flyers which employ more sophisticated Elerium powered anti-gravity engines. The bold red military vehicles are available for X-COM to purchase.
pt_br: Os cidadãos de Mega-Primus usam dois tipos de veículos. Há veículos para uso em estradas comuns, que usam sistemas anti-gravidade de baixo custo embutidos na superfície da estrada, e veículos voadores, que empregam motores anti-gravidade mais potentes, de Elério. Os veículos militares vermelho brilhantes estão disponíveis para aquisição pelo X-COM.

source: X-COM bases are constructed from a variety of component units designed to perform different functions. The construction of a new base requires a bare minimum of living quarters and storage facilities. Beyond these requirements a base is designed to accommodate research, training and vehicle repair facilities. Bases will also need to be defended against aggression using well equipped Agents and security stations.
pt_br: As bases do X-COM são construídas a partir de uma variedade de unidades componentes projetadas para efetuarem funções distintas. A construção de uma nova base requer um mínimo de habitações e instalações de armazenagem. Além destes requisitos, uma base é projetada de forma a ter instalações de pesquisa, treinamento e reparo de veículos. Bases também precisam ser defendidas contra agressores, usando postos de segurança e Agentes bem equipados.

source: All military vehicles can be equipped with a variety of weapons, engines and special equipment. The engines and weapons are divided into road and airborne categories. Careful attention to improving vehicle equipment is an essential part of military strategy.
pt_br: Todos os veículos militares podem ser equipados com uma variedade de armas, motores e equipamentos especiais. Os motores e armas são divididos nas categorias terrestre e aérea. Atenção especial na melhoria de equipamentos de veículos é uma parte essencial da estratégia militar..

source: X-COM Agents should be equipped in preparation for tactical missions. You can choose from a variety of guns, missile launchers, ammunition types, grenades and armor.
pt_br: Os Agentes do X-COM devem ser equipados, como parte da preparação para missões táticas. Você pode escolher a partir de uma grande variedade de pistolas, lançadores de mísseis, granadas e armaduras.

source: The Organizations which operate in Mega-Primus consist of corporations, political groups, criminal gangs and the government. All of them are at risk from Alien infiltration but some are more vulnerable than others.
pt_br: As organizações que operam em Mega-Primus se constituem em corporações, grupos políticos, organizações criminosas e o governo. Todos eles correm o risco de infiltração pelos Alienígenas, mas alguns são mais vulneráveis que outros.

source: !!!Blank - Unused (WAS VIP TITLE PAGE)
pt_br: !!!Em Branco - Não usado (ERA UMA PÁGINA DE TÍTULO A VIP'S)

source: All results of Alien research are recorded here, including results of autopsies and analysis of living specimens.
pt_br: Todos os resultados da pesquisa sobre os Alienígenas estão registrados aqui, inclusive os resultados de autópsias e a análise de espécimes vivos.

source: Each building in Mega-Primus is a vast labyrinth of corridors, atriums, rooms, halls and service ducts. If Aliens have infiltrated a building they will be found in just a small part of the complex, with plenty of places to escape from the combat zone. Buildings with lower populations or numerous service areas provide much better places for Aliens to hide and breed.
pt_br: Cada edificação de Mega-Primus é um vasto labirinto de corredores, pátios, salas, saguões e dutos de serviço. Se os Alienígenas tiverem se infiltrado em um prédio, eles serão encontrados somente em uma pequena parte do complexo, deixando livres muitos lugares, para fuga da zona de combate. Edificações com baixo índice de ocupação ou numerosas áreas de serviço fornecem lugares muito melhores para os Alienígenas se esconderem e procriarem.

source: All research into the origins of the Aliens and their home world is collected in this section.
pt_br: Toda a pesquisa sobre a origem dos Alienígenas e seu mundo natal está armazenada nesta seção.

source: The structure of the vehicle suggests an organic construction process. The skin is composed of a strong and unusual compound that allows the craft to travel without harm through the Dimension Gates. This unmanned craft is equipped with an unusual type of beam weapon. Its limited capability suggests that it is purely designed to collect information and then return to the Alien Dimension.
pt_br: A estrutura deste veículo sugere um processo de construção orgânico. A "pele" é composta de um componente forte e pouco comum, que permite que este veículo transponha Portais Dimensionais sem sofrer danos. Esta nave não tripulada é equipada com um tipo bastante incomum de arma de raios. Sua capacidade limitada sugere que ela é projetada exclusivamente para coletar informações, e então retornar à Dimensão Alienígena.

source: Alien Scout Ship
pt_br: Nave Exploratória Alienígena

source: This vessel appears to be a surveillance craft. Its structure is very strange and there is no evidence of any crew or cargo. The craft's internals appear to have been intentionally destroyed by the Aliens from a remote location. The craft is armed with small beam weapon. The craft does not appear to be a great threat to the city, but can only be a precursor to more dangerous incursions.
pt_br: Esta nave parece ser um veículo de vigilância. Sua estrutura é bastante estranha, e não há evidências de qualquer tipo de tripulação ou carga. O interior do veículo parece ter sido intencionalmente destruído pelos Alienígenas, remotamente. A nave é armada com uma pequena arma de raios. A nave não parece ser uma grande ameaça para a cidade, mas ela pode ser apenas um prenúncio de incursões mais perigosas.

source: The primary mission of this craft is to deposit Alien life forms inside city buildings. This represents a serious challenge for our ground forces, but if they can be shot down before they unload their passengers, then the problem will be minimized. The craft is armed with the same beam weapon as the Scout Ships or Probes, but it is slower moving and an easier target to hit.
pt_br: A missão básica deste veículo é depositar formas de vida alienígenas dentro de edificações da cidade. Ele representa um sério desafio às nossas forças de terra, mas se puder ser abatido antes de descarregar seus passageiros, o problema será minimizado. A nave é armada com o mesmo tipo de arma de raios que as Naves de Patrulha e as Sondas, mas é mais lenta, sendo um alvo mais fácil de ser atingido.

source: This craft is well armored, highly maneuverable and armed with a powerful beam weapon. It is designed to protect other more vulnerable Alien ships. Avoid these craft if the threat to our vehicles is too great and concentrate on shooting down the Alien Transports.
pt_br: Esta nave é razoavelmente bem blindada, altamente manobrável, e armada com uma arma de raios poderosa. Ela foi projetada para proteger outras naves Alienígenas, mais vulneráveis. Evite estas naves, se a ameaça a nossos veículos for grande demais, e concentre-se em abater Transportes Alienígenas.

source: The Destroyer is heavily armored and its behavior is aggressive. It is armed with a powerful Alien Missile Launcher capable of immense destruction. It can also deposit Alien beings into the city.
pt_br: O Destróier é fortemente blindado, e seu comportamento é agressivo. Ele é armado com um poderoso Lançador de Mísseis Alienígena, de poder destrutivo enorme. Ele também pode depositar seres Alienígenas na cidade.

source: The Assault Ship effectively replaces the Alien Transport as a troop carrier. It can deposit large numbers of Aliens into city buildings and is armed with a powerful beam weapon. This craft is highly dangerous and must be stopped at all costs.
pt_br: A Nave de Assalto Alienígena substitui efetivamente o Transporte Alienígena como um transporte de tropas. Ela pode depositar um grande contingente de Alienígenas em edificações da cidade, e é armada com uma poderosa arma de raios. Esta nave é altamente perigosa, e deve ser detida a qualquer custo.

source: The Alien Bomber is equipped with an unusual missile launcher that splits into multiple, independently targeted missiles. It also has a light beam weapon to deal with close air combat. There is a limited crew on board.
pt_br: O Bombardeiro Alienígena é equipado com um lançador de mísseis pouco usual, que lança armas que se separam em múltiplos mísseis, direcionáveis a múltiplos alvos distintos. Ele também possui uma arma de raios leve, para combate aéreo corpo a corpo. Há uma tripulação limitada a bordo.

source: Alien Escort Ship
pt_br: Nave de Escolta Alienígena

source: This craft is fast and nimble. On its own it represents no threat, but is deadly when combined with other Alien combat ships. It is armed with a missile which generates a Stasis Field on impact. This field holds the target still for a small period of time so craft that rely on evasion for defense, become vulnerable.
pt_br: Esta nave é rápida e ágil. Por si só não representa propriamente uma ameaça, mas é mortal quando opera em conjunto com outras naves de combate Alienígenas. Ela é armada com um míssil que gera um Campo de Estase, no impacto. Este campo imobiliza o alvo por um pequeno período de tempo, de forma que uma nave que se apoia em manobras evasivas para autodefesa, se torna vulnerável.

source: This immense craft is heavily armored, well armed and has a large crew. It is equipped with a Heavy Disruptor Beam and Disruptor Missiles. If the Aliens can produce just a handful of these devastating leviathans, the future of our world looks bleak.
pt_br: Esta enorme nave é fortemente blindada, bem armada, e tem uma grande tripulação. Ela é equipada com um Raio Disruptor Pesado e Mísseis Disruptores. Se os Alienígenas forem capazes de produzir apenas um punhado destas monstruosidades, o futuro de nosso mundo parece sombrio.

source: The Mothership is an extremely large, well equipped vessel. It is armed with a Heavy Disruptor Beam, Disruptor Multi-Bombs and Stasis Field Bombs. It represents a very serious threat to the city because its purpose seems to be mass destruction rather than infiltration. If the Aliens become desperate they will deploy this craft to raze the city to the ground. They must be stopped at all costs.
pt_br: A Nave-Mãe é uma nave extremamente grande e bem equipada. Ela é armada com um Raio Disruptor Pesado, Bombas Disruptoras Múltiplas e Bombas de Campo de Estase. Ela representa uma ameaça muito séria à cidade, porque seu propósito parece ser destruição em massa, ao invés de infiltração. Se os Alienígenas ficarem desesperados, eles usarão esta nave para arrasar a cidade. Eles precisam ser detidos, a qualquer custo.

source: Megapol's police Hovercars are the scourge of the slum dwelling criminal gangs. They are well armed and able to travel freely within and outside the city boundaries, scouring the ground or air for unlicensed criminal vehicles. They are no match for heavier military vehicles, but Megapol is able to manufacture many of these scout cars and can replace any losses. The vehicle's styling is required to conform to city aesthetic ordinances concerning pleasurable design of public vehicles.
pt_br: Os Hovercars da polícia de Megapol são o açoite das organizações criminosas das favelas. Eles são bem armados e capazes de se deslocar livremente dentro e fora dos limites da cidade, varrendo a terra e o ar em busca de veículos sem licença, de criminosos. Eles não são páreo para veículos militares mais pesados, mas a Megapol tem a capacidade de fabricar muitos destes carros de patrulha e repor quaisquer perdas. O estilo do veículo é necessário, para estar de acordo com as normas estéticas de aspecto visual agradável de veículos públicos.

source: The wealthy citizen would not normally travel by people-tube or road, but instead hire the services of a fast and reliable Airtaxi. The styling is conspicuously based on the more humble road going version, but the ride is more refined. Expect the occasional Airtaxi you see to contain a VIP, or flamboyant Sensovision celebrity.
pt_br: Os cidadãos ricos não se deslocam normalmente através de estradas ou tubos de transporte pessoal. Ao invés disto, eles recorrem aos serviços de um rápido e confiável Aerotáxi. O estilo é indubitavelmente baseado na versão mais humilde, de uso terrestre, mas a viagem é mais refinada. Se você vir um Aerotáxi, provavelmente ele conterá um VIP, ou uma celebridade extravagante da Sensovisão.

source: The airborne rescue vehicle serves as an ambulance and fire engine. It is specially equipped to deal with rescue situations involving car accidents and other disasters. However dealing with the Alien invasion is well beyond the scope of the rescue service which normally has little to do given the strict safety regulations governing all aspects of city life.
pt_br: O veículo de resgate aéreo atua como ambulância e carro de bombeiro. Ele é especialmente equipado para emprego em missões de resgate que envolvam acidentes de automóveis e outros desastres. Enfrentar a invasão Alienígena está muito além do escopo do serviço de resgate, que normalmente tem muito pouco a fazer, dadas as rígidas leis de segurança que governam todos os aspectos da vida da cidade.

source: This multipurpose craft is used to build and repair any type of building within the city boundary. It will also repair roads, bridges and other structures. The aesthetic regulations also require construction vehicles to be equipped for landscape gardening and forestry work.
pt_br: Este veículo multi-propósito é usado para construir e reparar qualquer tipo de edificação dentro dos limites da cidade. Ele também repara estradas, pontes e outras obras civis. As normas estéticas também exigem que os veículos de construção sejam equipados para trabalhos de jardinagem e administração florestal.

source: Heavy transportation is mainly undertaken by these heavy duty air transports. Manufactured goods are transported entirely by air, given the unreliability and dangers of road transport in the deregulated areas, or slums. The Airtrans is a computer controlled craft, but must be manned by law according to the inter-personal contact ordinances.
pt_br: A maior parte do transporte pesado é feita com estes veículos aéreos para serviços pesados. Produtos manufaturados são transportados totalmente por via aérea, devido aos perigos e à falta de confiabilidade do transporte terrestre em áreas não regulamentadas, ou favelas. O Aerotrans é um veículo controlado por computador, mas tem que ser tripulado, de acordo com a lei de contatos interpessoais.

source: The huge Space Liners enable commerce with Mars, the Moon and the deep space mining colonies. Huge quantities of manufactured goods are transported outwards, the Space Liners then return laden with raw materials and small quantities of the precious Elerium.
pt_br: Os enormes Cargueiros Espaciais permitem o comércio com Marte, a Lua e as colônias de mineração no espaço profundo. Enormes quantidades de produtos manufaturados são transportadas por estes veículos, que retornam carregados com matérias-primas e pequenas quantidades do precioso Elério.

source: The Phoenix is manufactured by Marsec mainly for military purposes. This sleek but rugged vehicle is used for reconnaissance in dangerous environments such as the Mars colony. A variety of weapon and engine configurations can be used and a well equipped Phoenix is more than a match for a police Hovercar.
pt_br: O Hovercar Fênix é produzido pela MarSec, principalmente para fins militares. Este veículo elegante, mas robusto, é usado para reconhecimento em ambientes perigosos, tais como a colônia marciana. Uma série de configurações de armas e motores podem ser usadas, e um Fênix bem equipado é superior a um Hovercar da polícia.

source: The unusual Hoverbike with 'side car' is used for military purposes or for the personal pleasure of wayward youth who enjoy speed and altitude. Its good power to weight ratio means that this is the most maneuverable air vehicle but it can only carry light armaments. The Hoverbike can be a valuable means of transport for the Agent on investigative missions where speed of response is essential.
pt_br: A pouco usual Hovercleta com o seu carro lateral é usada para propósitos militares ou para divertimento pessoal dos jovens caprichosos que gostam de velocidade e altitude. Sua boa relação peso/potência faz com que ela seja o veículo aéreo mais manobrável, embora seja capaz de carregar apenas armamento leve. A Hovercleta pode ser um meio de transporte valioso para um Agente em missões de investigação onde a velocidade de resposta seja essencial.

source: The Valkyrie is the standard military vehicle manufactured by Marsec. Its sleek lines appear reminiscent of old rocket designs, but it is a fully capable anti-grav dependent craft with a variety of engine configurations. There is space for many types of armaments and equipment loads. It is capable of solar system travel and is feared by the criminal cartels when it is used to police the space lanes to Mars and beyond.
pt_br: O Valkyrie é o veículo militar padrão produzido pela MarSec. Suas formas elegantes parecem ter sido inspiradas nos antigos foguetes, mas ele é um veículo baseado em anti-gravidade totalmente capaz, com diversas configurações de motores. Há espaço para diversos tipos de armamentos e cargas de equipamentos. Ele é capaz de viagens pelo sistema solar, e é temido pelas organizações criminosas, quando é usado pela polícia em batidas espaciais em Marte e além.

source: The Hawk is essentially a heavy weapons platform capable of carrying a significant payload. It is the most powerful vehicle manufactured by Marsec and should be the first line of defense against any invasion force, wherever it comes from.
pt_br: O Hawk é essencialmente uma plataforma de armas pesada, capaz de levar uma carga útil significativa. É o veículo mais poderoso fabricado pela MarSec, e deve ser a primeira linha de defesa contra qualquer força de invasão inimiga, de onde quer que ela venha.

source: This unmanned automated probe is designed to explore the Alien Dimension and has minimal armaments and defenses. The Probe will enable X-COM to test its new adaptation of the Aliens inter-dimensional technology. Exploration is a vital requirement for developing further knowledge of the Alien threat and the probe is just the first step.
pt_br: Esta sonda automática não-tripulada foi projetada para explorar a Dimensão Alienígena, e possui defesa e armamento mínimos. A Sonda permitirá ao X-COM testar sua nova adaptação à tecnologia interdimensional dos Alienígenas. A exploração é uma necessidade vital para que se possa obter maiores conhecimentos sobre a ameaça Alienígena, e a sonda é o primeiro passo para isto.

source: This inter-dimensional transport is designed for transporting Alien life forms or Alien technology captured during tactical missions in the Alien Dimension.
pt_br: Este transporte interdimensional foi projetado para transportar formas de vida ou tecnologia Alienígenas capturadas durante missões táticas na Dimensão Alienígena.

source: The first manned inter-dimensional vehicle produced for the initial exploration of Alien structures. The craft only has a small equipment and armament load and must conduct its excursions with great care.
pt_br: O primeiro veículo interdimensional tripulado produzido para a exploração inicial da Dimensão Alienígena. O veículo só permite uma carga reduzida de equipamentos e armamentos, e tem que conduzir suas explorações com grande cuidado.

source: The development of the Retaliator shifts the emphasis from exploration to attack. Our Engineers have at last produced a craft which can match the capabilities of many of the Alien ships.
pt_br: O desenvolvimento do Retaliador marca a mudança da ênfase da exploração ao ataque. Nossos engenheiros por fim produziram uma nave capaz dos mesmos recursos de diversas das naves Alienígenas.

source: The ultimate expression of X-COM technology - a mean, fast and devastating craft which, if properly equipped, is more than a match for the biggest Alien attack ships. The Annihilator will help secure X-COM domination of the Alien Dimension.
pt_br: A expressão definitiva da tecnologia X-COM - um veículo rápido e devastador que, apropriadamente equipado, é superior às maiores naves de ataque Alienígenas. O Aniquilador ajudará a garantir o domínio da Dimensão Alienígena pelo X-COM.

source: The road going Autotaxi is a more luxurious and relaxed form of public transport than the bustling People Tubes. Although a driver is not technically required regulations specify that a 'driver' is needed to fulfill the required inter-personal contact, which is necessary in a society dominated by automation.
pt_br: O Autotáxi terrestre é um meio de transporte público mais confortável e luxuoso do que os lotados tubos de transporte pessoal. Embora tecnicamente ele não precise de um motorista, há leis que exigem que haja um 'motorista' para os contatos interpessoais, o que é necessário em uma sociedade dominada pela automação.
