Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The destruction of the Food Chambers leads us to the Alien Farm. This contains a number of strange white blocks. Our Scientists believe that these curious objects influence the atmospheric conditions of the Alien Dimension, although it has been impossible to prove this. Whatever the purpose of these blocks, their destruction can only hinder the Alien cause. Research indicates that the blocks are located in multiple locations, although only this site has been photographed. Destroy all of the blocks to disable the building.
cs: Zkáza cizáckých plantáží nás přivedla do Cizácké farmy. Tento objekt obsahuje množství zvláštních bílých kvádrů. Naši vědci jsou přesvědčeni, že tyto záhadné objekty mají vliv na stav atmosféry v cizácké dimenzi, přestože to nijak nemohou dokázat. Ať už mají tyto kvádry jakýkoliv význam, jejich zničení může cizákům pouze uškodit. Výzkumy ukazují, že se tyto objekty vyskytují na nejrůznějších místech, i když pouze toto bylo vyfotografováno. Zničte všechny tyto kvádry, ať jsou kdekoli, čímž tuto budovu vyřadíte z činnosti.
de_de: Die Zerstörung der Nahrungskammern führt uns zur Alien-Farm. Sie enthält eine Reihe seltsamer weißer Blöcke. Unsere Forscher glauben, daß diese Blöcke die atmosphärischen Bedingungen der Alien-Dimension beeinflussen, was jedoch nicht bewiesen ist. Welchen Zweck sie auch haben, ihre Zerstörung kann den Aliens nur schaden. Forschungen zufolge gibt es Blöcke an mehreren Stellen, obwohl nur diese bisher fotografiert wurde. Zerstören Sie alle Blöcke, um das Gebäude auszuschalten.
es: La destrucción de las Despensas nos lleva a la Granja Alienígena. Allí se encuentran unos extraños bloques blancos. Nuestros científicos creen que estos curiosos objetos influyen las condiciones atmosféricas de la Dimensión Alienígena, aunque no ha sido posible demostrarlo. Sea el que sea el propósito de dichos bloques, su destrucción sólo puede complicar la causa de los alienígenas. Las investigaciones demuestran que los bloques se encuentran en varios sitios, aunque este es el único que ha podido ser fotografiado. Destruye todos los bloques para desactivar el edificio. .
fr_fr: La destruction des chambres d'alimentation nous amènent à la ferme alienne. Celle-ci contient un certain nombre d'étranges blocs blancs. Nos scientifiques pensent que ces objets étranges influencent les conditions atmosphériques de la dimension alienne, bien qu'il leur ait été impossible de prouver cette théorie. Quelle que soit l'utilité de ces blocs, leur destruction ne peut qu'handicaper la cause alienne. Les recherches indiquent que les blocs se trouvent dans plusieurs endroits, bien que seul ce site ait été photographié. Détruisez tous les blocs afin de déstabiliser le bâtiment.
it: La distruzione delle Camere del Cibo ci conduce alla Fattoria Aliena; questo edificio contiene un gran numero di strani ammassi bianchi, che crediamo possano influenzare l'atmosfera della Dimensone Aliena, anche se non si può averne l'assoluta certezza. Tali ammassi si trovano in differenti punti, anche se conosciamo la posizione esatta di pochi di essi. Cerca di distruggerli.
ja_jp: エイリアンの食料庫を破壊した結果、彼らの農場の存在が明らかになった。そうした農場には大量の謎の白いブロックが存在し、まだ研究は不可能ではあるが、科学者達はエイリアンの次元で大気を調整する為のものではないかと推論している。これが何であれ破壊すればエイリアンの勢力を弱体化させられるに違いない。調査によるとこの白いブロックは複数箇所に存在する事が判明しているが、現時点で撮影に成功したのは此処だけである。全てのブロックを破壊しビルの機能を停止させよ。
pl: Zniszczenie komór żywieniowych prowadzi do farm obcych. Te zawierają szereg dziwnych białych bloków. Nasi naukowcy uważają, że te ciekawe obiekty mają wpływ na warunki atmosferyczne obcego wymiaru - nie udało się jednak udowodnić tej hipotezy. Bez względu na prawdziwy cel tych bloków, ich zniszczenie może tylko zaszkodzić obcej sprawie. Wyniki badań wskazują, że bloki znajdują się w wielu lokalizacjach, chociaż tylko w tym miejscu udało się je sfotografować. Zniszczenie wszystkich bloków spowoduje wyłączenie budynku.
pt_br: A destruição da Câmara de Alimentação nos leva à fazenda alienígena. Ela contém estranhos blocos brancos. Nossos cientistas acreditam que esses curiosos objetos influenciam as condições atmosféricas da Dimensão Alienígena, embora tal fato seja impossível de provar. Qualquer que seja o propósito desses blocos, sua destruição só pode dificultar a empreitada alienígena. Pesquisas indicam que os blocos estão localizados em vários locais, embora apenas este lugar tenha sido fotografado. Destrua todos os blocos para desativar este edifício.
ru_ru: Уничтожение пищевых камер позволило нам попасть на фермы пришельцев. На этих фермах обнаружено несколько странных белых блоков. Наши ученые полагают, что эти любопытные объекты влияют на атмосферу в измерении пришельцев, хотя оказалось невозможно это доказать. Какой бы функцией ни обладали эти блоки, их уничтожение затруднит деятельность пришельцев. Исследования показывают, что эти блоки расположены во множестве мест, хотя нам удалось сфотографировать только этот фрагмент. Уничтожьте все блоки, чтобы вывести здание из строя.

source: The Control Chamber houses giant organic brains which control the operation of Alien entities within the Alien dimension. The destruction of these organic brains will make any remaining Aliens more desperate, as their ultimate defeat becomes an imminent reality.
cs: Řídící sál ukrývá gigantický organický mozek, jež řídí činnost všech cizáckých tvorů v celé cizácké dimenzi. Jeho zničením způsobíte zoufalství a paniku mezi zbývajícími cizáky. Možnost konečné porážky se tak stane jejich hrozivou realitou.
de_de: Die Kontrollkammer beherbergt riesige organische Gehirne, die die Alien-Wesen in der Alien-Dimension steuern. Die Zerstörung dieser Gehirne wird die übrigen Aliens schwer treffen, da ihre Niederlage immer unvermeidlicher scheinen wird.
es: Ubicados en el edificio central están los controles para el gigantesco cerebro orgánico que controla la operación de toda la Dimensión Alienígena. Si queda destruida, entonces los alienígenas restantes estarán desesperados, ya que su derrota es una realidad inminente.
fr_fr: La chambre de contrôle abrite des cerveaux organiques géants chargés de contrôler les activités des entités aliennes dans la dimension alienne. La destruction de ces cerveaux organiques mettra tous les Aliens restants dans une plus grande difficulté, alors que leur défaite finale est devenue une réalité imminente.
it: Nella Camera di Controllo si trova un enorme cervello organico che gestisce tutto quello che avviene nella Dimensione Aliena. Se riuscirai a distruggerlo, la sconfitta degli avversari sarà molto piu vicina!
ja_jp: 司令室には巨大な脳とも言える器官があり、エイリアンの次元から作戦をコントロールしている。この脳を破壊できれば残りのエイリアン達に対して彼らの最終的な敗北の可能性を知らしめ、大いに士気をくじくことができるだろう。
pl: Komora sterowania mieści gigantyczne organiczne mózgi kontrolujące działania obcych w całym obcym wymiarze. Ich zniszczenie sprawi, że pozostali przy życiu obcy staną się jeszcze bardziej zdesperowani, ponieważ ich ostateczna klęska stanie się nieuchronną rzeczywistością.
pt_br: A Cãmara de Controle hospeda cérebros orgânicos gigantes, que controlam as operações das entidades alienígenas dentro da Dimensão Alienígena. A destruição desses cérebros irá deixar os alienígenas restantes em desespero, já que a sua derrota será iminente.
ru_ru: В контрольном зале располагается гигантский органический мозг, контролирующий действия всех инопланетных живых существ в измерении пришельцев. Уничтожение этого органического мозга приведет оставшихся пришельцев в отчаяние, поскольку их окончательное поражение станет неизбежным.

source: The Maintenance Factory appears to contain a number of sacred Alien structures. We believe that the Alien Dimension is fueled by the structures pictured here. These heart units must be destroyed in order to weaken the remaining structures. Our success here will indeed be a severe blow to the Aliens as exactly half of the Alien Dimension will lie in ruins.
cs: V budově cizácké údržby je zřejmě umístěno mnoho z nejdůležitějších cizáckých struktur. Jsme přesvědčeni, že cizácká dimenze je napájena ze zde zobrazených zařízení. Tyto klíčové jednotky musí být zničeny, čímž se oslabí ochrana zbývajících struktur. Pro cizáky to bude opravdu těžká ztráta, když se více než polovina Cizácké dimenze ocitne bez energie.
de_de: Die Versorgungsfabrik enthält anscheinend heilige Alien-Strukturen. Wir nehmen an, daß die Alien-Dimension von den hier abgebildeten angetrieben wird. Diese Herzstücke müssen zerstört werden, um die übrigen Strukturen zu schwächen. Dies wäre ein schwerer Schlag für die Aliens, da wir dadurch exakt die Hälfte der Alien-Dimension in Schutt und Asche legen würden.
es: La Fábrica de Mantenimiento contiene al parecer una serie de sagradas estructuras alienígenas. Creemos que la Dimensión Alienígena recibe energía de las estructurasque aquí se ven. . La destrucción de estos corazones causará un rápido debilitamiento del resto de las estructuras alienígenas.Nuestro éxito aquí serí un grave contratiempo para los alienígenas ya que la mitad de la Dimensión Alienígena estará en ruinas.
fr_fr: L'usine d'entretien semble contenir un certain nombre de structures aliennes sacrées. Nous pensons que la dimension alienne est alimentée par les structures représentées ici. Ces unités doivent être détruites afin de pouvoir affaiblir les bâtiments restants. Notre succès serait un coup terrible contre les Aliens, car la moitié de la dimension alienne serait réduite en cendres.
it: La Fabbrica di Mantenimento sembra custodire un certo numero di strutture, qui indicate, che riteniamo alimentino l'intera Dimensione Aliena; tali strutture devono essere distrutte, in modo da indebolire la civiltà nemica. Il nostro successo in questa missione rappresenterà un passo importante, dato che la metà esatta della Dimensione Aliena sarà ridotta in rovine.
ja_jp: 保守工場はエイリアンにとって神聖な意味を持つ構造体を持っているようだ。この写真にある構造体からエイリアンの次元にエネルギーを供給しているらしい。他の構造体を弱体化させる為にその熱源を破壊しなければならない。この作戦が成功すればエイリアンの次元にある構造体の約半分を廃墟にし、大打撃を与えられる。
pl: Wygląda na to, że baza naprawcza zawiera szereg świętych struktur obcych. Wierzymy, że obcy wymiar napędzany jest przez struktury tu przedstawione. Są ich sercem, muszą więc zostać zniszczone aby osłabić pozostałe struktury. Sukces tego zadania będzie poważnym ciosem dla obcych, jako że dokładnie połowa obcego wymiaru legnie w gruzach.
pt_br: A Fábrica de Manutenção parece conter estruturas alienígenas cruciais. Acreditamos que a Dimensão Alienígena é alimentada pelas estruturas mostradas aqui. Essas unidades centrais devem ser destruídas para enfraquecer as estruturas restantes. Nosso sucesso será, de fato, um duro golpe para os alienígenas, já que metade da Dimensão ficará em ruínas.
ru_ru: Похоже, на фабрике жизнеобеспечения находится ряд жизненно важных структур пришельцев. Мы полагаем, что измерение пришельцев питается от сооружений, указанных здесь. Эти блоки необходимо уничтожить, чтобы ослабить оставшиеся структуры. Успех в этом здании нанесет серьезный удар по пришельцам, поскольку после этого половина измерения пришельцев будет лежать в руинах.

source: The destruction of the Dimension Gates is our ultimate goal. From evidence collected at previous Alien buildings, we have managed to composite this picture of our objectives. The Alien Generators must be destroyed, simultaneously disabling the protective laser web. Destroy all of the generators to disable the building. Upon disabling the building it is imperative that all Agents evacuate as a matter of urgency. Our forces must return to the Earth dimension before the final Dimension Gate closes forever.Victory is in our sights - Good Luck!
cs: Naším konečným cílem je zničení všech Dimenzních bran. Ze svědectví sebraných z předchozích Cizáckých budov jsme sestavili tento obrázek našich cílů. Cizácký generátor dimenzní brány musí být zničen, společně se zrušením ochranných laserových polí. Zničte všechny generátory, čímž bude budova vyřazena z provozu. Po vyřazení budovy je nevyhnutelné, aby se všichni agenti stihli včas evakuovat. Naše síly se musí vrátit do Pozemské dimenze dřív, než se poslední Dimenzni brána uzavře provždy. Vítězství je na dosah - Mnoho štěstí !
de_de: Die Zerstörung der Dimensionstore ist unser höchstes Ziel. Anhand von Indizien aus anderen Alien-Gebäuden haben wir dieses Bild unserer Ziele zusammengestellt. Die Alien-Generatoren müssen zerstört werden, um das schützende Lasernetz zu deaktivieren. Zerschlagen Sie alle Generatoren, um das Gebäude auszuschalten. Danach müssen alle Agenten umgehend evakuiert werden. Unsere Streitkräfte müssen in die Dimension der Erde zurückkehren, bevor sich das letzte Dimensionstor für immer schließt.Der Sieg ist nahe - viel Glück!
es: La destrucción de las Puertas de la Dimensión es nuestro máximo objetivo. De lo que se ha podido averiguar en edificios alienígenas anteriores, hemos logrado conseguir esta imagen de nuestro objetivo. Todos estos generadores deben ser destruidos , lo cual destruirá simultáneamente la red protectora de láser. Para desactivar el edificio, debes destruir todos los generadores. Después, los Agentes deben evacuar el edificio con la mayor urgencia. Nuestras fuerzas deben volver a la Tierra antes de que la última Puerta de la Dimensión se cierre para siempre. La victoria está cerca. íBuena suerte!
fr_fr: La destruction des portails interdimensionnels est notre ultime objectif. D'après les preuves récoltées dans de précédents bâtiments aliens, nous sommes parvenus à constituer cette image de nos objectifs. Les générateurs aliens doivent être détruits, ce qui désactivera en même temps le réseau laser protecteur. Détruisez tous les générateurs pour déstabiliser le bâtiment. Après la destruction de la structure, il est impératif que tous les agents évacuent d'urgence. Nos forces doivent regagner la dimension terrienne avant que le portail interdimensionnel ne se referme à tout jamais.La victoire est proche - Bonne chance!
it: La distruzione dei Portali Dimensionali è il nostro obiettivo finale. Dagli indizi raccolti negli edifici Alieni, siamo giunti alla conclusione che i loro generatori devono essere distrutti, disabilitando nello stesso tempo la rete di laser protettiva; pertanto è necessario distruggere tutti i generatori per disabilitare i sistemi dell'edificio, e fare in modo che i soldati ritornino nella nostra dimensione prima che i Portali si chiudano per sempre. La vittoria è a portata di mano - Buona fortuna!
ja_jp: 次元ゲートの破壊は我々にとっての究極のゴールだと言える。今までに作戦対象となったエイリアンのビルから集められた証拠により、これはより明らかな目標となった。作戦遂行にあたってはエイリアンの動力炉を全て破壊する事が主目的となる。レーザー網からなる防衛網を無力化し、動力炉を破壊してビルの機能を停止させよ。機能停止を確認したら全てのエージェントは速やかに現場から離脱し、最後のゲートが閉じる前に地球の次元に帰還しなければならない。諸君、勝利は目前だ。武運を祈る！
pl: Zniszczenie bram międzywymiarowych to nasz cel ostateczny. Z dowodów zebranych w poprzednich budynkach obcych udało nam się stworzyć plan naszych celów. Generatory obcych muszą zostać zniszczone wyłączając jednocześnie ochronną sieć laserową. Zniszcz wszystkie generatory, aby wyłączyć budynek. Po wyłączeniu budynku obowiązkowo należy ewakuować wszystkich agentów w trybie pilnym. Nasze siły muszą powrócić do naszego wymiaru zanim ostatnia brama międzywymiarowa zamknie się na zawsze. Zwycięstwo jest na wyciągnięcie ręki - powodzenia!
pt_br: A destruição dos Portais Dimensionais é nosso objetivo final. Das evidências coletadas de edifícios alienígenas anteriores, conseguimos construir essa visão de nossos objetivos. Os geradores alienígenas devem ser destruídos, simultaneamente desabilitando a rede de proteção laser. Destrua todos os gerados para desativar esse edifício. Ao fazê-lo, é imperativo que todos os agentes saiam do local urgentemente. Nossas forças devem retornar à Dimensão da Terra antes que o Portal Dimensional final se feche para sempre. A vitória estará à vista - Boa Sorte!
ru_ru: Разрушение врат между измерениями - наша главная цель. Благодаря сведениям, полученным в других зданиях пришельцев, нам удалось составить список целей для этого задания. Необходимо разрушить генераторы пришельцев, что позволит отключить защитную лазерную сеть. Уничтожение генераторов также позволит вывести здание из строя. После этого необходимо как можно скорее эвакуировать всех оперативников. Наши войска должны вернуться в наше измерение, прежде чем закроются последние врата между измерениями. Победа уже не за горами - удачи!

source: Raiding forces must eliminate all other forces, whether they are raiders or defenders. Raiders are deployed on the edge of the combat zone. All defending forces are allied with each other and must repel any raiders. Defenders are deployed in the center of the combat zone
cs: Útočící síly musí eliminovat všechny ostatní jednotky, ať už útočící, nebo obranné. Útočníci jsou vysazeni na okraji bitevního pole. Všechny obranné síly jsou navzájem spojenci a musí odrazit všechny útočníky. Obránci jsou vysazeni v centru bitevního pole.
de_de: Plünderer müssen alle anderen Kräfte ausschalten, ob es sich nun um andere Plünderer oder Verteidigungskräfte handelt. Plünderer werden am Rand des Gefechtsgebiets eingesetzt. Alle Verteidiger sind gegen die Plündererverbündet und werden im Zentrum des Gefechtsbereichs eingesetzt.
es: Las fuerzas atacantes deben eliminar a todas las demás fuerzas, sean atacantes o defensoras. Los atacantes están desplegados en el borde de la zona de combate. Todas las fuerzas defensoras están aliadas las unas con las otras y deben repeler a los atacantes. Los defensores están desplegados en el centro de la zona de combate.
fr_fr: Les forces d'attaque doivent éliminer toutes les autres forces, qu'elles attaquent ou qu'elles défendent. Les attaquants sont déployés juste à l'extérieur de la zone de combat. Toutes les forces défensives doivent s'allier pour repousser les envahisseurs. Elles sont déployées au centre de la zone de combat.
it: Le forze di attacco devono eliminare tutti gli avversari, siano essi altri attaccanti o difensori. Gli attaccanti sono posizionati ai margini della zona di combattimento; i difensori si trovano al centro della stessa, e devono respingere gli attaccanti.
ja_jp: 略奪部隊は他の略奪者もしくは防衛勢力に関わらず全ての敵対勢力を排除しなければならない。部隊は戦闘エリアの端に配置される。防衛側の勢力は共同であらゆる略奪者を撃退しようとしてくるだろう。彼らは戦闘エリアの中央に配置される。
pl: Najeżdżające siły muszą wyeliminować wszystkie inne siły, bez względu na to, czy są najeźdźcami czy obrońcami. Najeźdźcy rozmieszczani są na skraju pola walki. Wszystkie siły obronne są ze sobą sprzymierzone i muszą odeprzeć wszystkich najeźdźców. Obrońcy rozmieszczeni są w centrum pola walki.
pt_br: Forças Saqueadoras devem eliminar todas as outras, sejam saqueadores ou defensivas. Saqueadores são enviados às margens da zona de combate. Todas as forças defensivas estão aliadas entre si e devem repelir qualquer invasor. Defensores são enviados ao centro da zona de combate
ru_ru: Диверсионная группа должна уничтожить все прочие силы, вне зависимости от того, рейдеры это или защитники. Рейдеры появляются на краю зоны боевых действий. Защитники объединяются и должны уничтожить всех рейдеров. Защитники появляются в центре зоны боевых действий.

source: You must attempt to capture the crashed UFO by eliminating the defending Alien forces. There is only one chance to succeed in this mission because failure will mean that the surviving Aliens will attempt to destroy their craft. They would rather die than allow us to recover their advanced technology. Your priority is to eliminate the enemy with maximum force.
cs: Musíte se pokusit zajmout havarované UFO, zneškodněním cizáckých obranných sil. Je to jediná šance, jak úspěšně dokončit misi, protože selhání by znamenalo, že přeživší cizáci se určitě pokusí zničit celou loď. Cizáci raději zemřou, než aby nás jen tak nechali získat jejich rozvinuté technologie. Vaší prioritou je zneškodnit nepřítele všemi prostředky.
de_de: Sie müssen versuchen, das notgelandete UFO zu entern, indem Sie die Aliens ausschalten. Dies ist Ihre einzige Chance. Wenn die Aliens überleben, werden sie versuchen, ihr Schiff zu zerstören. Sie würden eher sterben als uns ihre fortgeschrittene Technologie preiszugeben. Sie müssen daher den Gegner mit allen Mitteln ausschalten.
es: Debes intentar capturar el OVNI estrellado, eliminando a las fuerzas alienígenas defensoras. Hay una única posibilidad de éxito en esta misión porque un fallo implica que los alienígenas supervivientes intentarán destruir su nave. Prefieren morir antes de permitirnos recuperar su avanzada tecnología. Tu prioridad es eliminar al enemigo con la máxima fuerza.
fr_fr: Vous devez essayer de capturer l'OVNI qui s'est écrasé en éliminant les forces de défense aliennes. Vous devez réussir du premier coup; si vous échouez, les survivants aliens tenteront de détruire leur vaisseau. Ils mourraient plutôt que de nous permettre de mettre la main sur leur technologie avancée. Vous devez consacrer toutes vos forces à l'anéantissement de l'ennemi..
it: Devi cercare di catturare l'UFO precipitato eliminando le forze Aliene che lo difendono. Questo è il solo modo per avere successo nella missione, perché altrimenti gli Alieni superstiti distruggeranno l'UFO: sono addestrati a morire piuttosto che a svelarci i loro segreti tecnologici. La tua priorità è di eliminare le forze nemiche con tutti i mezzi possibili.
ja_jp: 墜落したUFOを捕獲する為にはUFOの残骸を守っている生き残りのエイリアン部隊を殲滅しなければならない。これに失敗すれば生き残ったエイリアン達によってUFOは破壊されてしまうだろう。彼らは我々に彼らの進んだテクノロジーを渡す位なら死を選ぶ筈だ。よって本作戦の主眼は墜落現場のエイリアンの残存勢力を全力で排除する事にある。
pl: Twoim zadaniem jest przejęcie rozbitego UFO poprzez eliminację wszystkich jego obrońców. Masz na to tylko jedną szansę, gdyż w przypadku porażki obcy zdołają zniszczyć swój statek. Gotowi są umrzeć, by zapobiec wpadnięciu ich technologii w nasze ręce. Twoim priorytetem jest eliminacja przeciwnika wszelkimi środkami.
pt_br: Você deve tentar capturar o ÓVNI acidentado, eliminando as forças alienígenas defensivas. Há apenas uma chance de ter êxito nesta missão, porque falhar causará uma tentativa por parte dos alienígenas de destruir sua nave. Eles preferem morrer a permitir que nós possamos obter sua tecnologia avançada. Sua prioridade é eliminar o inimigo usando força máxima.
ru_ru: Необходимо попытаться захватить разбившийся НЛО, предварительно уничтожив все находящиеся на нем войска инопланетян. У нас есть только один шанс на успешное завершение этого задания, поскольку в случае провала операции оставшиеся пришельцы попытаются уничтожить корабль. Они готовы пожертвовать собой, только чтобы не допустить попадания новых технологий в наши руки. Ваша задача - уничтожить врага любыми средствами.
