Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Cloaking Field is an Alien defense system that disrupts the detectors of missiles or weapon control systems. Effectively this means that the craft is almost invisible to radar, infra-red and visual sighting. It is very effective but the field must be disabled temporarily if the craft is using any of its own weapons systems.
cs: Maskovací pole je cizácký obranný systém, který narušuje detektory raket či řídících jednotek zbraní. V podstatě to znamená, že je letoun téměř neviditelný pro radarové, infračervené a vizuální pozorování. Je velice efektívní, ale pole musí být dočasně vypnuto, jakmile letoun použije některý ze svých zbraňových systémů.
de_de: Das Tarnfeld ist ein Alien-Schutzsystem, das die Detektoren von Raketen oder Waffenkontrollsystemen stört und das Fahrzeug auf diese Weise für Radar-, Infrarot- und Normalsicht beinahe unsichtbar macht. Das Feld ist zwar sehr wirkungsvoll, muß allerdings zeitweilig deaktiviert werden, wenn das Fahrzeug eines seiner Waffensysteme einsetzen will.
es: El Campo de Camuflaje es un sistema defensivo alienígena que perturba los detectores de misiles o sistemas de control de armas. En la práctica esto quiere decir que la nave es casi invisible al radar, infrarojo y a la vista. Es muy efectivo pero el campo debe desactivarse temporalmente si la nave quiere utilizar alguno de sus propios sistemas de armas.
fr_fr: Le champ de camouflage est un système de défense alien qui brouille les détecteurs de missiles ou les systèmes de contrôle d'armes. Le vaisseau sera donc presque invisible aux repérages radar, infrarouges ou visuels. Il est très efficace mais son champ doit être temporairement désactivé si le vaisseau utilise l'un de ses propres systèmes d'armes.
it: Il Mimetizzatore è un sistema di difesa Alieno che rende inutili i sistemi di rilevamento e di guida delle armi nemiche, nascondendo ad essi la presenza della nave protetta. E' molto efficace, ma deve essere disattivato quando la nave che lo utilizza decide di aprire il fuoco.
ja_jp: クロークフィールドはエイリアンの防衛システムでミサイルの探知や武器の管制システムによる捕捉を遮断する。レーダーに探知される事がなくなるだけでなく、赤外線や肉眼による視認からも隠れる事ができる為、非常に効果的な防御だと言える。問題はこれを備えた機体が攻撃をする時はこのフィールドを一旦切らなければならない点だ。
pl: Pole maskujące to system obronny obcych, który zakłóca działanie czujników pocisków czy systemów kontroli ognia. Oznacza to w praktyce, że statek jest niemal niewidzialny dla radarów, w podczerwieni i w paśmie widzialnym. Pole maskujące jest bardzo skuteczne, jednak musi być tymczasowo wyłączane, gdy statek używa systemów broni.
pt_br: O campo de camuflagem é um sistema de defesa alienígena que interrompe os detectores de mísseis ou sistemas de controle de armas. Isso quer dizer que o veículo se torna quase invisível ao radar, infravermelho e contato visual. É bastante eficaz, mas precisa ser desligado temporariamente se o veículo pretende usar qualquer um de seus sistemas de armas.
ru_ru: Генератор маскирующего поля представляет собой защитную систему инопланетян, выводящую из строя детекторы ракет и систем управления вооружениями. На практике это означает, что летательный аппарат становится почти полностью невидимым для радаров и систем наблюдения, сканирующих окружающее пространство в видимом и инфракрасном спектре. Применение такого поля чрезвычайно эффективно, но его необходимо временно отключать, если боевая единица применяет свои системы вооружения.

source: The Aliens have developed a very effective teleportation system that allows a craft to jump instantly over short distances. The unit is automatically activated when a vehicle is under fire and receiving damage. Its offensive use is limited because the destination cannot be controlled accurately.
cs: Cizáci vyvinuli velmi efektívní teleportační systém, umožňující stroji okamžitý přesun na krátkou vzdálenost. Tato jednotka se aktivuje automaticky v případě, že je letoun pod palbou a jeho trup je poškozen. Jeho obranná funkce je ale omezena, neboť cílové místo přesunu nelze určit zcela přesně.
de_de: Die Aliens haben ein äußerst effektives Teleportationssystem entwickelt, mit dessen Hilfe ein Fahrzeug kleinere Distanzen im Bruchteil einer Sekunde zurücklegen kann. Es wird automatisch aktiviert, wenn ein Fahrzeug unter Beschuß gerät und Schaden erleidet. Die offensive Anwendung des Teleporters ist begrenzt, da die Zielschaltung nicht genau gesteuert werden kann.
es: Los alienígenas han desarrollado un sistema de transportación muy efectivo que permite a una nave saltar en el acto cortas distancias. La unidad se activa automáticamente cuando un vehículo recibe disparos y está quedando dañado. Su utilización ofensiva es limitada debido a que el destino no se puede controlar con precisión.
fr_fr: Les aliens ont développé un système de téléportation très efficace qui permet à un vaisseau de parcourir instantanément de courtes distances. L'unité est automatiquement activée lorsqu'un véhicule subit le feu d'un ennemi et est endommagé. Son utilisation offensive est limitée car il n'est pas possible de contrôler précisément la destination.
it: Gli Alieni hanno sviluppato un sistema di teletrasporto molto efficiente, che permette a una nave di spostarsi istantaneamente per brevi distanze: questo dispositivo si attiva in maniera automatica quando l'unità è sotto il fuoco nemico o sta subendo danni. La sue efficacia offensiva è invece limitata, perché non è possibile controllare esattamente il punto di arrivo.
ja_jp: エイリアンは短距離なら一瞬で機体を移動させられるという極めて効率のよいテレポートシステムを開発した。このユニットは機体が攻撃を受けて損傷すると自動的に作動する。但し目的地を正確に指定できないので攻撃的な用法には向かない。
pl: Obcy opracowali bardzo wydajny system teleportacji, który pozwala pojazdowi wykonać natychmiastowy skok na krótki dystans. System działa automatycznie, kiedy jednostka znajduje się pod ostrzałem i odnosi obrażenia. Zastosowania ofensywne są ograniczone, gdyż nie można dokładnie przewidzieć miejsca skoku.
pt_br: Os alienígenas desenvolveram um sistema eficaz de teletransporte que permite à nave saltar instantaneamente para pequenas distâncias. A unidade é automaticamente ativada quando um veículo está sob fogo ou recebendo dano. Seu uso ofensivo é limitado porque o destino não pode ser controlado com precisão.
ru_ru: Пришельцам удалось разработать крайне эффективную систему телепортации, которая позволяет кораблю мгновенно перемещаться на короткие расстояния. Блок автоматически активируется, если боевая единица находится под огнем и получает повреждения. Использовать это оборудование для нападения можно лишь в ограниченной степени, поскольку невозможно точно указать точку назначения прыжка.

source: NOT USED!
it: INUTILIZZATO
ja_jp: 未使用！
pl: NIEUŻYWANY!
pt_br: NÃO UTILIZADO!
ru_ru: НЕ ИСПОЛЬЗУЕТСЯ!

source: The Extraterrestrial combat force known as X-COM was originally founded in 1998 to defend the Earth from Alien invasion. After a period of obsolescence, X-COM was revived in 2040 to fight the second Alien war under the seas of the Earth. X-COM has now been enlisted to investigate recent Alien incursions. The city's senators have agreed to fund a covert initiative, with the assistance of local Megapol stations, who will pass on reports of possible Alien activity directly to the X-COM base commander. X-COM is under pressure to solve the Alien problem before new elections to the Senate. Senators and the corporate elite of Mega-Primus are nervous about the prospect of popular panic undermining the social fabric of the city.
cs: Extraterrestrial combat force, známá jako X-COM byla původně založena v roce 1998 k obraně Země proti Cizácké invazi. Po delší době útlumu byla reaktivována v roce 2040 k boji proti druhé vlně cizácké invaze v hlubinách oceánů. V současnosti je X-COM pověřena vyšetřováním nedávných cizáckých vpádů. Senátoři města odsouhlasili financování a záštitu iniciativ X-COM, v součinnosti s místní stanicí Megapolu, která všechny zprávy o možné cizácké aktivitě, směřuje přímo k velícímu důstojníkovi X-COMu. Vzhledem k blížícím se volbám do Senátu, je X-COM tlačeno k rychlému vyřešení cizáckého problému. Senátoři a ostatní vysocí činitelé jsou znervózněni šířící se panikou mezi obyvatelstvem, která podrývá hospodářství města.
de_de: Die Extraterrestrial Combat Force, kurz X-COM, wurde ursprünglich 1998 gegründet, um die Erde gegen eine Alien-Invasion zu verteidigen. Nach einer Phase der Untätigkeit wurde X-COM im Jahre 2040 wiederbelebt und focht unter der Oberfläche der Weltozeane den zweiten Kampf gegen die außerirdischen Invasoren aus. X-COM wurde jetzt damit beauftragt, die jüngsten Übergriffe der Aliens zu untersuchen. Der Senat ist übereingekommen, eine geheime Mission in Zusammenarbeit mit den lokalen Megapol-Stationen zu finanzieren. Diese werden Berichte über mögliche Alien-Aktivitäten direkt an den X-COM-Basiskommandeur weiterleiten. X-COM ist angehalten, diese Aufgabe vor den nächsten Senatswahlen zu lösen. Die Senatoren und die Unternehmenselite in Mega-Primus befürchten, daß eine allgemeine Panik die Gesellschaftsordnung in der Stadt untergraben könnte.
es: La fuerza de combate extraterrestre conocida como X-COM fue fundada originalmente en 1998 para defender a la Tierra de una invasión alienígena. Tras un período de obsolescencia, X-COM fue revitalizada en el 2040 para luchar en la segunda guerra Alienígena debajo de los mares de la Tierra. X-COM ha sido ahora contratada para investigar recientes incursiones alienígenas. Los senadores de la ciudad han acordado pagar por una iniciativa encubierta, con la ayuda de las comisarías locales de Megapol, quienes mandarán los informes de posible actividad alienígena directamente al comandante de la base X-COM. X-COM está siendo presionada para resolver el problema alienígena antes de que haya nuevas elecciones al Senado. Los Senadores y los grandes empresarios de Mega-Primus están nerviosos sobre la posibilidad de que el pánico se apodere de la ciudad.
fr_fr: L'organisation armée anti-alien, connue sous le nom d'X-COM, fut créée en 1998. Son objectif était de défendre la Terre contre l'invasion alienne. Après une période d'inactivité, X-COM fut remise sur pied en 2040 pour faire face à la seconde invasion alienne, sous les mers de la Terre. X-COM a aujourd'hui été chargée d'enquêter sur les récentes incursions aliennes. Les sénateurs de la ville ont accepté de financer une action secrète, avec l'aide des stations locales Megapol qui transmettront des informations sur l'activité alienne directement au commandant de la base d'X-COM. X-COM doit absolument résoudre le problème alien avant les nouvelles élections du Sénat. Les sénateurs et l'élite de Mega-Primus redoutent en effet une panique populaire qui menacerait la structure sociale de la ville.
it: La Forza di Combattimento Extraterrestre, meglio conosciuta come X-COM, venne fondata nel lontano 1998 per difendere la Terra da un'invasione Aliena. Dopo un periodo di silenzio, la X-COM tornò in auge nel 2040, quando fu combattuta la seconda guerra Aliena, sotto la superficie degli oceani. Ora la X-COM è stata incaricata di indagare sulle recenti incursioni Aliene. I Senatori della città hanno deciso di finanziare un'iniziativa segreta, coadiuvata dalle strutture della Megapol, che passeranno tutte le possibili informazioni sulla presenza Aliena direttamente al comandante della X-COM. C'è una grande pressione sulla X-COM perché risolva in fretta il problema, principalmente a causa delle imminenti elezioni: i Senatori e i dirigenti delle principali compagnie di Mega-Primus sono terrorizzati dalla possibilità che il dilagare del panico in città sconvolga l'ordine costituito.
ja_jp: 対外宇宙多国籍軍、通称X-Comは1998年に宇宙人の侵略から地球を守るべくして結成された。その活動は暫く停滞したものの、2040年に海中から現れた敵によってもたらされた第二次エイリアン戦争により完全に復権した。現在X-Comは最近起きたエイリアンの侵入事件を調査する為に協力者を募っており、市の上院議会でもX-Comの秘密作戦に対する資金援助が可決したが、実務面でもメガポール社が協力体制を申し出、地元の警察署からエイリアンが関与している物と思われる事件の調査報告がX-Com基地の司令官に手渡されるという手筈を整えた。X-Comは次回の上院選挙が始まる前にエイリアンの問題を解決せねばないが、それは都市を丸ごと社会不安に陥れかねないパニックの種を市民の間に植え付ける事を意味し、上院とメガプリムス内の企業エリート達は神経を尖らせている。
pl: Agencja do walki z czynnikami pozaziemskimi X-COM (EXtraterrestrial COMbat) została założona w roku 1998 dla obrony Ziemi przed inwazją obcych. Po dłuższym okresie bezczynności X-COM przywrócono do życia w roku 2040, aby toczył drugą wojnę z obcymi w głębinach oceanów. Teraz X-COM obarczono zadaniem prowadzenia śledztw związanych z przenikaniem obcych do miasta Mega-Primus. Senatorowie zgodzili się na ufundowanie tajnego projektu, wspieranego przez lokalne stacje Megapolu, które mają przekazywać doniesienia o możliwej aktywności obcych bezpośrednio dowódcy X-COM-u. Od X-COM-u oczekuje się rozwiązania problemu przed następnymi wyborami. Senatorowie i korporacyjne elity miasta obawiają się możliwości wybuchu powszechnej paniki, co zagrozi tkance społecznej miasta.
pt_br: A força de combate aos extraterrestres conhecida como X-COM foi originalmente fundada em 1998, para defender a terra da invasão alienígena. Após um período de inatividade, foi revivida em 2040 para lutar na segunda guerra alienígena. sob os mares da Terra. A X-COM foi agora encarregada de investigar recentes incursões alienígenas. Os senadores da cidade concordaram em financiar uma iniciativa secreta, com a assistência das estações Megapol locais, que irão fornecer relatórios de possíveis atividades alienígenas diretamente à X-COM. A unidade está sob a pressão de resolver o problema alien antes das novas eleições para o senado. Senadores e a elite corporativa de Mega Primus estão receosos de que o pânico possa comprometer a estrutura social da cidade.
ru_ru: Силы борьбы с инопланетным вторжением, известные как X-COM (Extraterrestrial combat force), были созданы в 1998-м году для защиты Земли от инопланетного вторжения. В течение долгого времени они не использовались, до 2040-го года, когда организация X-COM была возрождена во время второй межпланетной войны, шедшей в земных морях. Теперь же X-COM воссоздана для расследования нового вторжения пришельцев. Городской сенат согласился финансировать секретную инициативу, поддержку которой будут оказывать полицейские участки организации "Мегапол", передавая сообщения о возможной активности пришельцев лично командующему сил X-COM. X-COM обязана решить проблему с пришельцами до проведения новых выборов в Сенат. Сенаторы и корпоративные элиты Мегапрайма боятся перспективы народных волнений, способных подорвать общественный строй.

source: The Alien scare first began on 7th March, 2084 when a strange Dimension Gate appeared in the skies above Mega-Primus. During the following days strange UFOs came and went, but they did not appear to attack anything or abduct anyone. It was only when strange reports of Alien monsters lurking in the recesses of city buildings filtered through to the senatorial security committee that the plan to enlist X-COM was proposed.
cs: K prvnímu setkání s Cizáky došlo 7. Března 2084. Tehdy se na nebi nad Mega-Primem poprvé objevily neznámé Dimenzní brány. V následujících dnech se objevovala a zase mizela UFO, aniž by na cokoliv útočila či kohokoliv unesla. A byly to právě podivné zprávy o cizáckých monstrech, spatřených občas v opuštěných budovách, které byly zachyceny městskými bezpečnostními službami, a které donutily Senát, povolat na scénu X-COM.
de_de: Die Alien-Krise begann am 7. März 2084, als ein merkwürdiges Dimensionstor am Himmel über Mega-Primus auftauchte. In den folgenden Tagen erschienen immer wieder seltsame UFOs und verschwanden so schnell, wie sie gekommen waren, ohne jemanden anzugreifen oder gar zu entführen. Erst nachdem Berichte über das Auftauchen von Alien-Monstern in abgelegenen Teilen einiger Gebäude der Stadt zum Sicherheitskomitee des Senats durchgedrungen waren, wurde X-COM mit der Untersuchung dieser Vorfälle beauftragt.
es: La amenaza alienígena comenzó el 7 de Marzo, 2084 cuando una extraña Puerta de la Dimensión apareció en los cielos de Mega-Primus. Durante los días siguientes se vieron extraños OVNIS, pero no parecían atacar nada ni llevarse a nadie. Sólo fue cuando se dijo que había monstruos alienígenas escondidos en las entrañas de edificios de la ciudad, y se enteró el comité de seguridad del Senado, que se propuso el plan de reclutar a X-COM.
fr_fr: L'alerte alienne a commencé le 7 mars 2084, lorsqu'un étrange portail interdimensionnel apparut dans les cieux de Mega-Primus. Pendant les jours qui suivirent, d'étranges OVNIS firent des apparitions, sans attaquer ou enlever quiconque cependant. Ce ne fut que lorsque d'étranges rapports, faisant état de monstres cachés dans les recoins des bâtiments de la ville, parvinrent au comité de sécurité du sénat que l'on proposa de faire appel à X-COM.
it: L'attuale minaccia Aliena iniziò il 7 Marzo 2084, quando uno strano Portale Dimensionale apparve nel cielo sopra Mega-Primus: durante i giorni seguenti strani UFO solcarono i cieli, ma non attaccarono né rapirono nessuno. Soltanto in seguito, quando cominciarono ad arrivare rapporti di mostri Alieni che si nascondevano nella città, il comitato dei Senatori accettò la proposta di fare gestire la faccenda alla X-COM.
ja_jp: 最初のエイリアンによる社会不安の発生は2084年三月七日、突如メガプリムスの上空に次元ゲートが開いた時に始まった。数日も経たない内に不思議なUFOがゲートを行き来するのが目撃されたが、何かを攻撃することもなく、また誘拐事件も発生しなかった。だがエイリアンが都市内の人気のないビルを彷徨き廻っているという報告が上院の保安委員会にまで届くと、X-Comが要請していた協力体制に関する計画が立案された。
pl: Groza obcego najazdu rozpoczęła się 7 marca 2084 r., gdy na niebie nad miastem Mega-Primus otwarła się brama międzywymiarowa. W ciągu kolejnych kilku dni UFO przylatywały i odlatywały, ale niczego nie atakowały anie nie porwały nikogo. Dopiero gdy do uszu komisji bezpieczeństwa Senatu doszły dziwnie doniesienia o obcych potworach czających się w ciemnych zakątkach miasta, pojawił się plan reaktywacji X-COM.
pt_br: O medo dos alienígenas começou em 7 de março de 2084, quando um estranho Portal Dimensional apareceu nos céus de Mega-Primus. Durante os próximos dias, estranhos óvnis apareceram e desapareceram, mas não pareciam querer atacar ou abduzir ninguém. Foi apenas quando relatos estranhos sobre monstros escondendo-se nas entranhas de edifícios da cidade chegaram ao comitê de segurança do senado que o plano de recrutar a X-COM foi proposto.
ru_ru: Инопланетный кошмар начался 7 марта 2084 года, когда странные врата между измерениями возникли в небе над Мегапраймом. В течение следующих дней появлялись и исчезали странные НЛО, но они ни на кого не нападали и никого не похищали. Лишь когда странные сообщения об инопланетных монстрах, скрывающихся в укромных местах городских зданий, просочились в Комитет по безопасности Сената, был разработан план воссоздания X-COM.

source: Mega-Primus is a city state ruled by thirteen elected senators. This Government is directly responsible for the legal system and the mass transit systems. All other city services, including the policing of the city, are contracted to various corporations. In practice the immense bureaucracy holds the most power. Senior civil servants are responsible for maintaining the city edicts and defining citizenship and its obligations. They cannot be removed from their jobs except through proven misconduct.
cs: Mega-Primus je městský stát, vedený třinácti volenými senátory. Vláda je přímo odpovědná za dodržování právního řádu a za městskou hromadnou dopravu. Všechny ostatní městské služby, včetně policie, jsou vládou svěřeny nejrůznějším organizacím. V praxi to znamená, že největší moc je soustředěna v rukou birokracie. Tito senioři se zabývají hlavně vydáváním městských vyhlášek, určováním občanských povinností a sledováním kurzů svých akcií. Kromě případů dokázaných zločinů, nemohou být odvoláni.
de_de: Der Stadtstaat Mega-Primus wird von 13 gewählten Senatoren regiert. Der Senat ist für das Rechtssystem und die öffentlichen Transportsysteme direkt verantwortlich. Mit allen anderen Dienstleistungen in der Stadt, u.a. den Sicherheitsmaßnahmen, wurden verschiedene Unternehmen beauftragt. Der riesige Verwaltungsapparat verfügt über die größte Macht. Hohe Beamte überwachen die Einhaltung der Stadtverordnungen und definieren die Staatsbürgerschaft und die damit verbundenen Pflichten. Sie können nur entlassen werden, wenn sie sich groben Fehlverhaltens schuldig machen.
es: Mega-Primus es un estado-ciudad regido por trece senadores elegidos. El Gobierno es directamente responsable del sistema legal y de los sistemas de transporte público. Todos los demás servicios de la ciudad, incluyendo la policía municipal, están contratados por varias empresas. En la práctica, la inmensa burocracia tiene casi todo el poder. Los altos funcionarios son los responsables de hacer cumplir las normas municipales y definir lo que significa ser ciudadano y las obligaciones que ello conlleva. No es posible echarles de su trabajo excepto si se puede demostrar cohecho.
fr_fr: Mega-Primus est une ville-état gouvernée par treize sénateurs élus. Le Sénat est directement responsable du système juridique et des systèmes de transport public. Les autres services municipaux, y compris la surveillance de la ville, sont entre les mains de diverses sociétés. En pratique, la bureaucratie gigantesque détient la plus grande partie du pouvoir. Les hauts fonctionnaires sont chargés de faire respecter les décrets de la ville et de définir la citoyenneté et les obligations qu'elle entraîne. Ils ne peuvent être démis de leurs fonctions, sauf en cas de faute professionnelle reconnue.
it: Mega-Primus è una città-stato diretta da tredici Senatori, eletti dal popolo, direttamente responsabili del sistema legale e dei trasporti urbani. Tutti gli altri servizi della città, incluso quello di polizia, sono svolti da varie corporazioni sotto contratto con la stessa città: di conseguenza l'intero potere è in mano alla burocrazia. C'è poi una classe di dirigenti incaricata di far rispettare le leggi alla cittadinanza: essi non possono essere rimossi dal loro incarico, tranne nel caso in cui commettano un reato.
ja_jp: メガプリムスは13人の上院議員に統治される都市州である。この政府は法政と公共交通網に関して直接的な責任を持つ。他の行政面、例えば警察機構などは企業に委託する形態がとられているが、慣習的に最も官僚的な者が実権を握っている。市民権とその義務に関する規定管理は上級公務員達が行い、彼らは明確に背任行為が証明された場合を除き職を失うことはない。
pl: Mega-Primus to miasto-państwo, zarządzane przez trzynastu wybieralnych senatorów. Rząd ten odpowiada bezpośrednio za system prawny i infrastrukturę transportu masowego. Wszystkie inne usługi w mieście, włącznie z pilnowaniem porządku, są podzlecane różnym korporacjom. W praktyce, większość władzy sprawuje gigantyczna biurokracja. Wyżsi pracownicy służby publicznej są odpowiedzialni za realizację rozporządzeń miejskich oraz definiowanie obywatelstwa i związanych z nim obowiązków. Są nieusuwalni, chyba że wskutek nadużyć.
pt_br: Mega-Primus é uma cidade regida por 13 senadores eleitos. Esse governo é diretamente responsável pelo sistema legal e de transportes. Todos os outros serviços da cidade, incluindo o policiamento, são distribuídos para diversas corporações. Na prática, a imensa burocracia condensa o poder. Servidores civis sênior são responsáveis por manter os decretos municipais e definir cidadania e suas obrigações. Eles não podem ser removidos de seus postos exceto por conduta imprópria.
ru_ru: Мегапрайм представляет собой город-государство, которым управляют 13 выборных сенаторов. Правительство несет прямую ответственность за законодательную систему и общественный транспорт. Все прочие сферы, включая обеспечение безопасности города, переданы в ведение различных корпораций. На самом же деле практически вся власть сосредоточена в руках чудовищного бюрократического корпуса. Госслужащие высшего ранга несут ответственность за исполнение городских указов, а также определяют права и обязанности граждан. Они не подлежат снятию с занимаемых должностей, если за ними не было замечено и документально зафиксировано должностных преступлений.
