Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: CONTINUE
cs: POKRAČOVAT
de_de: FORTSETZEN
es: SEGUIR
fr_fr: CONTINUER
it: CONTINUA
ja_jp: コンティニュー
pl: KONTYNUUJ
pt_br: CONTINUAR
ru_ru: ПРОДОЛЖИТЬ

source: QUIT
cs: UKONČIT
de_de: BEENDEN
es: SALIR
fr_fr: QUITTER
it: ESCI
ja_jp: 終了
pl: WYJŚCIE
pt_br: SAIR
ru_ru: ВЫХОД

source: Scenario Loaded >
cs: Scénář Načten >
de_de: Szenario geladen >
es: Escenario Cargado >
fr_fr: Scénario chargé >
it: Scenario caricato >
ja_jp: シナリオをロードしました >
pl: Scenariusz Załadowany >
pt_br: Cenário carregado >
ru_ru: Сценарий загружен >

source: New scenario
cs: Nový scénář
de_de: Neues Szenario
es: Nuevo escenario
fr_fr: Nouveau scénario
it: Nuovo scenario
ja_jp: 新しいシナリオ
pl: Nowy scenariusz
pt_br: Novo cenário
ru_ru: Новый сценарий

source: Load Scenario Generator Set-up
cs: Načíst Generátor Scénáře Založení
de_de: Szenario-Generator-Setup laden
es: Cargar Configuración Generador Escenarios
fr_fr: Charger le programme d'installation du générateur de scénarios
it: Carica le impostazioni del generatore di scenari
ja_jp: シナリオジェネレーターの設定をロード
pl: Wczytaj Ustawienia Generatora Scenariuszy
pt_br: Carregar Config. de Gerador de Cenário
ru_ru: Загрузить настройки генератора сценариев

source: Save Scenario Generator Set-up
cs: Uložit Generátor Scénáře Založení
de_de: Szenario-Generator-Setup sichern
es: Guardar Configuración Generador Escenarios
fr_fr: Sauvegarder le programme d'installation du générateur de scénarios
it: Salva le impostazioni del generatore di scenari
ja_jp: シナリオジェネレーターの設定をセーブ
pl: Zapisz Ustawienia Generatora Scenariuszy
pt_br: Salvar Config. de Gerador de Cenário
ru_ru: Сохранить настройки генератора сценариев

source: Play scenario
cs: Hrát scénář
de_de: Szenario spielen
es: Jugar escenario
fr_fr: Jouer le scénario
it: Gioca scenario
ja_jp: シナリオをプレイする
pl: Rozegraj scenariusz
pt_br: Jogar cenário
ru_ru: Играть сценарий

source: Return to main menu
cs: Návrat do hlavního menu
de_de: Zurück zum Hauptmenü
es: Volver al menú principal
fr_fr: Retourner au menu principal
it: Torna al menu principale
ja_jp: メインメニューに戻る
pl: Powrót do głównego menu
pt_br: Retornar ao menu principal
ru_ru: Возврат в главное меню

source: Select map type
cs: Zvol typ mapy
de_de: Kartenart wählen
es: Seleccionar tipo de mapa
fr_fr: Sélectionner le type de carte
it: Scegli tipo mappa
ja_jp: マップタイプの選択
pl: Wybierz typ mapy
pt_br: Selecionar tipo de mapa
ru_ru: Выберите тип карты

source: Seed
de_de: Basiswert
es: Semillar
fr_fr: Valeur de base
it: Produci
ja_jp: シード
pl: Nasiono
pt_br: Semear
ru_ru: Застроить

source: Toggle map size
cs: Přepnout velikost mapy
de_de: Kartengröße wechseln
es: Cambiar tamaño del mapa
fr_fr: Changer la taille de la carte
it: Dimensioni mappa
ja_jp: マップサイズのトグル
pl: Przełącz rozmiar mapy
pt_br: Alternar tamanho do mapa
ru_ru: Сменить размер карты

source: Medium
cs: Střední
de_de: Mittel
es: Mediano
fr_fr: Moyenne
it: Media
ja_jp: 中規模
pl: Średni
pt_br: Médio
ru_ru: Средний

source: Deployment
cs: Vyložení
de_de: Einsatz
es: Despliegue
fr_fr: Déploiement
it: Posizionamento
ja_jp: 配置
pl: Rozlokuj
pt_br: Utilização
ru_ru: Размещение

source: Raid
cs: Přepad
de_de: Plündern
es: Ataque
ja_jp: 襲撃
pl: Nalot
pt_br: Saquear
ru_ru: Рейд

source: Defend
cs: Obránit
de_de: Verteidigen
es: Defender
fr_fr: Défendre
it: Difesa
ja_jp: 防衛
pl: Obrona
pt_br: Defender
ru_ru: Оборона

source: Units
cs: Jednotky
de_de: Einheiten
es: Unidades
fr_fr: Unités
it: Unità
ja_jp: ユニット
pl: Jednostki
pt_br: Unidades
ru_ru: Оперативники

source: Select Units
cs: Vybrat jednotky
de_de: Einheiten wählen
es: Seleccionar Unidades
fr_fr: Sélectionner des unités
it: Scegli unità
ja_jp: ユニットの選択
pl: Wybierz Jednostki
pt_br: Selecionar Unidades
ru_ru: Выберите оперативников

source: Select Equipment
cs: Vybrat vybavení
de_de: Ausrüstung wählen
es: Seleccionar Equipo
fr_fr: Sélectionner de l'équipement
it: Scegli equipaggiamento
ja_jp: 装備の選択
pl: Wybierz Wyposażenie
pt_br: Selecionar Equipamento
ru_ru: Выберите снаряжение

source: Enter filename to save as:
cs: Zvol jméno pro uložení:
de_de: Dateinamen zum Sichern eingeben:
es: Nombre de fichero de guardar como:
fr_fr: Entrer le nom du fichier sous lequel sauvegarder:
it: Inserisci il nome del salvataggio:
ja_jp: セーブする名を入力してください
pl: Wprowadź nazwę pliku, aby zapisać jako:
pt_br: Insira nome para salvar como:
ru_ru: Введите имя файла сохранения:

source: Select file to load:
cs: Zvol soubor pro nahrání:
de_de: Datei zum Laden wählen:
es: Seleccionar fichero a cargar:
fr_fr: Sélectionner le fichier que vous voulez charger:
it: Scegli il file da caricare:
ja_jp: ロードするファイルを選択してください
pl: Wybierz plik do wczytania:
pt_br: Selecione arquivo para carregar:
ru_ru: Выберите загружаемый файл:

source: Enter description of scenario:
cs: Vlož popis scénáře:
de_de: Szenariobeschreibung eingeben:
es: Introducir descripción del escenario:
fr_fr: Entrer la description du scénario:
it: Immetti la descrizione dello scenario:
ja_jp: シナリオの詳細を記入してください
pl: Wprowadź opis scenariusza:
pt_br: Insira a descrição do cenário:
ru_ru: Введите описание сценария:

source: Select tactical area:
cs: Vyber taktickou oblast:
de_de: Taktisches Gebiet wählen:
es: Seleccionar área táctica:
fr_fr: Sélectionner la zone tactique:
it: Scegli l'area tattica:
ja_jp: 戦術エリアの選択:
pl: Wybierz obszar taktyczny:
pt_br: Selecionar área tática:
ru_ru: Выберите зону боевых действий:

source: X-COM Agent
es: Agente X-COM
fr_fr: Agent d'X-COM
it: Agente X-COM
ja_jp: X-Comのエージェント
pl: Agent X-COM
pt_br: Agente X-COM
ru_ru: Оперативник X-COM

source: X-COM Biochemist
cs: X-COM Biochemik
de_de: X-COM-Biochemiker
es: Bioquímico X-COM
fr_fr: Biochimiste d'X-COM
it: Biochimico X-COM
ja_jp: X-Comの生化学者
pl: Biochemik X-COM
pt_br: Bioquímico X-COM
ru_ru: Биохимик X-COM

source: X-COM Mechanic
cs: X-COM Mechanik
de_de: X-COM-Mechaniker
es: Mecánico X-COM
fr_fr: Mécanicien d'X-COM
it: Meccanico X-COM
ja_jp: X-Comのエンジニア
pl: Mechanik X-COM
pt_br: Mecânico X-COM
ru_ru: Механик X-COM

source: X-COM Quantum Physicist
cs: X-COM Kvantový fyzik
de_de: X-COM-Quantenphysiker
es: Físico Cuántico X-COM
fr_fr: Physique quantique d'X-COM
it: Fisico quantistico X-COM
ja_jp: X-Comの量子力学者
pl: Fizyk Kwantowy X-COM
pt_br: Físico Quântico X-COM
ru_ru: Квантовый физик X-COM

source: Gang leader
cs: Vůdce gangu
de_de: Bandenführer
es: Líder de Banda
fr_fr: Chef de gang
it: Boss criminale
ja_jp: ギャングのリーダー
pl: Przywódca Gangu
pt_br: Líder de gangue
ru_ru: Главарь банды

source: Corporate Boss
cs: Podnikový Šéf
de_de: Firmenboss
es: Jefe de Empresa
fr_fr: Patron de société
it: Capo di corporazione
ja_jp: 企業のボス
pl: Szef Korporacji
pt_br: Chefe Corporativo
ru_ru: Глава корпорации

source: Cult Leader
cs: Vůdce Sekty
de_de: Sektenführer
es: Jefe de Secta
fr_fr: Chef du culte
it: Leader spirituale
ja_jp: カルト教団のリーダー
pl: Przywódca Kultu
pt_br: Líder de Culto
ru_ru: Религиозный лидер

source: Politician
cs: Politik
de_de: Politiker
es: Político
fr_fr: Politicien
it: Politico
ja_jp: 政治家
pl: Polityk
pt_br: Político
ru_ru: Политик

source: Chief of Police
cs: Šéf policie
de_de: Polizeichef
es: Jefe de Policía
fr_fr: Commissaire de Police
it: Capo della polizia
ja_jp: 警察の長官
pl: Szef Policji
pt_br: Chefe de Polícia
ru_ru: Начальник полиции

source: Corporate hood
cs: Firemní kapuce
de_de: Firmensicherheit
es: Matón de Empresa
fr_fr: Agent de sécurité privé
it: Membro corporazione
ja_jp: 企業の社員
pl: Dzielnica korporacyjna
pt_br: Pessoa Jurídica
ru_ru: Сотрудник корпорации

source: Police
cs: Policie
de_de: Polizei
es: Policía
it: Polizia
ja_jp: 警官
pl: Policja
pt_br: Polícia
ru_ru: Полицейский

source: Gangster
ja_jp: ギャング
pt_br: Gângster
ru_ru: Гангстер

source: Cultist
cs: Sektář
de_de: Kultanhänger
es: Miembro de Secta
fr_fr: Adepte du culte
it: Cultista
ja_jp: カルト教団員
pl: Kultysta
pt_br: Fiel
ru_ru: Адепт культа

source: Building security
cs: Ostraha budovy
de_de: Gebäudesicherheit
es: Seguridad del Edificio
fr_fr: Sécurité d'un bâtiment
it: Sicurezza edificio
ja_jp: ビルの警備員
pl: Ochrona budynku
pt_br: Segurança do Edifício
ru_ru: Охранник здания

source: Android
de_de: Androide
es: Androide
fr_fr: Androïde
it: Androide
ja_jp: アンドロイド
pt_br: Androide
ru_ru: Андроид

source: Alien Grey
cs: Šedivák
de_de: Grau-Alien
es: Gris Alienígena
fr_fr: Petit homme vert
it: Alieno Grigio
ja_jp: エイリアン グレイ
pl: Szarak obcych
ru_ru: Грей

source: Upper Class Female
cs: Žena Vyšší Třídy
de_de: Oberschicht - weiblich
es: Mujer de clase alta
fr_fr: Femme de rang supérieur
it: Donna d'alta classe
ja_jp: 上流階級の女性
pl: Kobieta z wyższych sfer
pt_br: Mulher de Classe Alta
ru_ru: Женщина из высшего общества

source: Upper Class Male
cs: Muž Vyšší Třídy
de_de: Oberschicht - männlich
es: Hombre de clase alta
fr_fr: Homme de rang supérieur
it: Uomo d'alta classe
ja_jp: 上流階級の男性
pl: Mężczyzna z wyższych sfer
pt_br: Homem de Classe Alta
ru_ru: Мужчина из высшего общества

source: Civilian Female
cs: Civilistka
de_de: Zivilistin
es: Mujer civil
fr_fr: Femme civile
it: Donna comune
ja_jp: 中流市民の女性
pl: Kobieta cywil
pt_br: Civil Mulher
ru_ru: Гражданка

source: Civilian Male
cs: Civilista
de_de: Zivilist
es: Hombre civil
fr_fr: Homme civil
it: Uomo comune
ja_jp: 中流市民の男性
pl: Mężczyzna cywil
pt_br: Civil Homem
ru_ru: Гражданин

source: Lower Class Male
cs: Muž Nižší Třídy
de_de: Unterschicht - männlich
es: Hombre de clase baja
fr_fr: Homme de rang inférieur
it: Uomo di classe inferiore
ja_jp: 低層市民の男性
pl: Mężczyzna z niższych sfer
pt_br: Homem de Classe Baixa
ru_ru: Мужчина из низшего класса

source: Lower Class Female
cs: Žena Nižší Třídy
de_de: Unterschicht - weiblich
es: Mujer de clase baja
fr_fr: Femme de rang inférieur
it: Donna di classe inferiore
ja_jp: 低層市民の女性
pl: Kobieta z niższych sfer
pt_br: Mulher de Classe Baixa
ru_ru: Женщина из низшего класса

source: Multiworm egg
cs: Vejce multiworma
de_de: Multiwurmei
es: Huevo de Multigusano
fr_fr: L'oeuf de multiver
it: Uovo di Multiverme
ja_jp: マルチワームの卵
pl: Jajo wielorobaka
pt_br: Ovo Multiverme
ru_ru: Яйцо мультичервя

source: FINANCE
de_de: FINANZEN
es: FINANZAS
fr_fr: FINANCES
it: FINANZE
ja_jp: 資金
pl: FINANSE
pt_br: FINANÇAS
ru_ru: ФИНАНСЫ

source: Initial funds>
cs: Výchozí suma>
de_de: Anfangssumme>
es: Fondos Iniciales>
fr_fr: Fonds initiaux>
it: Fondi iniziali >
ja_jp: 初期資金>
pl: Fundusze początkowe>
pt_br: Fundos iniciais>
ru_ru: Начальные средства>

source: EMPLOYEE TYPE
cs: TYP PERSONÁLU
de_de: ANGESTELLTENTYP
es: TIPO DE EMPLEADO
fr_fr: TYPE D'EMPLOYE
it: TIPO IMPIEGATO
ja_jp: 従業員のタイプ
pl: RODZAJ PRACOWNIKA
pt_br: TIPO DE FUNCIONÁRIO
ru_ru: СОТРУДНИК

source: QUANTITY
cs: POČET
de_de: ANZAHL
es: NUMERO
fr_fr: QUANTITE
it: QUANTITA'
ja_jp: 数
pl: ILOŚĆ
pt_br: QUANTIDADE
ru_ru: КОЛИЧЕСТВО

source: WAGES
cs: PLATY
de_de: GEHÄLTER
es: SUELDOS
fr_fr: SALAIRES
it: STIPENDI
ja_jp: 賃金
pl: WYNAGRODZENIE
pt_br: ORDENADOS
ru_ru: ЗАРПЛАТА

source: MAINTENANCE
cs: NÁKLADY
de_de: WARTUNG
es: MANTENIMIENTO
fr_fr: ENTRETIEN
it: MANUTENZIONE
ja_jp: 維持費
pl: UTRZYMANIE
pt_br: MANUTENÇÃO
ru_ru: СОДЕРЖАНИЕ

source: TOTAL OVERHEADS>
cs: NÁKLADY CELKEM>
de_de: BETRIEBSKOSTEN GESAMT>
es: TOTAL GASTOS GENERALES>
fr_fr: FRAIS GENERAUX>
it: TOTALE COMPLESSIVO>
ja_jp: 必要経費の総額
pl: KOSZTY ŁĄCZNIE>
pt_br: GASTOS GERAIS>
ru_ru: ИТОГО РАСХОДОВ>

source: Remaining funds>
cs: Zůstatek>
de_de: Verbleibende Geldmittel>
es: Dinero restante>
fr_fr: Fonds restants>
it: Fondi rimanenti >
ja_jp: 残り資金
pl: Pozostałe fundusze>
pt_br: Fundos restantes>
ru_ru: Остаток>

source: Agents
cs: Agenti
de_de: Agenten
es: Agentes
it: Agenti
ja_jp: エージェント
pl: Agenci
pt_br: Agentes
ru_ru: Оперативник

source: Owner>
cs: Majitel>
de_de: Besitzer>
es: Propietario>
fr_fr: Propriétaire>
it: Possessore>
ja_jp: 所有者
pl: Właściciel>
pt_br: Proprietário>
ru_ru: Влад.>

source: Function>
cs: Funkce>
de_de: Funktion>
es: Función>
fr_fr: Fonction>
it: Funzione>
ja_jp: 所属
pl: Funkcja>
pt_br: Função>
ru_ru: Тип>

source: Building Name>
cs: Název budovy>
de_de: Gebäudename>
es: Nombre del Edificio>
fr_fr: Nom du bâtiment>
it: Nome edificio>
ja_jp: ビルの名
pl: Nazwa Budynku>
pt_br: Nome do Edifício>
ru_ru: Название здания>

source: X-COM IS DEFEATED
cs: X-COM JE PORAŽEN
de_de: X-COM WURDE BESIEGT
es: X-COM HA SIDO DERROTADO
fr_fr: X-COM EST VAINCU
it: LA X-COM E' STATA SCONFITTA
ja_jp: X-Comは敗退した
pl: X-COM ZOSTAŁ POKONANY
pt_br: A X-COM FOI DERROTADA
ru_ru: X-COM ПОТЕРПЕЛА ПОРАЖЕНИЕ

source: THE ALIENS ARE DEFEATED
cs: CIZÁCI JSOU PORAŽENI
de_de: DIE ALIENS WURDEN BESIEGT
es: HAS GANADO A LOS ALIENIGENAS
fr_fr: LES ALIENS SONT VAINCUS
it: HAI SCONFITTO GLI ALIENI
ja_jp: エイリアンは打倒された
pl: OBCY ZOSTALI POKONANI
pt_br: OS ALIENÍGENAS FORAM DERROTADOS
ru_ru: ПРИШЕЛЬЦЫ ПОБЕЖДЕНЫ

source: Final Score>
cs: Celkové skóre>
de_de: Endergebnis>
es: Puntuación Final>
fr_fr: Score final>
it: Punteggio finale>
ja_jp: 最終スコア
pl: Wynik Końcowy>
pt_br: Pontuação Final>
ru_ru: Окончательный счет>

source: Due to bad debts the X-COM organization has been closed down. All operations have ceased, bases dismantled and personnel discharged. With no other hope for humanity the Aliens will inevitably conquer Earth.
cs: Pro vysoké dluhy byla organizace X-COM uzavřena. Všechny operace byly ukončeny, Báze vyklizeny a všechen personál propuštěn. Lidstvo ztratilo poslední naději a Cizáci si teď nepochybně podrobí Zemi.
de_de: X-COMs Aktivitäten wurden aufgrund hoher Schulden eingestellt. Alle Untersuchungen wurden abgebrochen. Die Angestellten werden entlassen und die Basen stillgelegt. Ohne X-COM gibt es für die Menschheit keine Hoffnung mehr. Die Aliens können die Erde erobern, ohne auf Widerstand zu stoßen.
es: Debido a las deudas impagadas, la organización X-COM ha sido cerrada. Todas las operaciones han terminado, se han desmontado las bases y destituido al personal. Como ya no queda ninguna esperanza para la humanidad los Alienígenas conquistarán inevitablemente la Tierra.
fr_fr: L'organisation X-COM a dû fermer ses portes pour mauvaise gestion financière. Toutes les opérations ont été arrêtées, les bases démantelées et le personnel renvoyé. L'humanité n'a plus d'autre espoir et les aliens vont inévitablement conquérir la terre.
it: A causa dei molti debiti l'organizzazione X-COM ha dovuto chiudere. Tutte le attività sono cessate, le basi sono smantellate e il personale licenziato. Senza quest'ultima difesa gli Alieni conquisteranno sicuramente la Terra.
ja_jp: 多額の負債によりX-Comは活動を停止した。全ての作戦は中止され、基地は取り壊されて人員も解雇された。人類にとって望みが消えた今、エイリアンの占領は避けられないものになってしまった。
pl: Z powodu wysokich długów i rosnącego zadłużenia organizacja X-COM została zamknięta. Wszystkie operacje zostały wstrzymane, bazy rozebrane, a personel zwolniony. Bez żadnej innej nadziei dla ludzkości Obcy bez wątpienia podbiją Ziemię.
pt_br: Devido a dívidas, a organização X-COM foi fechada. Todas as operações foram suspensas, as bases foram desativadas e o pessoal foi dispensado. Sem nenhuma esperança para a humanidade, os Alienígenas, inevitavelmente, conquistarão a Terra.
ru_ru: Из-за больших долгов X-COM была закрыта. Все операции прекращены, базы разрушены, персонал распущен. Поскольку у человечества больше не осталось защитников, пришельцы неизбежно захватят Землю.

source: All X-COM bases have been destroyed. All research data is lost and all personnel have left. With no other hope for humanity the Aliens will inevitably conquer Earth.
cs: Všechny Báze X-COM byly zničeny. Personál se rozutekl a všechny získané poznatky jsou ztraceny. Lidstvo ztratilo poslední naději a Cizáci si nepochybně podrobí Zemi.
de_de: Die rauchenden Ruinen der X-COM-Basen sind Vorboten des Schicksals, daß uns alle bald ereilen wird. Die gesamten Forschungsdaten, die wir so hart erkämpften, verschwanden wie so viele unserer Agenten. Ohne X-COM ist die Menschheit ohne Hoffnung, und die Aliens haben freie Bahn.
es: Todas las bases X-COM han sido destruidas. Se han perdido todos los datos de las investigaciones y se ha marchado todo el personal. Como ya no queda ninguna esperanza para la humanidad, los Alienígenas conquistarán inevitablemente la Tierra.
fr_fr: Les bases X-COM ont toutes été détruites. Les résultats de la recherche sont perdus et la totalité du personnel est partie. L'humanité n'a plus aucun espoir et les aliens vont inévitablement conquérir la terre.
it: Tutte le basi X-COM sono state distrutte: tutte le scoperte sono andate distrutte. La razza umana ha visto morire la sua ultima speranza; gli Alieni conquisteranno presto la Terra.
ja_jp: 全てのX-Comの基地が破壊された今、研究されていたデータは永久に失われ、人員もまた去ってしまった。人類にとって望みは潰え、エイリアンの占領は確実なものとなった。
pl: Wszystkie bazy X-COM zostały zniszczone. Wszystkie dane badawcze zostały stracone, a cały personel odszedł lub został zabity. Bez żadnej innej nadziei dla ludzkości Obcy bez wątpienia podbiją Ziemię.
pt_br: Todas as bases X-COM foram destruídas. Todos os dados de pesquisas foram perdidos e o pessoal desertou. Sem nenhuma esperança para a humanidade, os Alienígenas, inevitavelmente, conquistarão a Terra.
ru_ru: Все базы X-COM были уничтожены. Все данные по исследованиям потеряны. Поскольку у человечества больше не осталось защитников, пришельцы неизбежно захватят Землю.

source: The Aliens have been defeated. With all Dimension Gates closed and their homeworld destroyed the Aliens cannot get through to our Dimension. We are victorious.
cs: Cizáci byli poraženi ! Zavřením všech Dimenzních bran a zničením jejich mateřského světa, Cizáci ztratili schopnost pronikat do naší dimenze. Jsi Vítězem !
de_de: Nach einer totalen, blutigen Niederlage in ihrer eigenen Dimension sind die Aliens endlich besiegt worden. Die Zerstörung ihrer Dimensionstore ließ sie in einen Zustand völliger Lähmung verfallen. Die Aliens stellen für uns in unserer Dimension keine Gefahr mehr dar. Wir haben gesiegt!
es: Los Alienígenas han sido derrotados. Con todas las Puertas de la Dimensión cerradas y todas las Cámaras Megapod destruidas, los Alienígenas no podrán pasar a nuestra Dimensión. Hemos ganado.
fr_fr: Les aliens ont été vaincus. Les portails interdimensionnels sont tous fermés et les chambres à mégapodes détruites; les aliens ne peuvent plus accéder à notre dimension. Nous avons gagné.
it: Gli Alieni sono stati sconfitti. Tutti i Portali Dimensionali e le camere Megapod sono stati distrutti; essi non potranno più raggiungere la nostra dimensione. La razza umana ha vinto.
ja_jp: エイリアンはついに打倒された。彼らの母星は破壊され、全ての次元ゲートが閉じられた今、エイリアンが我々の次元に来る事はもはや不可能となった。我々は勝利したのだ。
pl: Obcy zostali pokonani. Z zamkniętymi wszystkimi bramami międzywymiarowymi i zniszczonym światem macierzystym nie są w stanie przedostać się do naszego wymiaru. Zwyciężyliśmy.
pt_br: Os Alienígenas foram destruídos. Com todos os Portais Dimensionais fechados e seu mundo destruído, eles não podem retornar à nossa dimensão. Nós ganhamos.
ru_ru: Пришельцы были побеждены. Все врата между измерениями закрыты, их родной мир уничтожен, поэтому они больше не смогут проникнуть в наше измерение. Мы победили.

source: Game Options
cs: Možnosti hry
de_de: Spieloptionen
es: Opciones del Juego
fr_fr: Options de jeu
it: Opzioni di gioco
ja_jp: ゲームオプション
pl: Opcje Gry
pt_br: Opções do Jogo
ru_ru: Игровые настройки

source: Save or load game
cs: Uložení a načtení
de_de: Spiel sichern oder laden
es: Guardar o cargar partida
fr_fr: Sauvegarder ou charger partie
it: Salva/Carica partita
ja_jp: セーブ/ロード
pl: Zapisz lub wczytaj grę
pt_br: Salvar ou carregar jogo
ru_ru: Сохранить или загрузить игру

source: Current Score
cs: Aktuální skóre
de_de: Aktueller Punktestand
es: Puntuación Actual
fr_fr: Score actuel
it: Punteggio attuale
ja_jp: 現在のスコア
pl: Obecny Wynik
pt_br: Pontuação Atual
ru_ru: Текущий счет

source: Finance
de_de: Betriebskosten
es: Finanzas
fr_fr: Finances
it: Finanze
ja_jp: 財政
pl: Finanse
pt_br: Finanças
ru_ru: Финансы

source: SELECT DIFFICULTY
cs: OBTÍŽNOST
de_de: Schwierigkeitsgrad wählen
es: SELECCIONAR DIFICULTAD
fr_fr: SELECTIONNER LA DIFFICULTE
it: SCEGLI LA DIFFICOLTA'
ja_jp: 難易度の設定
pl: WYBIERZ POZIOM TRUDNOŚCI
pt_br: SELECIONE DIFICULDADE
ru_ru: ВЫБЕРИТЕ УРОВЕНЬ СЛОЖНОСТИ

source: Novice
cs: Minimální
de_de: Anfänger
es: Novato
it: Molto facile
ja_jp: 初心者
pl: Nowicjusz
pt_br: Novato
ru_ru: Новичок

source: Easy
cs: Nízká
de_de: Leicht
es: Fácil
fr_fr: Facile
it: Facile
ja_jp: 簡単
pl: Łatwy
pt_br: Fácil
ru_ru: Легкий

source: Hard
cs: Vysoká
de_de: Schwer
es: Difícil
fr_fr: Difficile
it: Difficile
ja_jp: ハード
pl: Trudny
pt_br: Difícil
ru_ru: Тяжелый

source: Superhuman
cs: Maximální
de_de: Übermenschlich
es: Sobrehumano
fr_fr: Surhumain
it: Impossibile
ja_jp: 超人
pl: Superczłowiek
pt_br: Super-humano
ru_ru: Сверхчеловек

source: OPTIONS
cs: MOŽNOSTI
de_de: OPTIONEN
es: OPCIONES
it: OPZIONI
ja_jp: オプション
pl: OPCJE
pt_br: OPÇÕES
ru_ru: НАСТРОЙКИ

source: Message toggles
cs: Přepínač zpráv
de_de: Nachrichtenaktivierung
es: Cambios de Mensaje
fr_fr: Permuter les messages
it: Visualizza messaggi
ja_jp: メッセージ表示のトグル
pl: Przełączniki wiadomości
pt_br: Ligar/desligar Mensagens
ru_ru: Переключатели сообщений

source: Overheads
cs: Náklady
de_de: Finanzen
es: Generales
fr_fr: Frais généraux
it: Totali
ja_jp: 経費
pl: Koszty ogólne
pt_br: Gastos gerais
ru_ru: Накладные расходы

source: Auto-scroll
cs: Automat. posun
de_de: Automatisches Scrollen
fr_fr: Défilement automatique
it: Auto-scrolling
ja_jp: オートスクロール
pl: Autoprzewijanie
pt_br: Auto-rolagem
ru_ru: Автопрокрутка

source: Master Volume
cs: Hlasitost
de_de: Master-Lautstärke
es: Volumen Principal
fr_fr: Volume
it: Volume principale
ja_jp: マスターボリューム
pl: Głośność ogólna
pt_br: Volume Master
ru_ru: Общая громкость

source: Sound Effects
cs: Zvukové efekty
de_de: Soundeffekte
es: Efectos Sonoros
fr_fr: Effets sonores
it: Effetti sonori
ja_jp: SE
pl: Efekty Dźwiękowe
pt_br: Efeitos de Som
ru_ru: Звуковые эффекты

source: Test Left
cs: Test levý
de_de: Linken Lautsprecher testen
es: Probar Izquierda
fr_fr: Test gauche
it: Test sinistro
ja_jp: テスト左
pl: Testuj Lewy
pt_br: Testar Esquerdo
ru_ru: Проверить левый канал

source: Test Right
cs: Test pravý
de_de: Rechten Lautsprecher testen
es: Probar Derecha
fr_fr: Test droite
it: Test destro
ja_jp: テスト右
pl: Testuj Prawy
pt_br: Testar Direito
ru_ru: Проверить правый канал

source: Swap
cs: Vyměnit
de_de: Lautsprecher tauschen
es: Intercambiar
fr_fr: Inverser
it: Scambia
ja_jp: スピーカー出力逆転
pl: Zamień
pt_br: Trocar
ru_ru: Поменять каналы местами

source: Save or Load Game
cs: Uložení/načtení hry
de_de: Spiel sichern oder laden
es: Guardar o cargar partida
fr_fr: Sauvegarder ou charger la partie
it: Salva/Carica partita
ja_jp: セーブ/ロード
pl: Zapisz lub Wczytaj Grę
pt_br: Salvar ou Carregar Jogo
ru_ru: Сохранить или загрузить игру

source: Delete Saved Game
cs: SMAZAT TUTO POZICI
de_de: Gesichertes Spiel löschen
es: Borrar Partida Guardada
fr_fr: Supprimer parties sauvegardées
it: Cancella partita salvata
ja_jp: セーブデータの消去
pl: Usuń Zapisaną Grę
pt_br: Deletar Jogo Salvo
ru_ru: Удалить сохраненную игру

source: Saving game
cs: Ukládám hru
de_de: Spiel wird gesichert
es: Guardando partida
fr_fr: Sauvegarde de la partie en cours
it: Salvataggio in corso
ja_jp: セーブ中
pl: Zapisywanie gry
pt_br: Salvando jogo
ru_ru: Сохранение игры

source: Loading game
cs: Načítám hru
de_de: Spiel wird geladen
es: Cargando partida
fr_fr: Chargement de la partie en cours
it: Caricamento in corso
ja_jp: ロード中
pl: Wczytywanie gry
pt_br: Carregando jogo
ru_ru: Загрузка игры

source: Deleting saved game
cs: Ruším uloženou hru
de_de: Gesichertes Spiel wird gelöscht
es: Borrando partida guardada
fr_fr: Suppression de la partie sauvegardée en cours
it: Cancellazione partita salvata
ja_jp: セーブデータを消去中
pl: Usuwanie zapisanej gry
pt_br: Deletando jogo salvo
ru_ru: Идет удаление сохраненной игры

source: Overwrite Saved Game
cs: PŘEPSAT PŘEDCHOZÍ POZICI
de_de: Gesichertes Spiel überschreiben
es: Sobreescribir partida guardada
fr_fr: Ecraser la partie sauvegardée
it: Sovrascrivi partita salvata
ja_jp: セーブデータを上書きする
pl: Nadpisz Zapisaną Grę
pt_br: Reescrever Jogo Salvo
ru_ru: Перезаписать сохраненную игру
