Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: Organizations
pt_br: Organizações

source: Alien Craft
pt_br: Naves Alienígenas

source: Staff
pt_br: Pessoal

source: Pause
pt_br: Pausa

source: Slow speed
pt_br: Velocidade baixa

source: Normal speed
pt_br: Velocidade normal

source: Double speed
pt_br: Velocidade dupla

source: Quadruple speed
pt_br: Velocidade quádrupla

source: Ultra fast
pt_br: Ultra-rápido

source: Switch map view
pt_br: Alternar vista do mapa

source: Options
pt_br: Opções

source: Dimension map
pt_br: Mapa da Dimensão

source: Bases tab
pt_br: Guia Bases

source: X-COM Vehicles tab
pt_br: Guia Veículos do X-COM

source: Agent tab
pt_br: Guia Agentes

source: Biochemistry tab
pt_br: Guia Bioquímica

source: Engineering tab
pt_br: Guia Engenharia

source: Quantum physics tab
pt_br: Guia Física Quântica

source: Message history
pt_br: Histórico de mensagens

source: Center on message
pt_br: Centrar mensagem

source: Switch camera mode
pt_br: Alternar modo da câmara

source: Buy new base
pt_br: Comprar nova base

source: Buy/Sell
pt_br: Comprar/Vender

source: Hire/Fire staff
pt_br: Comprar nova base

source: Go to building
pt_br: Ir à edificação

source: Attack hostile unit
pt_br: Atacar unidade hostil

source: Go to map point
pt_br: Ir para ponto no mapa

source: Go into Dimension Gate
pt_br: Entrar em Portal Dimensional

source: Attack building
pt_br: Atacar edificação

source: Return to base
pt_br: Retornar à base

source: Rules of engagement
pt_br: Regras de entrada em combate

source: Manual control
pt_br: Controle manual

source: Psi-Training
pt_br: Treinamento Psi

source: Combat Training
pt_br: Treinamento de combate

source: Assign project
pt_br: Designar projeto

source: Stop project
pt_br: Interromper projeto

source: Set all vehicles
pt_br: Marcar todos os veículos

source: Set all of same make
pt_br: Marcar todos da mesma marca

source: RETURN
pt_br: RETORNAR

source: Info
pt_br: Informações

source: Sell vehicle
pt_br: Vender veículos

source: Comments
pt_br: Comentários

source: Ufopaedia
pt_br: OVNIpédia

source: Scroll Up
pt_br: Rolar para Cima

source: Scroll Down
pt_br: Rolar para Baixo

source: Low altitude
pt_br: Baixa altitude

source: Medium altitude
pt_br: Média altitude

source: High altitude
pt_br: Grande altitude

source: Highest altitude
pt_br: Maior altitude

source: Evasive
pt_br: Evasivo

source: Defensive
pt_br: Defensivo

source: Standard
pt_br: Padrão

source: Aggressive
pt_br: Agressivo

source: Vehicle location / passengers
pt_br: Veículo - posição/passageiros

source: Unit location
pt_br: Localização da unidade

source: Investigate building for Alien activity
pt_br: Investigar atividade alienígena no edifício

source: Raid building
pt_br: Atacar edificação

source: Send selected units to investigate incident
pt_br: Enviar unidades selecionadas para investigar incidente

source: Ignore this incident
pt_br: Ignorar este incidente

source: Continue
pt_br: Continuar

source: Center and pause game
pt_br: Centralizar e pausar jogo

source: Scroll Left
pt_br: Rolar para a Esquerda

source: Scroll Right
pt_br: Rolar para a Direita

source: Alien infiltration graph
pt_br: Gráfico de infiltração de Alienígenas

source: Performance log
pt_br: Registro de desempenho

source: Save game
pt_br: Salvar jogo

source: Load game
pt_br: Carregar jogo

source: Delete game
pt_br: Eliminar jogo

source: Hostile vehicles tab
pt_br: Guia Veículos Hostis

source: Select organization
pt_br: Selecionar organização

source: Select units
pt_br: Selecionar unidades

source: Select equipment
pt_br: Selecionar equipamentos

source: Agent equipment
pt_br: Equipamentos de Agente

source: Airborne vehicle equipment/fuel
pt_br: Equipamentos/combustível de veículo aéreo

source: Road vehicle equipment/fuel
pt_br: Equipamentos/combustível de veículo terrestre

source: X-COM agents
pt_br: Agentes do X-COM

source: Quantum physicists
pt_br: Físicos quânticos

source: Buy
pt_br: Comprar

source: Sell
pt_br: Vender

source: Softer
pt_br: Mais suave

source: Louder
pt_br: Mais alto

source: Organizations tab
pt_br: Guia Organizações

source: View all organizations
pt_br: Ver todas as organizações

source: View allied organizations
pt_br: Ver organizações aliadas

source: View friendly organizations
pt_br: Ver organizações amigáveis

source: View neutral organizations
pt_br: Ver organizações neutras

source: View unfriendly organizations
pt_br: Ver organizações não amigáveis

source: View hostile organizations
pt_br: Ver organizações hostis

source: Offer settlement
pt_br: Oferecer acordo

source: Contain
pt_br: Conter

source: Destroy
pt_br: Destruir

source: Keep on board
pt_br: Manter a bordo

source: Click on destination building for selected vehicle
pt_br: Clique na edificação de destino do veículo selecionado

source: Click on target vehicle for selected vehicle
pt_br: Clique no veículo alvo do veículo selecionado

source: Click on destination map point for selected vehicle
pt_br: Clique no ponto de destino, no mapa, do veículo selecionado

source: Click on destination Dimension Gate for selected vehicle
pt_br: Clique no Portal Dimensional de destino do veículo selecionado

source: Click on building for selected vehicle to attack
pt_br: Clique na edificação que o veículo selecionado deve atacar

source: -<Not implemented (selmode==7)>-
pt_br: -<Não implementado (selmode==7)>-

source: -<Not implemented (selmode==8)>-
pt_br: -<Não implementado (selmode==8)>-

source: Manual control of vehicle
pt_br: Controle manual de veículo

source: Select target vehicle for selected vehicle to fire at
pt_br: Clique no veículo alvo que o veículo selecionado deve atacar

source: Click on destination building for selected vehicles
pt_br: Clique na edificação de destino dos veículos selecionados

source: Click on target vehicle for selected vehicles
pt_br: Clique no veículo alvo dos veículos selecionados

source: Click on destination map point for selected vehicles
pt_br: Clique no ponto de destino, no mapa, dos veículos selecionados

source: Click on destination Dimension Gate for selected vehicles
pt_br: Clique no Portal Dimensional de destino dos veículos selecionados

source: Click on building for selected vehicles to attack
pt_br: Clique na edificação que os veículos selecionados devem atacar

source: -<Not implemented (selmode==7)(plural)>-
pt_br: -<Não implementado (selmode==7)(plural)>-

source: -<Not implemented (selmode==8)(plural)>-
pt_br: -<Não implementado (selmode==8)(plural)>-

source: Manual control of vehicles
pt_br: Controle manual de veículos

source: Select target vehicle for vehicles to fire at
pt_br: Selecione veículos alvos contra os quais os veículos devem disparar

source: Click on destination building for selected person
pt_br: Clique na edificação de destino da pessoa selecionada

source: Click on destination building for selected people
pt_br: Clique na edificação de destino das pessoas selecionadas

source: WEEKLY FUNDING ASSESSMENT
pt_br: ESTIMATIVA SEMANAL DE CUSTEIO

source: Current income>
pt_br: Renda corrente>

source: Funding adjustment>
pt_br: Ajuste de custeio>

source: The Senate has declared total hostility to X-COM and there will be no further funding. Furthermore, the Senate will take any steps necessary to destroy the X-COM organization if it refuses to cease operation.
pt_br: O Senado declarou hostilidade total ao X-COM, e não haverá mais financiamento. Além disso, o Senado tomará quaisquer medidas necessárias para destruir a organização X-COM, se ela se recusar a encerrar suas operações.

source: The Senate has an unfavorable attitude to X-COM and has reduced funding accordingly.
pt_br: O Senado vê de forma desfavorável a atuação do X-COM, e reduziu o financiamento de forma correspondente.

source: The Senate has a favorable attitude to X-COM and has increased funding accordingly.
pt_br: O Senado vê de forma favorável a atuação do X-COM, e aumentou o financiamento de forma correspondente.

source: The Senate considers the performance of X-COM to be so abysmal that it will cease funding from now on.
pt_br: O Senado considera o desempenho do X-COM tão fraco que vai parar de financiá-lo, a partir de agora.

source: The Senate is not pleased with the performance of X-COM and has reduced funding accordingly.
pt_br: O Senado está descontente com a atuação do X-COM, e reduziu o financiamento de forma correspondente.

source: The Senate is pleased with the performance of X-COM and has increased funding accordingly.
pt_br: O Senado está muito contente com a atuação do X-COM, e aumentou o financiamento de forma correspondente.

source: Unfortunately the Senate has to limit X-COM funding due to the poor state of government finances.
pt_br: Infelizmente, o Senado tem que limitar o financiamento ao X-COM, devido ao péssimo estado das contas governamentais.

source: Income for next week>
pt_br: Renda da próxima semana>

source: Week
pt_br: Semana

source: X-COM III Setup screen
pt_br: X-COM III - Tela de Configuração

source: Start Campaign Game
pt_br: Iniciar Jogo de Campanha

source: Load Saved Game
pt_br: Carregar Jogo Salvo

source: Scenario Generator
pt_br: Gerador de Cenários

source: Quit
pt_br: Sair

source: Warning
pt_br: Alerta

source: CONTINUE
pt_br: CONTINUAR

source: QUIT
pt_br: SAIR

source: Scenario Loaded >
pt_br: Cenário Carregado >

source: New scenario
pt_br: Novo cenário

source: Load Scenario Generator Set-up
pt_br: Carregar Configuração do Gerador de Cenários

source: Save Scenario Generator Set-up
pt_br: Salvar Configuração do Gerador de Cenários

source: Play scenario
pt_br: Jogar cenário

source: Return to main menu
pt_br: Retornar ao menu principal

source: Select map type
pt_br: Selecionar tipo do mapa

source: Seed
pt_br: Semente

source: Toggle map size
pt_br: Alternar tamanho do mapa

source: Medium
pt_br: Pequeno

source: Deployment
pt_br: Distribuição

source: Raid
pt_br: Atacar

source: Defend
pt_br: Defender

source: Units
pt_br: Unidades

source: Select Units
pt_br: Selecionar Unidades

source: Select Equipment
pt_br: Selecionar Equipamentos

source: Enter filename to save as:
pt_br: Entre nome do arquivo para salvar como:

source: Select file to load:
pt_br: Selecione arquivo a abrir:

source: Enter description of scenario:
pt_br: Entre com a descrição do cenário:

source: Select tactical area:
pt_br: Selecione área tática:

source: X-COM Agent
pt_br: Agente do X-COM

source: X-COM Biochemist
pt_br: Bioquímico do X-COM

source: X-COM Mechanic
pt_br: Mecânico do X-COM

source: X-COM Quantum Physicist
pt_br: Físico Quântico do X-COM

source: Gang leader
pt_br: Chefe de Quadrilha

source: Corporate Boss
pt_br: Presidente Corporativo

source: Cult Leader
pt_br: Líder de Culto

source: Politician
pt_br: Político

source: Chief of Police
pt_br: Chefe de Polícia

source: Corporate hood
pt_br: Segurança

source: Police
pt_br: Polícia

source: Gangster
pt_br: Criminoso

source: Cultist
pt_br: Cultista

source: Building security
pt_br: Segurança do edifício

source: Android
pt_br: Androide

source: Alien Grey
pt_br: Alienígena Cinza

source: Upper Class Female
pt_br: Mulher de Classe Alta

source: Upper Class Male
pt_br: Homem de Classe Alta

source: Civilian Female
pt_br: Mulher de Classe Média

source: Civilian Male
pt_br: Homem de Classe Média

source: Lower Class Male
pt_br: Homem de Classe Baixa

source: Lower Class Female
pt_br: Mulher de Classe Baixa

source: Multiworm egg
pt_br: Ovo de multiverme

source: FINANCE
pt_br: FINANÇAS

source: Initial funds>
pt_br: Caixa inicial>

source: EMPLOYEE TYPE
pt_br: TIPO DE EMPREGADO

source: QUANTITY
pt_br: QUANTIDADE

source: WAGES
pt_br: SALÁRIO

source: MAINTENANCE
pt_br: MANUTENÇÃO

source: TOTAL OVERHEADS>
pt_br: TOTAL DE DESPESAS GERAIS>

source: Remaining funds>
pt_br: Caixa remanescente>

source: Agents
pt_br: Agentes

source: Owner>
pt_br: Dono>

source: Function>
pt_br: Função>

source: Building Name>
pt_br: Nome do Edifício>

source: X-COM IS DEFEATED
pt_br: O X-COM FOI DERROTADO

source: THE ALIENS ARE DEFEATED
pt_br: OS ALIENÍGENAS FORAM DERROTADOS

source: Final Score>
pt_br: Pontuação Final>

source: Due to bad debts the X-COM organization has been closed down. All operations have ceased, bases dismantled and personnel discharged. With no other hope for humanity the Aliens will inevitably conquer Earth.
pt_br: Por motivo de insolvência, a organização X-COM foi fechada. Todas as operações foram encerradas, as bases desmanteladas e o pessoal dispensado. Sem qualquer outra esperança de defesa para a humanidade, os Alienígenas fatalmente conquistarão a Terra.

source: All X-COM bases have been destroyed. All research data is lost and all personnel have left. With no other hope for humanity the Aliens will inevitably conquer Earth.
pt_br: Todas as bases do X-COM foram destruídas. Todos os dados de pesquisa foram perdidos, e todo o pessoal abandonou a organização. Sem qualquer outra esperança de defesa para a humanidade, os Alienígenas fatalmente conquistarão a Terra.

source: The Aliens have been defeated. With all Dimension Gates closed and their homeworld destroyed the Aliens cannot get through to our Dimension. We are victorious.
pt_br: Os Alienígenas foram derrotados. Com o fechamento de todos os Portais Dimensionais e a destruição de seu mundo natal, os Alienígenas não podem mais entrar em nossa Dimensão. Nós vencemos.

source: Game Options
pt_br: Opções do Jogo

source: Save or load game
pt_br: Salvar ou carregar jogo

source: Current Score
pt_br: Pontuação Corrente

source: Finance
pt_br: Finanças

source: SELECT DIFFICULTY
pt_br: SELECIONE NÍVEL DE DIFICULDADE

source: Novice
pt_br: Iniciante

source: Easy
pt_br: Fácil

source: Hard
pt_br: Difícil

source: Superhuman
pt_br: Sobre-Humano

source: OPTIONS
pt_br: OPÇÕES

source: Message toggles
pt_br: Liga/Desliga Mensagens

source: Overheads
pt_br: Despesas Gerais

source: Auto-scroll
pt_br: Auto-rolagem

source: Master Volume
pt_br: Volume Principal

source: Sound Effects
pt_br: Efeitos Sonoros

source: Test Left
pt_br: Testar Esquerdo

source: Test Right
pt_br: Testar Direito

source: Swap
pt_br: Inverter

source: Save or Load Game
pt_br: Salvar ou Carregar Jogo

source: Delete Saved Game
pt_br: Eliminar Jogo Salvo

source: Saving game
pt_br: Salvando jogo

source: Loading game
pt_br: Carregando jogo

source: Deleting saved game
pt_br: Eliminando jogo salvo

source: Overwrite Saved Game
pt_br: Sobrescrever Jogo Salvo

source: Abandon and Restart Game
pt_br: Abandonar e Reiniciar Jogo

source: Restart Game
pt_br: Reiniciar Jogo

source: Save Game
pt_br: Salvar Jogo

source: Load Game
pt_br: Carregar Jogo

source: Delete Old Saved Game
pt_br: Eliminar Jogo Salvo Antigo

source: Quit X-COM Apocalypse
pt_br: Sair do X-COM Apocalypse

source: Quit Game
pt_br: Sair do Jogo

source: SAVE GAME
pt_br: SALVAR JOGO

source: LOAD GAME
pt_br: CARREGAR JOGO

source: DELETE OLD SAVED GAME
pt_br: ELIMINAR JOGO SALVO ANTIGO

source: Tool tips
pt_br: Dicas de tela

source: Action music
pt_br: Música de ação

source: Message Toggles
pt_br: Liga/Desliga Mensagens

source: UFO spotted
pt_br: OVNI detectado

source: Vehicle lightly damaged
pt_br: Veículo levemente danificado

source: Vehicle moderately damaged
pt_br: Veículo moderadamente danificado

source: Vehicle heavily damaged
pt_br: Veículo seriamente danificado

source: Vehicle destroyed
pt_br: Veículo destruído

source: Vehicle damaged and returning to base
pt_br: Veículo danific. e retornando à base

source: Weapon out of ammo
pt_br: Munição da arma esgotada

source: Vehicle low on fuel
pt_br: Veículo com pouco combustível

source: Cargo has arrived at base
pt_br: Chegou carga à base

source: Vehicle repaired
pt_br: Veículo reparado

source: Vehicle rearmed
pt_br: Veículo rearmado

source: Not enough ammo to rearm vehicle
pt_br: Sem munição sufic. p/ rearmar veíc.

source: Vehicle refuelled
pt_br: Veículo reabastecido

source: Not enough fuel to refuel vehicle
pt_br: Sem combustível p/ abastecer veíc.

source: Unauthorized vehicle detected
pt_br: Veículo não autorizado detectado

source: Always pause to display this message?
pt_br: Sempre pausar para exibir esta mensagem?

source: Alien Craft Propulsion
pt_br: Propulsão das Naves Alienígenas

source: Alien Craft Control Systems
pt_br: Sist. de Cont. das Naves Alieníg.

source: Alien Craft Energy Source
pt_br: Energia das Naves Alienígenas

source: Brainsucker Pod autopsy
pt_br: Autópsia de Casulo de Sugador de Cérebros

source: Multiworm Egg autopsy
pt_br: Autópsia de Ovo de Multiverme

source: Micronoid Aggregate Autopsy
pt_br: Autópsia de Agregado Micronoide

source: Front armor
pt_br: Blindagem frontal

source: Back armor
pt_br: Blindagem traseira

source: Left armor
pt_br: Blindagem esquerda

source: Right armor
pt_br: Blindagem direita

source: Top armor
pt_br: Blindagem superior

source: Bottom armor
pt_br: Blindagem inferior

source: Turn Rate
pt_br: Taxa de Giro

source: Alien Infiltration
pt_br: Infiltração Alienígena

source: Alien infiltration potential:
pt_br: Potencial de Infiltração Alienígena:

source: Very low
pt_br: Muito baixo

source: Low
pt_br: Baixo

source: Average
pt_br: Médio

source: High
pt_br: Alto

source: Very high
pt_br: Muito alto

source: Depends on clip
pt_br: Depende do pente

source: Damage Type
pt_br: Tipo de Danos

source: Protection
pt_br: Proteção

source: Smoke
pt_br: Fumaça

source: Anti-Alien Gas
pt_br: Gás Anti-Alienígenas

source: Incendiary
pt_br: Incendiário

source: Stun Gas
pt_br: Gás de Tonteio

source: Explosive
pt_br: Explosivo

source: Stun
pt_br: Tonteio

source: Psionic Blast
pt_br: Rajada Psiônica

source: Armor Piercing
pt_br: Perfurador de Blindagens

source: Laser Beam
pt_br: Raio Laser

source: Toxin A
pt_br: Toxina A

source: Toxin B
pt_br: Toxina B

source: Toxin C
pt_br: Toxina C

source: Disruptor Beam
pt_br: Raio Disruptor

source: Entropy Enzyme
pt_br: Enzima de Entropia

source: Falling Object
pt_br: Objeto Cadente

source: Morale
pt_br: Moral

source: Ammo types:
pt_br: Munição:

source: Rounds
pt_br: Rodadas

source: (Recharges)
pt_br: (Recargas)

source: Days service
pt_br: Dias em serviço

source: Improvement
pt_br: Melhoria

source: Toggle statistics/service record
pt_br: Alternar estatísticas/folha de serviço

source: Fire rate
pt_br: Taxa de disparo

source: Turn rate
pt_br: Taxa de giro

source: Ammo Type:
pt_br: Munição:

source: EQUIP AGENT
pt_br: EQUIPAR AGENTE

source: EQUIP VEHICLE
pt_br: EQUIPAR VEÍCULO

source: You have not found any Aliens in this building. As a consequence of your unwelcome intrusion the owner of the building is less favorably disposed towards X-Com.
pt_br: Você não encontrou qualquer Alienígena neste edifício. Como consequência de sua intromissão indesejada, o proprietário do edifício tornou-se menos favorável em relação ao X-COM.

source: You have not found any Aliens in this building. As a consequence of your unwelcome intrusion the owner of the building has now become unfriendly towards X-Com.
pt_br: Você não encontrou qualquer Alienígena neste edifício. Como consequência de sua intromissão indesejada, o proprietário do edifício tornou-se não amigável em relação ao X-COM.

source: You have not found any Aliens in this building. As a consequence of your unwelcome intrusion the owner of the building has now become hostile towards X-Com.
pt_br: Você não encontrou qualquer Alienígena neste edifício. Como consequência de sua intromissão indesejada, o proprietário do edifício tornou-se hostil em relação ao X-COM.

source: We are unhappy with the recent activity of your organization and request compensation to restore normal diplomatic relations. If you do not comply your craft and Agents may be subject to hostile actions.
pt_br: Nós estamos descontentes com as atividades recentes de sua organização, e solicitamos compensações para restaurar relações diplomáticas normais. Se você não concordar, seus veículos e Agentes poderão tornar-se alvo de ações hostis.

source: Mission completed in Alien building.
pt_br: Missão concluída em um edifício Alienígena.

source: X-COM returning from mission at:
pt_br: X-COM retornando de missão em:

source: Base mission completed at:
pt_br: Missão-base completada em:

source: X-COM returning from UFO mission.
pt_br: X-COM retornando de missão OVNI.

source: X-COM returning from raid at:
pt_br: X-COM retornando de ataque-surpresa em:

source: Launcher AG Missile
pt_br: Míssil GA p/ Lançador

source: Launcher HE Missile
pt_br: Míssil AE p/Lançador

source: Launcher IN Missile
pt_br: Míssil IN p/Lançador

source: Psi-Grenade
pt_br: Granada Psi

source: Motion scanner
pt_br: Sensor de Movimentos

source: Psimorph's mindbender
pt_br: Projetor Mental de Psimorfo

source: Megaspawn's disruptor
pt_br: Disruptor de Megacria

source: Megaspawn's launcher
pt_br: Lançador de Megacria

source: Spitter's vomit funnel
pt_br: Funil de Vômito de Cuspidor

source: Multiworm's spit
pt_br: Cuspida de Multiverme

source: Alien egg's vomit tube
pt_br: Tubo de Vômito de Ovo Alienígena

source: Hyperworm's bite
pt_br: Mordida de Hiperverme

source: Queenspawn's tentacles
pt_br: Tentáculos de Rainha-Procriadora

source: Popper's bomb
pt_br: Bomba de Explosor

source: Elerium Pod
pt_br: Cápsula de Elério

source: Elerium pod
pt_br: Cápsula de Elério

source: Plasma Beam
pt_br: Raio de Plasma

source: Alien Toxin-A
pt_br: Toxina A Alienígena

source: Alien Toxin-B
pt_br: Toxina B Alienígena

source: Alien Toxin-C
pt_br: Toxina C Alienígena

source: Hot Plasma
pt_br: Plasma Quente

source: Entropy
pt_br: Entropia

source: Tracker Dart
pt_br: Dardo Rastreador

source: Destabilisation
pt_br: Desestabilização

source: Spit
pt_br: Cuspida

source: Bite
pt_br: Mordida

source: All your units are unconscious or dead. You lose.
pt_br: Todas as suas unidades estão inconscientes ou mortas. Você perdeu.

source: All hostile units are dead or unconscious. You win.
pt_br: Todas as unidades inimigas estão mortas ou inconscientes. Você venceu.

source: Unit has died:
pt_br: Unidade morta:

source: Hostile unit has died.
pt_br: Unidade hostil morta.

source: Unit has died.
pt_br: Unidade morta.

source: Unit critically wounded:
pt_br: Unidade gravemente ferida:

source: Unit has lost consciousness:
pt_br: Unidade perdeu a consciência:

source: Unit has left combat zone:
pt_br: Unidade deixou a zona de combate:

source: Current score:
pt_br: Pontuação corrente:

source: Unit has frozen:
pt_br: Unidade paralisada:

source: Unit has gone berserk:
pt_br: Unidade se descontrolou:

source: Unit has panicked:
pt_br: Unidade entrou em pânico:

source: Unit has stopped panicking:
pt_br: Unidade saiu do pânico:

source: A player has left the game.
pt_br: Um jogador deixou o jogo.

source: The host has left the game.
pt_br: O anfitrião deixou o jogo.

source: Turn:
pt_br: Rodada:

source: Side:
pt_br: Lado:

source: Player:
pt_br: Jogador:

source: Computer
pt_br: Computador

source: No active units. End of turn.
pt_br: Não há unidades ativas. Fim da rodada.

source: Hostile unit spotted:
pt_br: Unidade hostil descoberta:

source: Unit under attack:
pt_br: Unidade sob ataque:

source: Psionic attack on unit:
pt_br: Ataque Psiônico na unidade:

source: Unit being Psi-drained:
pt_br: Unidade sendo Psi-drenada:

source: Unit under Psionic control:
pt_br: Unidade sob controle Psiônico:

source: Unit freed from Psionic control:
pt_br: Unidade livre do controle Psiônico:

source: Unit injured:
pt_br: Unidade ferida:

source: Unit badly injured:
pt_br: Unidade muito machucada:

source: Unit under fire:
pt_br: Unidade sob fogo:

source: Building has been disabled
pt_br: Edificação foi colocada fora de ação

source: SQUAD ASSIGNMENT
pt_br: DESIGNAÇÃO A ESQUADRÃO

source: Unit Healing:
pt_br: Unidade em Processo de Cura:

source: All your units have fled the combat zone. You lose.
pt_br: Todas as suas unidades abandonaram a zona de combate. Você perdeu.
