Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: Multitracker
pt_br: Multi-Rastreador

source: Medi-Kit
pt_br: Kit-Médico

source: BLANK
pt_br: EM BRANCO

source: 1st
pt_br: 1 de

source: 2nd
pt_br: 2 de

source: 3rd
pt_br: 3 de

source: 4th
pt_br: 4 de

source: 5th
pt_br: 5 de

source: 6th
pt_br: 6 de

source: 7th
pt_br: 7 de

source: 8th
pt_br: 8 de

source: 9th
pt_br: 9 de

source: 10th
pt_br: 10 de

source: 11th
pt_br: 11 de

source: 12th
pt_br: 12 de

source: 13th
pt_br: 13 de

source: 14th
pt_br: 14 de

source: 15th
pt_br: 15 de

source: 16th
pt_br: 16 de

source: 17th
pt_br: 17 de

source: 18th
pt_br: 18 de

source: 19th
pt_br: 19 de

source: 20th
pt_br: 20 de

source: 21st
pt_br: 21 de

source: 22nd
pt_br: 22 de

source: 23rd
pt_br: 23 de

source: 24th
pt_br: 24 de

source: 25th
pt_br: 25 de

source: 26th
pt_br: 26 de

source: 27th
pt_br: 27 de

source: 28th
pt_br: 28 de

source: 29th
pt_br: 29 de

source: 30th
pt_br: 30 de

source: 31st
pt_br: 31 de

source: Monday
pt_br: Segunda-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: Click on building to buy
pt_br: Clique na edificação a adquirir

source: Money = $
pt_br: Dinheiro = $

source: This Building will cost $%d
pt_br: Esta edificação custará $%d

source: Enter Name>
pt_br: Entre com o Nome>

source: Cost to build
pt_br: Custo de constr.

source: Days to build
pt_br: Dias para constr.

source: Maintenance cost
pt_br: Custos de manut.

source: Facility:
pt_br: Instalação:

source: Number in base
pt_br: Número na base

source: Can't destroy: living quarters in use.
pt_br: Impossível destruir: habitações em uso.

source: = Accommodation in base
pt_br: = Acomodações na base

source: Number living on base
pt_br: Número de habitantes da base

source: -> Fraction of accommodation in use
pt_br: -> Fração das acomodações em uso

source: Can't destroy: storage in use.
pt_br: Impossível destruir: armazenamento em uso.

source: = Storage space in base
pt_br: = Espaço de armazenamento na base

source: Storage space used
pt_br: Espaço de armazenamento em uso

source: -> Fraction of storage space used
pt_br: -> Fração do espaço de armazenamento em uso

source: = Number of beds
pt_br: = Número de leitos

source: Number of patients
pt_br: Número de pacientes

source: -> Efficiency per patient
pt_br: -> Eficiência por paciente

source: = Number of places
pt_br: = Número de lugares

source: Number using the facilities
pt_br: Quantidade usando as instalações

source: -> Efficiency per user
pt_br: -> Eficiência por usuário

source: Bio-lab space in base
pt_br: Espaço de lab. bioquímicos na base

source: No project assigned
pt_br: Nenhum projeto designado

source: Not assigned to lab
pt_br: Não designado a laboratório

source: Quantum lab space in base
pt_br: Espaço de lab. quânticos

source: Not assigned to workshop
pt_br: Não designado a unidade de P & D

source: -> Fraction of Quantum lab space assigned
pt_br: -> Fração de espaço de lab. quânticos designada

source: Can't destroy: containment space in use.
pt_br: Impossível destruir: espaço de contenção em uso.

source: = Alien Containment space
pt_br: = espaço de Contenção de Alienígenas

source: Containment space used
pt_br: Espaço de contenção em uso

source: -> Fraction of containment space used
pt_br: -> Fração do espaço de contenção em uso

source: Can't destroy: advanced containment space in use.
pt_br: Impossível destruir: espaço de contenção avançado em uso.

source: = Advanced Alien Containment space
pt_br: = espaço de Contenção de Alienígenas Avançado

source: Advanced containment space used
pt_br: Espaço de contenção avançado em uso

source: -> Fraction of advanced containment space used
pt_br: -> Fração do espaço de contenção avançado em uso

source: Workshop space in base
pt_br: Espaço de unidades de P & D da base

source: Workshop space assigned to projects
pt_br: Espaço de unidades de P & D designadas a projetos

source: -> Fraction of Workshop space assigned
pt_br: -> Fração do espaço de unidades de P & D designadas

source: Destroy facility
pt_br: Destruir instalação

source: ALIEN CONTAINMENT
pt_br: CONTENÇÃO DE ALIENÍGENAS

source: Space required
pt_br: Espaço exigido

source: Space in base
pt_br: Espaço na base

source: Advanced space required
pt_br: Espaço avançado exigido

source: Advanced space in base
pt_br: Espaço avançado na base

source: Type
pt_br: Tipo

source: Size
pt_br: Tamanho

source: Quantity in Alien Containment
pt_br: Quantidade na Contenção de Alienígenas

source: To be Destroyed
pt_br: A serem Destruídos

source: Quantity in Advanced Alien Containment
pt_br: Quantidade na Contenção de Alienígenas Avançada

source: Alive
pt_br: Vivos

source: Dead
pt_br: Mortos

source: Space Exceeded
pt_br: Espaço Excedido

source: Alien Containment space exceeded. Destroy more Aliens!
pt_br: Espaço na Contenção de Alienígenas excedido. Destrua mais Alienígenas!

source: ALIEN STRUCTURE
pt_br: ESTRUTURA ALIENÍGENA

source: Adjust Wage
pt_br: Ajustar Salários

source: No advice at this time.
pt_br: Nenhuma recomendação, desta vez.

source: You have to reduce wages to become profitable.
pt_br: Você tem que reduzir salários, para se tornar rentável.

source: You should take on more staff if you wish to be productive.
pt_br: Você deveria fazer cortes de pessoal, se deseja ser mais produtivo.

source: Increase wages to attract more staff.
pt_br: Aumente o salário, para atrair mais pessoal.

source: Cut wages to improve your profit margin.
pt_br: Reduza salários, para aumentar sua margem de lucro.

source: Economic Information
pt_br: Informações Econômicas

source: Current mean wage
pt_br: Salário médio atual

source: Mean income per head:
pt_br: Renda média per capita:

source: Fixed costs at building:
pt_br: Custos fixos de edificações:

source: Weekly revenue generated:
pt_br: Renda semanal gerada:

source: Current staff level:
pt_br: Nível corrente de pessoal:

source: Aliens in building
pt_br: Alienígenas na edificação

source: Dimension:
pt_br: Dimensão:

source: Charted Gates:
pt_br: Portais Mapeados:

source: Uncharted Gates:
pt_br: Portais Não Mapeados:

source: Total Gate count:
pt_br: Total de Portais:

source: Buildings:
pt_br: Edifícios:

source: UFOs:
pt_br: OVNIs:

source: Weight:
pt_br: Peso:

source: Protection rating:
pt_br: Proteção - classificação:

source: Reload time:
pt_br: Tempo de recarga:

source: n/a
pt_br: n/d

source: Blast radius:
pt_br: Arco de fogo:

source: Laser guided
pt_br: Guiado a laser

source: Accuracy:
pt_br: Precisão:

source: Power:
pt_br: Potência:

source: Recharge rate:
pt_br: Taxa de recarga:

source: Location :
pt_br: Posição:

source: Traveling by people tube
pt_br: Viajando em tubo de transporte pessoal

source: Traveling by vehicle
pt_br: Viajando em veículo

source: WARNING!
pt_br: AVISO!

source: Illegal vehicle
pt_br: Veículo ilegal

source: Enter defensive diplomatic negotiations with:
pt_br: Abra negociações diplomáticas defensivas com:

source: Diplomacy
pt_br: Diplomacia

source: Enter aggressive diplomatic negotiations with:
pt_br: Abra negociações diplomáticas agressivas com:

source: Against:
pt_br: Contra:

source: : allied with:
pt_br: : aliado a:

source: : formerly allied with:
pt_br: : anteriormente aliado a:

source: : friendly with:
pt_br: : amigável a:

source: : formerly friemdly with:
pt_br: : anteriormente amigável a:

source: : neutral towards:
pt_br: : neutro com relação a:

source: : formerly neutral towards:
pt_br: : anteriormente neutro com relação a:

source: : unfriendly towards:
pt_br: : não amigável com relação a:

source: : formerly unfriendly towards:
pt_br: : anteriormente não amigável com relação a:

source: : hostile towards:
pt_br: : hostil com relação a:

source: : formerly hostile towards:
pt_br: : anteriormente hostil com relação a:

source: : Attitude unknown towards:
pt_br: : Atitude desconhecida com relação a:

source: Available Funds $
pt_br: Fundos Disponíveis $

source: : is currently owned by:
pt_br: : é atualmente possuído(a) por:

source: Function:
pt_br: Função:

source: Current workforce:
pt_br: Força de trabalho corrente:

source: Current wage:
pt_br: Salário corrente:

source: Maximum workforce:
pt_br: Força de trabalho máxima:

source: Fixed costs:
pt_br: Custos fixos:

source: Current income:
pt_br: Renda atual:

source: Potential income:
pt_br: Renda potencial:

source: Bidding
pt_br: Lance

source: Would you like to take part in this auction?
pt_br: Você gostaria de tomar parte neste leilão?

source: Building up for auction:
pt_br: Construindo para leilão:

source: Auctioned by:
pt_br: Leiloeiro:

source: Bidding begins at: $
pt_br: Os lances começam em: $

source: Going...
pt_br: Dou-lhe uma...

source: Last chance to bid...
pt_br: Dou-lhe duas...

source: Gone!!
pt_br: Fechado!!

source: : sold to:
pt_br: : vendido para:

source: for: $
pt_br: por: $

source: Sold!
pt_br: Vendido!

source: No buyers
pt_br: Não há compradores

source: No buyers found for this building.
pt_br: Não há compradores para esta edificação.

source: General recruitment
pt_br: Recrutamento geral

source: Income per capita:
pt_br: Renda per capita:

source: Mean wage in building:
pt_br: Salário médio do edifício:

source: Mean wage in city:
pt_br: Salário médio da cidade:

source: Number of applicants:
pt_br: Número de candidatos:

source: Cost per applicant:
pt_br: Custo por candidato:

source: Cost to recruit all applicants:
pt_br: Custo de contratação de todos os candidatos:

source: X-COM balance:
pt_br: Saldo do X-COM:

source: DIPLOMATIC RIFT
pt_br: ESTREMECIMENTO DIPLOMÁTICO

source: An alliance with X-COM has been requested by:
pt_br: Uma aliança com o X-COM foi solicitada por:

source: SCORE
pt_br: PONTUAÇÃO

source: CATEGORY
pt_br: CATEGORIA

source: WEEK
pt_br: SEMANA

source: Tactical Missions
pt_br: Missões Táticas

source: Research Completed
pt_br: Pesquisa Completada

source: Alien Incidents in City
pt_br: Incidentes Alienígenas na Cidade

source: UFOs Shot Down
pt_br: OVNIs Abatidos

source: X-COM Craft Shot Down
pt_br: Veículos do X-COM abatidos

source: UFO Incursions
pt_br: Incursões OVNIs

source: Damage to City
pt_br: Danos à Cidade

source: Alien Buildings Destroyed
pt_br: Edificações Alienígenas Destruídas

source: All selected units and craft have arrived at %s. Proceed with investigation? (%i units)
pt_br: Todas as unidades e veículos selecionados chegaram a %sContinuar com a investigação?(%i unidades)

source: Commence Investigation
pt_br: Começar Investigação

source: UFOPAEDIA
pt_br: OVNIPÉDIA

source: Constitution
pt_br: Constituição

source: Weight
pt_br: Peso

source: Passengers
pt_br: Passageiros

source: Weapons space
pt_br: Espaços para armas

source: Weapons slots
pt_br: Posições para armas

source: Engine size
pt_br: Tamanho do motor

source: Equipment space
pt_br: Espaço para equipamentos

source: Construction cost
pt_br: Custo de construção

source: Weekly cost
pt_br: Custo semanal

source: Capacity
pt_br: Capacidade

source: Power
pt_br: Potência

source: Top Speed
pt_br: Veloc. Máx.

source: Damage
pt_br: Danos

source: Range
pt_br: Alcance

source: Fire Rate
pt_br: Taxa de disparos

source: Velocity
pt_br: Velocidade

source: Ammo capacity
pt_br: Capacidade de munição

source: Cargo
pt_br: Carga

source: Aliens Held
pt_br: Mantidos

source: Jamming
pt_br: Interferência

source: Shielding
pt_br: Escudos

source: Cloaks Craft
pt_br: Camufla Veículo

source: Teleports
pt_br: Teleporta

source: Dimension shifts
pt_br: Muda de dimensão

source: Balance
pt_br: Saldo

source: Buildings
pt_br: Edificações

source: Head:
pt_br: Cabeça:

source: Income
pt_br: Renda

source: Job:
pt_br: Ocupação:

source: Unclassified
pt_br: Sem categoria

source: Rank:
pt_br: Patente:

source: Missions
pt_br: Missões

source: Kills
pt_br: Mortes

source: Wage
pt_br: Salário

source: Energy
pt_br: Energia

source: Firing skill
pt_br: Habilidade com armas de fogo

source: Organization:
pt_br: Organização:

source: Apprentice
pt_br: Aprendiz

source: Worker
pt_br: Operário

source: Admin
pt_br: Administrativo

source: Security
pt_br: Segurança

source: Management
pt_br: Gerência

source: Director
pt_br: Diretor

source: President
pt_br: Presidente

source: Wage:
pt_br: Salário:

source: Residence:
pt_br: Residência:

source: Unknown
pt_br: Desconhecido

source: Hang out:
pt_br: Pendurado:

source: Work Place:
pt_br: Local de Trabalho:

source: Owned Buildings:
pt_br: Edifícios Possuídos:

source: Select:
pt_br: Selecione:

source: Select Vehicle/Person:
pt_br: Selecione Veículo/Pessoa:

source: Car Number
pt_br: Número do Carro

source: Person Number
pt_br: Número da Pessoa

source: Range:
pt_br: Alcance:

source: Rounds:
pt_br: Rodadas:

source: Wounded
pt_br: Ferido

source: Not assigned to training
pt_br: Não designado a treinamento

source: Psionic training (efficiency=
pt_br: Treinamento Psiônico (eficiência=

source: Combat training (efficiency=
pt_br: Treinamento de combate (eficácia=

source: Traveling to:
pt_br: Viajando para:

source: map point
pt_br: ponto no mapa

source: VIP spotted:
pt_br: VIP detectado:

source: Spotted by Agent:
pt_br: Detectado pelo Agente:

source: Do you wish to tail this VIP?
pt_br: Você deseja seguir este VIP?

source: VIP spotted
pt_br: VIP detectado

source: Diplomatic relations for:
pt_br: Relações diplomáticas com:

source: Espionage by Agent:
pt_br: Espionagem pelo Agente:

source: Do you wish to continue espionage?
pt_br: Você deseja continuar espionando?

source: Diplomatic relations determined
pt_br: Relações diplomáticas determinadas

source: You do not have enough:
pt_br: Você não possui o suficiente de:

source: Money
pt_br: Dinheiro

source: Storage Space
pt_br: Espaço de Armazenamento

source: No Project
pt_br: Nenhum Projeto

source: Total Skill:
pt_br: Total de Habilidades:

source: Which screen?
pt_br: Qual tela?

source: Which screen would you like to go to?
pt_br: Para que tela você gostaria de ir?

source: Number to make
pt_br: N° a produzir

source: Number made:
pt_br: Número produzido:

source: Biochemistry research at:
pt_br: Pesquisa bioquímica em:

source: Quantum physics research at:
pt_br: Pesquisa de física quântica em:

source: Engineering at:
pt_br: Engenharia em:

source: Select project:
pt_br: Selecione projeto:

source: Select product to make:
pt_br: Selecione bem a produzir:

source: Lots
pt_br: Um monte

source: Item required:
pt_br: Item necessário:

source: Amount required
pt_br: Quantidade necessária

source: Amount in stores
pt_br: Quantidade em armazéns

source: Cost
pt_br: Custo

source: Research project completed:
pt_br: Projeto de pesquisa completado:

source: Do you wish to view the UFOpaedia report?
pt_br: Você deseja ver o relatório da OVNIpédia?

source: Manufacture Completed
pt_br: Manufatura Completada

source: Do you wish to reassign the Workshop?
pt_br: Você deseja atribuir uma nova tarefa à Unidade de Pesquisa e Desenvolvimento?

source: Response range (radius):
pt_br: Alcance de resposta (raio):

source: Preservation level:
pt_br: Nível de preservação:

source: Empty saved game slot
pt_br: Compartimento de jogo salvo vazio

source: : Insufficient ammunition/fuel in stores:
pt_br: : Munição/combustível insuficiente nos armazéns:

source: Fuel
pt_br: Combustível

source: Reload time
pt_br: Tempo de recarga

source: Ammo type
pt_br: Munição

source: Travelling
pt_br: Viajando

source: Location:
pt_br: Posição:

source: Acceleration
pt_br: Aceleração

source: Deceleration
pt_br: Desaceleração

source: Malfunctioning
pt_br: Com Defeito

source: Out of Ammo
pt_br: Sem Munição

source: Reloading
pt_br: Recarregando

source: Ready to Fire
pt_br: Pronto para Disparar

source: ALERT
pt_br: ALERTA

source: At:
pt_br: Em:

source: Select units to investigate:
pt_br: Selecione unidades para investigar:

source: Building owner:
pt_br: Proprietário do edifício:

source: Unit
pt_br: Unidade

source: Rank
pt_br: Posição

source: Location
pt_br: Posição

source: Destination
pt_br: Destino

source: Not parked
pt_br: Não estacionado

source: Map point:
pt_br: Ponto no mapa:

source: No Psi-gyms in base
pt_br: Não há Psi-Ginásios na base

source: No training facilities in base
pt_br: Sem instalações de treinam. na base

source: No Hostile Forces Discovered
pt_br: Nenhuma Força Hostil Descoberta

source: Cargo arrived:
pt_br: Chegada de carga:

source: Cancel Orders
pt_br: Cancelar Ordens

source: Cancel Alien Containment management orders. Are you sure?
pt_br: Cancelar ordens de gerenciamento de Contenção de Alienígenas. Você tem certeza?

source: No Sale
pt_br: Nenhuma Venda

source: RESEARCH AND MANUFACTURE
pt_br: PESQUISA E MANUFATURA

source: Select laboratory or workshop
pt_br: Selecione laboratório ou unidade de P & D

source: SELECT BIOCHEMISTRY PROJECT
pt_br: SELECIONE PROJETO DE BIOQUÍMICA

source: SELECT QUANTUM PHYSICS PROJECT
pt_br: SELECIONE PROJETO DE FÍSICA QUÂNTICA

source: SELECT MANUFACTURING PROJECT
pt_br: SELECIONE PROJETO DE MANUFATURA

source: Project
pt_br: Projeto

source: Progress
pt_br: Progresso

source: Skill
pt_br: Habilid.

source: Unit Cost
pt_br: Custo Unit.

source: Skill Hours
pt_br: Horas de Hab.

source: Orders Required
pt_br: Ordens Necessárias

source: Explicit Alien Containment orders are required, concerning the Aliens to be destroyed.
pt_br: São necessárias ordens de Contenção de Alienígenas explicitas, com respeito aos Alienígenas a serem destruídos.

source: Project complete
pt_br: Projeto completado

source: This project is already complete.
pt_br: Este projeto já está completo.

source: Project in progress
pt_br: Projeto em andamento

source: This project is already in progress elsewhere.
pt_br: Este projeto já está em andamento, em algum outro local.

source: Project too large
pt_br: Projeto grande demais

source: This project requires an advanced lab or workshop.
pt_br: Este projeto exige um laboratório ou unidade de P & D avançado.

source: Supplier:
pt_br: Fornecedor:

source: Transferred goods have arrived:
pt_br: Chegada de bens transferidos:

source: Items from tactical combat zone have arrived:
pt_br: Chegada de itens da zona de combate tático:

source: Building Regulations
pt_br: Regulamentos de Construções

source: Regulation 44(1)(e) of the health and safety at work (labs and workshops) act (2074) prohibits the construction of more than 6 small or more than 4 large labs or workshops in any one basement. Contractors therefore refuse to carry out the proposed illegal construction work.
pt_br: A norma 44(1)(e) de saúde e segurança no trabalho (laboratórios e unidades de P & D) lei (2074) proíbe a construção de mais de 6 laboratórios ou unidades de P & D pequenos ou 4 grandes, em um só piso. Os empreiteiros, por isso, recusam-se a executar o trabalho de construção ilegal.

source: The proposed construction work is not possible with your available funds.
pt_br: O trabalho de construção proposto é impossível com os fundos disponíveis a você.

source: Production costs exceed your available funds.
pt_br: Os custos de produção excedem os fundos disponíveis a você.

source: There is insufficient space to store production output of this item.
pt_br: Não há espaço suficiente para armazenar itens produzidos deste tipo.

source: Manufacturing halted
pt_br: Fabricação interrompida

source: Can't destroy: Biochemistry lab in use.
pt_br: Impossível destruir: laboratório bioquímico em uso.

source: Can't destroy: Quantum physics lab in use.
pt_br: Impossível destruir: laboratório de física quântica em uso..

source: Can't destroy: workshop in use.
pt_br: Impossível destruir: unidade de pesquisa e desenvolvimento em uso.

source: Facility in use
pt_br: Instalação em uso

source: Cannot investigate as building destroyed
pt_br: Impossível investigar, pois a edificação foi destruída

source: Cannot raid as building destroyed
pt_br: Impossível um ataque-surpresa, pois a edificação foi destruída

source: Completion status:
pt_br: Andamento:

source: Facility completed
pt_br: Instalação completada

source: Usage
pt_br: Uso

source: Lab size needed
pt_br: Tamanho do lab.

source: Small
pt_br: Pequeno

source: Large
pt_br: Grande

source: MESSAGE HISTORY
pt_br: HISTÓRICO DE MENSAGENS

source: Confirm Alien Containment Orders
pt_br: Confirmar Ordens de Contenção de Alienígenas

source: Alien specimens from tactical combat zone have arrived:
pt_br: Chegaram espécimes alienígenas procedentes de zona de combate tático:

source: Transferred Alien specimens have arrived:
pt_br: Chegaram espécimes alienígenas transferidos:

source: Alien specimens arrived:
pt_br: Chegaram espécimes alienígenas:

source: No Alien Containment Facility
pt_br: Nenhuma Instalação de Contenção de Alienígenas

source: Quantity:
pt_br: Quantidade:

source: Planning Permission Denied
pt_br: Permissão de Planejamento negada

source: Planning permission is denied for this proposed extension to the base, on the grounds that the additional excavations required would seriously weaken the foundations of the building.
pt_br: É negada a permissão de planejamento para a extensão proposta para esta base, com base em que as escavações adicionais necessárias enfraqueceriam seriamente as fundações do edifício.

source: Area Occupied By Existing Facility
pt_br: Área Ocupada por Instalações Existentes

source: Existing facilities in this area of the base must be destroyed before construction work can begin.
pt_br: As instalações existentes nesta área da base têm que ser destruídas antes que o trabalho de construção possa ser iniciado.

source: Transfer
pt_br: Transferir

source: At least two bases are required before transfers become possible.
pt_br: Ao menos duas bases são necessárias, antes que transferências sejam possíveis.

source: Alien Containment is not in use at this base.
pt_br: A Contenção de Alienígenas desta base não está em uso.

source: Complete
pt_br: Completar

source: OFFER CASH SETTLEMENT
pt_br: OFERECER ACORDO EM DINHEIRO

source: UFO
pt_br: OVNI

source: No Entrance
pt_br: Nenhuma Entrada

source: You will lose any equipment left on the floor. Are you sure you wish to leave this agent?
pt_br: Você perderá qualquer equipamento deixado no chão. Você tem certeza de que quer deixar este agente?

source: BUY NEW BASE
pt_br: COMPRAR NOVA BASE

source: Market Announcement
pt_br: Comunicado ao Mercado

source: The following items have come on to the market and can now be purchased, subject to availability:
pt_br: Os itens a seguir chegaram ao mercado, e agora podem ser adquiridos, de acordo com a disponibilidade:

source: (Android training not possible)
pt_br: (impossível treinar Androides)

source: Buy This Building
pt_br: Comprar esta edificação

source: Equip vehicle
pt_br: Equipar veículo

source: Equip agent
pt_br: Equipar agente

source: Hire & Fire
pt_br: Demitir e Contratar

source: Return
pt_br: Retornar

source: Buy stuff
pt_br: Adquirir bens

source: Research and manufacture
pt_br: Pesquisa e Fabricação

source: Destroy facility here
pt_br: Destruir instalação aqui

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Exit
pt_br: Sair

source: UFOpaedia
pt_br: OVNIpédia

source: Equip
pt_br: Equipar

source: Observe VIP's
pt_br: Observar VIPs

source: Dimension Map
pt_br: Mapa da Dimensão

source: Save/Load game
pt_br: Salvar/Carregar jogo

source: Budget
pt_br: Orçamento

source: Investigate Building
pt_br: Investigar Edificação

source: Raid Building
pt_br: Atacar Edificação

source: Spy on Organization
pt_br: Espionar Organização

source: Show available equipment
pt_br: Mostrar equipamentos disponíveis

source: Show available armor
pt_br: Mostrar armaduras disponíveis

source: Bid
pt_br: Lance

source: No Bid
pt_br: Nenhum Lance

source: Index
pt_br: Índice

source: Base Facilities
pt_br: Instalações da Base
