Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Avoid
cs: Vyhýbat se
de_de: Umgehen
es: Evitar
fr_fr: Éviter
it: Fuggi
ja_jp: 見逃す
pl: Unikaj starcia
pt_br: Evitar
ru_ru: Избегать

source: Do not attack
cs: Neútočit
de_de: Nicht angreifen
es: No atacar
fr_fr: Ne pas attaquer
it: Non attaccare
ja_jp: 攻撃しない
pl: Nie atakuj
pt_br: Não atacar
ru_ru: Не атаковать

source: Attack
cs: Útočit
de_de: Angreifen
es: Atacar
fr_fr: Attaquer
it: Attacca
ja_jp: 攻撃する
pl: Atakuj
pt_br: Atacar
ru_ru: Атаковать

source: No pursuit
cs: Nestíhat
de_de: Nicht verfolgen
es: No perseguir
fr_fr: Pas de poursuite
it: Non inseguire
ja_jp: 追跡しない
pl: Nie ścigaj
pt_br: Sem perseguição
ru_ru: Не преследовать

source: Pursue
cs: Stíhat
de_de: Verfolgen
es: Perseguir
fr_fr: Poursuivre
it: Insegui
ja_jp: 追跡する
pl: Ścigaj
pt_br: Perseguir
ru_ru: Преследовать

source: No evasion
cs: Neuhýbat
de_de: Nicht ausweichen
es: No evadir
fr_fr: Ne pas éviter
it: Non ripararti
ja_jp: 回避しない
pl: Bez uników
pt_br: Sem evasão
ru_ru: Не уклоняться

source: Evade Fire
cs: Uhýbat střelbě
de_de: Ausweichen
es: Evadir Disparos
fr_fr: Éviter le feu
it: Riparati
ja_jp: 攻撃を回避する
pl: Unikaj ognia
pt_br: Evadir disparos
ru_ru: Уклоняться от огня

source: Only respond to attacking units.
cs: Reagovat pouze na napadení.
de_de: Nur auf angreifende Einheiten reagieren.
es: Sólo responder a unidades que atacan.
fr_fr: Ne répondre qu'aux unités qui attaquent.
it: Rispondi solo se attaccato.
ja_jp: 攻撃ユニットのみに対応
pl: Reaguj tylko na jednostki atakujące.
pt_br: Responder somente a unidades em ataque.
ru_ru: Отвечать только нападающим боевым единицам.

source: Respond to all hostile units.
cs: Reagovat pouze na nepřátelské jednotky.
de_de: Auf alle gegnerischen Einheiten reagieren.
es: Responder a las unidades hostiles.
fr_fr: Répondre à toutes les unités ennemies.
it: Attacca tutte le unità ostili.
ja_jp: 全ての敵に対応
pl: Reaguj na wszystkie jednostki wroga.
pt_br: Responder a todas as unidades hostis.
ru_ru: Отвечать всем враждебным боевым единицам.

source: Ignore hostile units.
cs: Ignorovat nepřátele.
de_de: Gegnerische Einheiten ignorieren.
es: Ignorar unidades hostiles.
fr_fr: Ignorer les unités ennemies.
it: Ignora le unità ostili.
ja_jp: 敵を無視する
pl: Ignoruj jednostki wroga.
pt_br: Ignorar unidades hostis.
ru_ru: Игнорировать враждебные боевые единицы.

source: UnLocked.
cs: Odemkni.
de_de: Nicht versperrt.
es: Abierto.
fr_fr: Non verrouillé.
it: Sbloccato.
ja_jp: アンロック
pl: Odblokowane.
pt_br: Desbloqueado
ru_ru: Разблокировано.

source: Locked.
cs: Zamkni.
de_de: Versperrt.
es: Cerrado.
fr_fr: Verrouillé.
it: Bloccato.
ja_jp: ロック
pl: Zablokowane.
pt_br: Bloqueado.
ru_ru: Заблокировано.

source: BUY AND SELL
cs: KOUPĚ A PRODEJ
de_de: KAUFEN UND VERKAUFEN
es: COMPRAR Y VENDER
fr_fr: ACHETER ET VENDRE
it: COMPRA E VENDI
ja_jp: 売買
pl: KUPNO I SPRZEDAŻ
pt_br: COMPRAR E VENDER
ru_ru: КУПЛЯ-ПРОДАЖА

source: Personal Equipment
cs: Osobní vybavení
de_de: Agentenausrüstung
es: Equipo Personal
fr_fr: Équipement personnel
it: Equipaggiamento personale
ja_jp: 個人用装備
pl: Wyposażenie osobiste
pt_br: Equipamento Pessoal
ru_ru: Личное снаряжение

source: Personal Armor
cs: Osobní zbroj
de_de: Agentenpanzerung
es: Blindaje Personal
fr_fr: Blindage personnel
it: Armatura personale
ja_jp: 個人用アーマー
pl: Pancerz osobisty
pt_br: Armadura Pessoal
ru_ru: Личный бронекостюм

source: Vehicle Equipment
cs: Vybavení vozidel
de_de: Fahrzeugausrüstung
es: Equipo de Vehículos
fr_fr: Équipement pour véhicules aériens
it: Equipaggiamento veicoli
ja_jp: 乗り物用装備
pl: Wyposażenie pojazdów
pt_br: Equipamentos veiculares
ru_ru: Снаряжение транспортного средства

source: Airborne Vehicle Weapons
cs: Zbraně pro létající vozidla
de_de: Luftfahrzeugwaffen
es: Armas de Vehículos Aéreos
fr_fr: Armement pour véhicules aériens
it: Armi mezzi aerei
ja_jp: 飛行機の兵器
pl: Broń dla pojazdów latających
pt_br: Armas de Veículos Aéreos
ru_ru: Вооружение летательных аппаратов

source: Airborne Vehicle Engines / Fuel
cs: Motory/palivo letounů
de_de: Luftfahrzeugantriebe / Treibstoff
es: Motores de Vehículos Aéreos / Combustible
fr_fr: Moteurs / Carburant pour véhicules aériens
it: Motori mezzi aerei/carburante
ja_jp: 飛行機のエンジン/燃料
pl: Silniki i paliwo dla pojazdów latających
pt_br: Motores / Combustível de Veículos Aéreos
ru_ru: Двигатели / Топливо летательных аппаратов

source: Road Vehicle Weapons
cs: Zbraně pro silniční vozidla
de_de: Straßenfahrzeugwaffen
es: Armas de Vehículos Terrestres
fr_fr: Armement pour véhicules terrestres
it: Armi mezzi terrestri
ja_jp: 陸上車両の兵器
pl: Broń dla pojazdów drogowych
pt_br: Armas de Veículos Terrestres
ru_ru: Вооружение наземных транспортных средств

source: Road Vehicle Engines / Fuel
cs: Motory/palivo silničních vozidel
de_de: Straßenfahrzeugantriebe / Treibstoff
es: Motores de Vehículos Terrestres / Combustible
fr_fr: Moteurs / Carburant pour véhicules terrestres
it: Motori mezzi terrestri/carburante
ja_jp: 陸上車両のエンジン/燃料
pl: Silniki i paliwo dla pojazdów drogowych
pt_br: Motores / Combustível de Veículos Terrestres
ru_ru: Двигатели / Топливо наземных транспортных средств

source: Funds exceeded
cs: PŘEČERPÁN ROZPOČET
de_de: Finanzmittel erschöpft
es: Dinero excedido
fr_fr: Fonds épuisés
it: Fondi non sufficienti
ja_jp: 資金が足らない
pl: Przekroczenie funduszy
pt_br: Fundos ultrapassados
ru_ru: Превышен объем доступных средств

source: Order limited by your available funds.
cs: Objednávka limitována stavem konta
de_de: Auftrag auf verfügbare Finanzmittel begrenzt.
es: Pedido limitado por el dinero disponible.
fr_fr: Commande limitée par nos fonds disponibles.
it: Ordine limitato ai tuoi fondi attuali.
ja_jp: 資金額に合わせて発注が制限されました
pl: Zamówienie pomniejszone o brakujące fundusze.
pt_br: Pedido limitado por seus fundos atuais.
ru_ru: Объем заказа ограничен доступными денежными средствами.

source: Storage space exceeded
cs: Vyčerpán prostor skladů
de_de: Lagerkapazität überschritten
es: Excedido espacio de almacenaje
fr_fr: Plus assez de capacité de stockage
it: Spazio disponibile superato
ja_jp: 倉庫スペースが不足
pl: Przestrzeń magazynowa skończyła się
pt_br: Espaço de armazenamento excedido
ru_ru: Превышен объем свободного места на складах

source: Order limited by the available storage space at this base.
cs: Objednávka omezena volným skladovým prostorem této Báze.
de_de: Auftrag wegen verfügbarer Lagerkapazität auf dieser Basis begrenzt.
es: Pedido limitado por el espacio de almacenaje disponible en esta base.
fr_fr: Commande limitée par la capacité de stockage de cette base.
it: Ordine limitato in base allo spazio qui disponibile.
ja_jp: 倉庫スペースに合わせて発注が制限されました
pl: Zamówienie zmniejszone o brakującą przestrzeń w magazynach tej bazy.
pt_br: Pedido limitado pela espaço disponível nesta base.
ru_ru: Объем заказа ограничен имеющимся на базе доступным свободным местом на складах.

source: Order canceled by the hostile manufacturer.
cs: Objednávka odmítnuta nepřátelským výrobcem.
de_de: Auftrag von gegnerischem Hersteller abgelehnt.
es: Orden anulada por el fabricante hostil.
fr_fr: Commande annulée par le fabricant hostile.
it: Ordine annullato dal rifiuto del produttore.
ja_jp: 敵対的な製造社により発注がキャンセルされました
pl: Zamówienie odwołane przez wrogo nastawionego producenta.
pt_br: Pedido cancelado pelo fabricante hostil.
ru_ru: Враждебный производитель отменил заказ.

source: Industrial Action
cs: Industriální Akce
de_de: Streik
es: Huelga
fr_fr: Grève
it: Sciopero
ja_jp: 産業側の労使闘争
pl: Strajk
pt_br: Ação Industrial
ru_ru: Забастовка

source: Industrial action by the Air Transport and General Workers Union has prevented immediate delivery of some of the items you ordered. To prevent a backlog of orders building up, the organization(s) concerned have canceled your order(s) and refunded your money. They apologize for the inconvenience caused.
cs: Industriální akce od Letecké Dopravy a Generální Pracovní Unie zabránila okamžitému doručení z některých předmětů které sis objednal. Aby se zabránilo hromadění nevyřízených objednávek, organizace znepokojením zrušili tvojí(je) objednávku(ky) a vrátili tvoje peníze. Omlouvají se za potíž kterou způsobily.
de_de: Streiks der Lufttransport- und Arbeitergewerkschaft verhinderten die umgehende Lieferung einiger bestellter Posten. Um einen wachsenden Auftragsrückstand zu verhindern, haben die betreffenden Organisationen die Aufträge storniert und Ihr Geld zurückgezahlt. Sie entschuldigen sich für die Unannehmlichkeiten.
es: Una huelga del Sindicato de Transporte Aéreo y Trabajadores Generales ha impedido la entrega inmediata de algunos de los artículos que has pedido. Para impedir que se acumulen los pedidos, la(s) organización(es) involucradas han anulado tu(s) pedido(s) y reembolsado tu dinero. Piden disculpas por las molestias causadas.
fr_fr: La grève du Syndicat des transports aériens et de l'ensemble des travailleurs a retardé la livraison de certains des articles que vous avez demandés. Afin d'empêcher une accumulation de commandes en souffrance, les organisations concernées ont annulé vos commandes et vous ont rendu votre argent. Elles vous présentent leur excuses quant au désagrément causé.
it: Uno sciopero dei trasporti aerei e dell'Unione Lavoratori ha ritardato la consegna immediata di alcune delle merci ordinate. Per evitare un accumulo di ordini, la/le organizzazione/i in questione hanno annullato i tuoi ordini e ti hanno restituito i soldi. Si scusano per questo increscioso episodio.
ja_jp: 空輸業者と全労働組合の労使闘争によって発注した品のいくつかの到着が遅れます。これ以上の遅延を防ぐ為に関連会社は受注を取り下げ、返金する事にしました。彼らは今回の不祥事について陳謝しています。
pl: Akcje protestacyjne Transportu Lotniczego i Generalnego Związku Zawodowego Pracowników zapobiegły natychmiastowej dostawie niektórych zamówionych przez ciebie przedmiotów. Aby zapobiec nawarstwianiu się zaległości w zamówieniach, zaangażowane organizacje anulowały twoje zamówienie(-a) i zwróciły ci pieniądze. Przepraszają za powstałe niedogodności.
pt_br: Ação industrial do transporte aéreo e do sindicato geral dos trabalhadores impediu a entrega imediata de alguns itens que você pediu. Para impedir acúmulo de pedidos, a organização em questão cancelou seu pediu e devolveu seu dinheiro. Eles pedem desculpas pelo inconveniente.
ru_ru: Забастовка работников воздушного транспорта и Союза неквалифицированных рабочих препятствовала возможности быстрой доставки некоторых из заказанных вами товаров. Для того, чтобы не образовывалась очередь невыполненных заказов, организация(и), у которой(ых) вы заказывали товары, отменила(и) заказ(ы) и вернула(и) вам деньги. Они приносят извинения за доставленные неудобства.

source: Vehicle Licensing Problem
cs: Problém s licencování vozidla.
de_de: Problem bei der Fahrzeugzulassung
es: Problema de Matriculación de Vehículo
fr_fr: Problème d'immatriculation de véhicule
it: Problema nella registrazione dei veicoli
ja_jp: 乗り物のライセンス発行問題
pl: Problem z licencją pojazdu
pt_br: Problemas com licenciamento veicular
ru_ru: Проблема с лицензированием транспортного средства

source: An unprecedented workload at the Vehicle Licensing Center has prevented immediate registration of at least one vehicle ordered by you. To prevent a backlog of orders building up, the organization(s) concerned have canceled your order(s) and refunded your money. They apologize for the inconvenience caused.
cs: Bezprecedentní pracovní zátěž u Centra Licencování Vozidel zabránila okamžité registraci alespoň z jednoho tvých vozidel které sis objednal. Aby se zabránilo hromadění nevyřízených objednávek, organizace znepokojením zrušily tvojí(je) objednávku(ky) a vrátily tvoje peníze. Omlouvají se za potíž kterou způsobily.
de_de: Wegen der hohen Arbeitslast bei der Zulassungsstelle konnte mindestens eines der bestellten Fahrzeuge nicht zugelassen werden. Um einen wachsenden Auftragsrückstand zu verhindern, hat die Organisation die Aufträge storniert und Ihr Geld zurückgezahlt. Sie entschuldigt sich für die Unannehmlichkeiten.
es: Una carga inesperada de trabajo en el Centro de Matriculación de Vehículos ha impedido la inmediata matriculación de al menos uno de los vehículos que has pedido. Para impedir que se acumulen los pedidos, la(s) organización(es) involucradas han anulado tu(s) pedido(s) y reembolsado tu dinero. Piden disculpas por las molestias causadas.
fr_fr: Le Centre d'immatriculation des véhicules est surchargé de travail et ne peut procéder à l'immatriculation immédiate de l'un de vos véhicules. Afin d'empêcher une accumulation de commandes en souffrance, les organisations concernées ont annulé vos commandes et vous ont rendu votre argent. Elles vous présentent leur excuses quant au désagrément causé.
it: Un grande carico di lavoro al Centro Registrazione Veicoli ha impedito che almeno uno dei veicoli da te ordinati sia stato registrato immediatamente. Per evitare un accumulo di ordini, la/le organizzazione/i in questione hanno annullato i tuoi ordini e ti hanno restituito i soldi. Si scusano per questo increscioso episodio.
ja_jp: ライセンスセンターで予期せぬ超過業務が発生した為、申請した内の少なくとも一台の乗り物のライセンスの発行が間に合いません。これ以上の遅延を防ぐ為にセンター側は申請内容を取り下げ、返金する事にしました。彼らは今回の遅延業務について陳謝しています。
pl: Bezprecedensowe obciążenie pracą w Centrum Licencjonowania Pojazdów uniemożliwiło natychmiastową rejestrację co najmniej jednego z zamówionych przez ciebie pojazdów. Aby zapobiec nawarstwianiu się zaległości, zaangażowane organizacje anulowały twoje zamówienie(-a) i zwróciły ci pieniądze. Przepraszają za powstałe niedogodności.
pt_br: Uma carga de trabalho sem precedentes no centro de licenciamento de veículos impediu o registro imediato de ao menos um dos veículos que você pediu. Para evitar acúmulo de pedidos, a organização em questão cancelou seus pedidos e devolveu o seu dinheiro. Eles pedem desculpas pelo inconveniente.
ru_ru: Невероятная загруженность Центра лицензирования транспорта не позволила быстро зарегистрировать по меньшей мере одно из заказанных вами транспортных средств. Для того, чтобы не образовывалась очередь невыполненных заказов, организация(и), у которой(ых) вы заказывали технику, отменила(и) заказ(ы) и вернула(и) вам деньги. Они приносят извинения за доставленные неудобства.

source: Cancel Buy and Sell
cs: Zrušit nákup a prodej
de_de: Kaufen und Verkaufen abbrechen
es: Anular Comprar y Vender
fr_fr: Annuler Acheter et vendre
it: Annulla Compra e Vendi
ja_jp: 売買をキャンセル
pl: Anuluj kupno i sprzedaż
pt_br: Cancelar Compra e Venda
ru_ru: Отменить куплю-продажу

source: Are you sure?
cs: Seš si jistej?
de_de: Sind Sie sicher?
es: ¿Seguro?
fr_fr: Êtes-vous sûr?
it: Sei sicuro?
ja_jp: 本当によろしいですか？
pl: Na pewno?
pt_br: Tem certeza?
ru_ru: Вы уверены?

source: Pay:
cs: Zaplatit:
de_de: Bezahlen:
es: Pagar:
fr_fr: Payer:
it: Paga:
ja_jp: 支払い:
pl: Płatność:
pt_br: Pagar:
ru_ru: Оплата:

source: ALIEN TAKEOVER
cs: CIZÁCKÁ ANEXE
de_de: ÜBERNAHME DURCH ALIENS
es: TOMA DE CONTROL ALIENIGENA
fr_fr: PRISE DE CONTROLE ALIENNE
it: CONQUISTA ALIENA
ja_jp: エイリアンによる乗っ取り
pl: OBCE PRZEJĘCIE
pt_br: Tomada Alien
ru_ru: ПРИШЕЛЬЦЫ ОСУЩЕСТВИЛИ ЗАХВАТ

source: Our intelligence sources have informed us that the Aliens have taken control of this organization. This means that they will actively assist the Aliens and oppose the work of X-COM. We will be forced to stop all trade relations with them and must be cautious when conducting operations within their buildings. Right and wrong no longer exists for these people, we must do all we can to protect the city from them. This must not be the end. We will fight on.
cs: Naše výzvědné služby nás informovaly, že cizáci získali kontrolu nad zmíněnou organizací. Znamená to, že nyní bude aktivně pomáhat Cizákům a zároveň se stává nepřátelskou vůči X-COM. Jsme dále nuceni přerušit s ní všechny obchodní kontakty a musíme si dávat dvojnásobný pozor při operacích v jejich budovách. Pro tyto lidi již neexistuje rozdíl mezi dobrem a zlem a my musíme udělat vše, co je v našich silách, k ochraně města. Rezignace by znamenala konec.
de_de: Geheimdienstquellen zufolge haben die Aliens die Kontrolle über diese Organisation übernommen. Die Organisation wird daher die Aliens unterstützen und X-COM aktiv behindern. Alle Handelsbeziehungen zu ihr sollten abgebrochen werden. Bei Operationen in den Gebäuden der Organisation muß mit Vorsicht vorgegangen werden. Diese Leute machen kein Unterschied mehr zwischen Recht und Unrecht. Wir müssen daher alles tun, um die Stadt vor ihnen zu verteidigen. Dies kann nicht das Ende sein. Wir kämpfen weiter.
es: Nuestras fuentes de inteligencia nos han informado que los Alienígenas han tomado el control de esta organización. Esto implica que ayudarán activamente a los alienígenas y se opondrán al trabajo de X-COM. Nos veremos obligados a anular todas nuestras relaciones comerciales con ellos y tener cuidado al llevar a cabo operaciones dentro de sus edificios. El bien y el mal ya no existen para esta gente, y debemos hacer todo lo que podamos para protegernos de ellos. Esto no debe ser el final. Seguiremos luchando.
fr_fr: D'après nos services de renseignements, les aliens ont pris le contrôle de cette organisation. Ses membres vont donc aider activement les aliens et mettre des bâtons dans les roues d'X-COM. Nous allons devoir mettre un terme à nos relations commerciales avec eux et nous montrer prudents si nous devons opérer à l'intérieur de leurs bâtiments. Ces gens n'ont plus la moindre notion du bien et du mal; nous devons faire tout ce qui est en notre pouvoir pour protéger la ville. Nous ne devons pas baisser les bras et continuer à nous battre.
it: Le nostre fonti informative ci hanno comunicato che gli Alieni hanno preso il controllo di quest'organizzazione, che ora li aiuterà in ogni modo, opponendosi alla X-COM. Dobbiamo interrompere tutti i nostri contatti con essa ed essere estremamente cauti quando operiamo nei loro edifici. Il bene e il male non esistono più per queste persone, dobbiamo proteggere a tutti i costi la città da quelli come loro. Non dobbiamo arrenderci, dobbiamo combattere!
ja_jp: 情報部の調べによると、この組織はエイリアンに乗っ取られている事が判明しました。彼らは表だってエイリアンに協力し、X-Comに反発するものと思われます。今後彼らとの取引は停止せざるを得なくなるでしょう。さらに彼らのビル内で作戦を実行する際には特に注意が必要になります。彼らは正邪の判断を失っており、いかなる手段を用いても町を守らねばなりません。今回の事でくじけずに戦い続けましょう。
pl: Nasze źródła wywiadowcze poinformowały, że Obcy przejęli kontrolę nad tą organizacją. Oznacza to, że będą oni aktywnie wspierać Obcych i przeciwstawiać się pracy X-COM. Będziemy zmuszeni wstrzymać z nimi wszelkie stosunki handlowe i musimy zachować ostrożność przeprowadzając operacje w ich budynkach. Dobro i zło już nie istnieje dla tych ludzi, musimy zrobić co w naszej mocy aby uchronić przed nimi miasto. To nie może być koniec. Będziemy walczyć dalej.
pt_br: Nossas fontes de inteligência nos informaram que os alienígenas tomaram o controle desa organização. Isso quer dizer que eles vão ajudar ativamente os aliens e se opor ao trabalho da X-COM. Seremos forçados a parar todas as relações de troca com eles e devemos ser cautelosos ao conduzir operações dentro de suas instalações Certo e errado não existe mais para essas pessoas, devemos fazer tudo o que pudermos para proteger a cidade deles. Não é o fim. Nós iremos lutar.
ru_ru: Наша разведка докладывает, что пришельцы захватили контроль над этой организацией. Это означает, что теперь они будут активно помогать пришельцам и противодействовать работе X-COM. Мы вынуждены приостановить все торговые отношения с ними. Теперь нам также придется проявлять особую осторожность при проведении операций в их зданиях. Для этих людей больше не существует разделения на добро и зло, и нам необходимо сделать все возможное для защиты города от них. Это еще не конец. Мы продолжим борьбу.

source: ALIEN INFILTRATION
cs: CIZÁCKÁ INFILTRACE
es: INFILTRACION ALIENIGENA
fr_fr: INFILTRATION ALIENNE
it: INFLITRAZIONE ALIENA
ja_jp: エイリアンの侵入
pl: INFILTRACJA PRZEZ OBCYCH
pt_br: INFILTRAÇÃO ALIENÍGENA
ru_ru: ПРОНИКНОВЕНИЕ ПРИШЕЛЬЦЕВ

source: HIRE AND FIRE
cs: NÁBOR-VÝPOVĚĎ
de_de: HEUERN UND FEUERN
es: RECLUTAR Y DESPEDIR
fr_fr: RECRUTER ET RENVOYER
it: ASSUMI E LICENZIA
ja_jp: 雇用と解雇
pl: NAJEM I ZWOLNIENIE
pt_br: CONTRATAR E DEMITIR
ru_ru: НАЙМ И УВОЛЬНЕНИЕ

source: FIRE
cs: VYHODIT
de_de: FEUERN
es: DESPEDIR
fr_fr: RENVOYER
it: LICENZIA
ja_jp: 解雇
pl: ZWOLNIJ
pt_br: ATIRAR
ru_ru: УВОЛИТЬ

source: X-COM Agents
cs: Agenti X-COM
de_de: X-COM-Agenten
es: Agentes X-COM
fr_fr: Agents X-COM
it: Agenti X-COM
ja_jp: X-Comのエージェント
pl: Agenci X-COM
pt_br: Agentes X-COM
ru_ru: Оперативники X-COM

source: Biochemists
cs: Biochemici
de_de: Biochemiker
es: Bioquímicos
fr_fr: Biochimistes
it: Biochimici
ja_jp: 生化学者
pl: Biochemicy
pt_br: Bioquímicos
ru_ru: Биохимик

source: Engineers
cs: Inženýři
de_de: Techniker
es: Ingenieros
fr_fr: Ingénieurs
it: Ingegneri
ja_jp: エンジニア
pl: Inżynierowie
pt_br: Engenheiros
ru_ru: Инженер

source: Quantum Physicists
cs: Kvantoví fyzici
de_de: Quantenphysiker
es: Físicos Cuánticos
fr_fr: Physiciens
it: Fisici quantistici
ja_jp: 量子力学者
pl: Fizycy kwantowi
pt_br: Físicos Quânticos
ru_ru: Квантовый физик

source: Accommodation exceeded
cs: Ubytování vyčerpáno
de_de: Unterkunftskapazität überschritten
es: Alojamiento Excedido
fr_fr: Plus assez de logements
it: Troppo personale
ja_jp: 宿泊施設が不足
pl: Brak wolnych kwater
pt_br: Acomodações excedidas
ru_ru: Превышено жилое пространство

source: Hiring not possible due to lack of available accommodation.
cs: Nábor není možný, pro nedostatečnou ubytovací kapacitu.
de_de: Einstellung wegen Mangel an verfügbarer Unterkunft nicht möglich.
es: No es posible reclutar debido a la falta de alojamiento.
fr_fr: Recrutement impossible: manque de logements disponibles.
it: E' impossibile assumere perché non c'è spazio abitativo
ja_jp: 宿泊施設が不足している為、雇用は不可能です。
pl: Najem niemożliwy: brak dostępnych kwater mieszkalnych.
pt_br: Não é possível contratar devido à falta de acomodações.
ru_ru: Невозможно нанять - недостаточно жилого пространства.

source: Hiring not possible due to lack of funds.
cs: Nedostatek financí pro další nábor.
de_de: Einstellung wegen Mangel an Finanzmitteln nicht möglich.
es: No es posible reclutar debido a la falta de dinero.
fr_fr: Recrutement impossible: plus assez de fonds.
it: E' impossibile assumere perché sono finiti i soldi.
ja_jp: 資金不足の為雇用は不可能です。
pl: Najem niemożliwy: brak funduszy.
pt_br: Não é possível contratar. Não há fundos.
ru_ru: Невозможно нанять - недостаточно средств.

source: Weekly Salary
cs: Týdenní Plat
de_de: Wochengehalt
es: Sueldo semanal
fr_fr: Salaire hebdomadaire
it: Salario settimanale
ja_jp: 週給
pl: Tygodniowa płaca
pt_br: Salário Semanal
ru_ru: Еженедельная зарплата

source: Health
cs: Zdraví
de_de: Gesundheit
es: Salud
fr_fr: Santé
it: Salute
ja_jp: HP
pl: Zdrowie
pt_br: Saúde
ru_ru: Здоровье

source: Speed
cs: Rychlost
de_de: Geschwidkt.
es: Velocidad
fr_fr: Vitesse
it: Velocità
ja_jp: 速度
pl: Szybkość
pt_br: Velocidade
ru_ru: Скорость

source: Bravery
cs: Odvaha
de_de: Mut
es: Valentía
fr_fr: Bravoure
it: Coraggio
ja_jp: 士気
pl: Odwaga
pt_br: Bravura
ru_ru: Храбрость

source: Psi-energy
cs: Psi-energie
de_de: Psi-Energie
es: Psi-energía
fr_fr: Psi-énergie
it: Energia Psi
ja_jp: Psiエナジー
pl: Energia psi
pt_br: Energia PSI
ru_ru: Пси-энергия

source: Psi-attack
cs: Psi-útok
de_de: Psi-Angriff
es: Psi-ataque
fr_fr: Psi-attaque
it: Attacco Psi
ja_jp: Psi攻撃力
pl: Atak psi
pt_br: Ataque PSI
ru_ru: Пси-атака

source: Psi-defense
cs: Psi-odolnost
de_de: Psi-Abwehr
es: Psi-defensa
fr_fr: Psi-défense
it: Difesa Psi
ja_jp: Psi防御力
pl: Obrona psi
pt_br: Defesa PSI
ru_ru: Пси-защита

source: Biochemistry skill
cs: Úroveň v biochemii
de_de: Biochemie-Fähigkeiten
es: Hab. en Bioquímica
fr_fr: Compétence en biochimie
it: Abilità biochimica
ja_jp: 生化学スキル
pl: Znajomość biochemii
pt_br: Competência Bioquímica
ru_ru: Навык в биохимии

source: Engineering skill
cs: Úroveň v inženýrství
de_de: Technische Fähigkeiten
es: Hab. en Ingeniería
fr_fr: Compétence en ingénierie
it: Abilità ingegneristica
ja_jp: 技術スキル
pl: Znajomość inżynierii
pt_br: Competência em Engenharia
ru_ru: Инженерный навык
