Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Marsec corporation has privileged access to Elerium supplies due to a strong security role in the Elerium mining colonies. The Lineage weapons technology represents the ultimate Elerium powered accelerators. They are expensive but devastating.
cs: Společnost Marsec má přednostní přístup ke zdrojům Eleria, neboť hraje důležitou roli při zabezpečování důlních kolonií. Velké plazmové dělo představuje vrchol technologie Eleriem poháněných urychlovačů. Je nákladné, ale zničující.
de_de: Die Marsec Corporation hat aufgrund ihrer wichtigen Sicherheitsrolle in den Bergbaukolonien Zugriffsprivilegien auf die Elerium-Vorkommen. Die Lineage-Waffentechnologie besitzt die fortschrittlichsten eleriumgetriebenen Beschleuniger. Sie sind teuer, besitzen aber ungeheure Durchschlagskraft.
es: La corporación Marsec tiene acceso privilegiado a suministros de elerio debido a su importante papel de seguridad en las colonias que tienen minas de elerio. La tecnología lineal de armas lleva los más recientes aceleradores impulsados por elerio. Son caros pero de efectos devastadores.
fr_fr: En raison de son rôle prépondérant concernant la sécurité sur les colonies minières extrayant l'élérium, la corporation Marsec a un accès privilégié aux réserves de ce précieux élément. La technologie des armes Lineage est ce qu'il y a de plus récent en matière d'accélérateurs fonctionnant à l'élérium. Ce sont des armes chères mais redoutables.
it: La Marsec, in virtù del suo ruolo primario nel mantenimento della sicurezza nelle colonie minerarie, ha un canale diretto di accesso alle scorte di Elerio. I cannoni Lineage rappresentano l'ultima conquista nel campo degli acceleratori a Elerio. Sono molto costosi, ma infliggono danni devastanti.
ja_jp: マーゼック社はエレリウムの採掘コロニーで非常に危険なセキュリティ業務を担当している事からエレリウムの供給に関しては特権的な立場をもっている。リネージュプラズマガンはエレリウムのパワーを極限まで引き出す加速器を持つ。高価だが非常に強力だ。
pl: Korporacja Marsek cieszy się przywilejem stosunkowo łatwego dostępu do zasobów elerium dzięki roli, jaką pełni w kontrolowaniu kolonii wydobywających ten surowiec. Technologia działa Dziedzictwo opiera się na najbardziej zaawansowanych akceleratorach zasilanych elerium. Są one kosztowne, lecz mają druzgoczącą siłę rażenia.
pt_br: A Corporação Marsec tem acesso privilegiado ao fornecimento de Elerium por sua posição estratégica na defesa de colônias de mineração do elemento. As tecnologias de armas Lineage representam o melhor em aceleradores movidos a Elerium. São bastante dispendiosas, porém devastadoras.
ru_ru: Корпорация «Марсек» имеет приоритетное право доступа к поставкам элериума благодаря важной роли в обеспечении безопасности колоний, занимающихся его добычей. Оружие класса «Лайнэйдж» представляет собой сверхмощный ускоритель, получающий энергию из элериума. Такое оружие стоит дорого, но его мощь крайне высока.

source: The Plasma Multi-System is a series of connected plasma turrets designed to provide all round fire power. This weapon is ideally suited to installation in larger, less maneuverable craft.
cs: Plazma Multisystém je skupina propojených plazmových věžiček, určených ke střelbě všemi směry. Tato zbraň je ideální k namontování na velká a málo obratná vozidla.
de_de: Das Multisystem besteht aus einer Reihe miteinander verbundener Plasma-Gefechtstürme, die Rundumfeuer ermöglichen. Diese Waffe ist ideal für die Installation in größeren, schwer manövrierbaren Fahrzeugen geeignet.
es: El Multi-Sistema de Plasma es una serie de torretas de plasma conectadas de forma que proporcionan potencia de fuego en todas direcciones. Este arma es perfecta para ser instalada en naves más grandes y menos maniobrables.
fr_fr: Le multi-système à plasma est composé d'une série de tourelles à plasma connectées et est conçu pour fournir une puissance de feu complète. Cette arme convient en général aux gros vaisseaux de faible maniabilité.
it: Il Sistema Multiplo al Plasma è costituito da una serie di torrette al Plasma progettate per coprire tutte le direzioni. E' un'arma solitamente utilizzata sulle navi più grandi e meno maneggevoli.
ja_jp: プラズマ多頭砲塔は全方位射撃を可能とする為に複数のプラズマ砲塔を連結させたものだ。大型で機動力に劣る機体に最適な兵器と言える。
pl: Multisystem plazmowy to zespół sprzężonych działek plazmowych, których zadaniem jest prowadzenie ognia we wszystkich kierunkach. Broń ta idealnie sprawdza się w przypadku większych, mniej zwrotnych pojazdów.
pt_br: O Multisistema Plasma é uma série de canhões conectados para fornecer poder de fogo panorâmico. Essa arma é ideal para naves maiores e menos manobráveis.
ru_ru: Плазменная оружейная система представляет собой несколько соединенных в единый комплекс плазменных турелей, обеспечивающих ведение огня в полусфере. Такое оружие идеально для установки на больших, менее маневренных кораблях.

source: Alien weapons technology is based on a complex sub-atomic particle system. The Disruptor Beam is generated from an inter-dimensional power source. It propels sub-atomic particles which disintegrate molecules in their path. The weapon does not require ammunition since the energy chamber appears to be a self-perpetuating energy source.
cs: Cizácká zbraňová technologie je založena na komplexu subatomických částicových systémů. Disperzívní svazek je tvořen z interdimenzního zdroje energie. Vysílá subatomické částice, které na své dráze dezintegrují molekuly. Tato zbraň nepotřebuje munici, neboť se její energetická komora jeví jako naprosto soběstačná.
de_de: Die Waffentechnologie der Aliens basiert auf einem komplexen subatomaren Partikelsystem. Der Disruptorstrahl wird von einer interdimensionalen Energiequelle generiert. Er schießt Partikel subatomarer Größe ab, die alle getroffenen Moleküle disintegrieren. Die Waffe benötigt keine Munition, da die Energiekammer eine sich selbst erhaltende Energiequelle zu sein scheint.
es: La tecnología alienígena de armas está basada en un complejo sistema de partículas sub-atómicas. El Rayo Perturbador se genera desde una fuente de energía inter-dimensional. Propulsa partículas sub-atómicas que disintegran las moléculas en su camino. Este arma no requiere munición puesto que la cámara de energía parece ser una fuente de energía perpetua.
fr_fr: La technologie alienne de l'armement est basée sur un système complexe de particules subatomiques. Le rayon disrupteur est généré à partir d'une source d'énergie interdimensionnelle. Il projette des particules subatomiques qui désintègrent les molécules qu'elles rencontrent. Cette arme n'a pas besoin de munitions car la chambre d'énergie semble être une source d'énergie qui se renouvelle d'elle-même.
it: La tecnologia bellica Aliena si basa su un complesso sistema di particelle subatomiche. Il raggio Disgregatore viene generato da una fonte energetica interdimensionale: consiste in un fascio di particelle subatomiche che disintegrano le molecole con cui entrano in contatto. Quest'arma non ha bisogno di munizioni dal momento che sembra essere alimentata da una fonte energetica autorigenerante.
ja_jp: エイリアンの武器テクノロジーは複雑な亜原子粒子システムを基盤にしている。ディスタプター光線は次元間エネルギーから生成され、亜原子粒子が貫く過程にあるあらゆる分子構造を破壊する。この武器は永続的に存在するエネルギー源から自動的に薬室にパワーを供給する為、弾薬を必要としない。
pl: Technologia wojenna obcych opiera się na złożonym układzie cząstek subatomowych. Promień dysrupcyjny jest zasilany z międzywymiarowego źródła energii rozpędzającego cząstki subatomowe, które dezintegrują molekuły na swej drodze. Broń ta nie wymaga amunicji, gdyż komora zasilająca wydaje się być całkowicie samowystarczalnym źródłem energii.
pt_br: A tecnologia de armas alienígenas é baseada em um sistema complexo de partículas subatômicas. O Raio Disruptivo é gerado a partir de uma fonte de energia interdimensional. Ele impulsiona partículas subatômicas que desintegram moléculas em seu caminho. Não requer munição já que a fonte da câmara de energia parece se autoperpetuar.
ru_ru: Технология вооружений пришельцев основана на сложной системе, в которой используются субатомные частицы. Расщепляющий луч генерируется благодаря межразмерному источнику энергии. Он разгоняет субатомные частицы, которые дезинтегрируют молекулы, оказывающиеся у них на пути. Оружие не требует боеприпасов, поскольку энергетическая камера, похоже, представляет собой самоподдерживающийся источник энергии.

source: The Medium Disruptor Beam is a more powerful version of the Light Disruptor Beam. It uses the same sub-atomic, inter-dimensional technology but the energy chamber is larger. It is capable of penetrating the heaviest armor.
cs: Střední disperzívní kanón je silnější verzí předchozího typu. Využívá naprosto stejný princip subatomické interdimenzní technologie, ale jeho energetická komora je větší. Je schopný prorazit i těžký pancíř.
de_de: Der mittlere Disruptorstrahl ist eine stärkere Version des leichten Disruptorstrahls. Er wird mit derselben subatomaren, interdimensionalen Technologie betrieben, besitzt aber eine größere Energiekammer. Er durchdringt auch die stärkste Panzerung.
es: El Rayo Perturbador Mediano es una versión más poderosa del Rayo Perturbador Ligero. Utiliza la misma tecnología sub-atómica e inter-dimensional pero la cémara de energía es más grande. Es capaz de penetrar el blindaje más fuerte.
fr_fr: Cette arme est une version plus puissante du rayon disrupteur léger. Il utilise la même technologie subatomique interdimensionnelle, mais la chambre d'énergie est plus grande. Il est capable de perforer le plus épais des blindages.
it: Il Raggio Disgregatore Medio è una versione potenziata del raggio base. Utilizza la stessa tecnologia subatomica interdimensionale, ma la sua camera energetica è più grande. E' in grado di perforare le armature più resistenti.
ja_jp: 中型ディスラプター光線は軽ディスラプターの強化版だ。基本原理は同じだがより大きな薬室を備え、最も重厚な装甲も貫通できる様になっている。
pl: Średni promień dysrupcyjny to silniejsza wersja lekkiego promienia dysrupcyjnego. Używa on tej samej technologii, opartej na cząstkach subatomowych i fizyce międzywymiarowej, jednak komora zasilająca jest większa. Broń ta potrafi przebić nawet najcięższy pancerz.
pt_br: O Raio Disruptivo Médio é uma versão mais potente do Raio Disruptivo Leve. Utiliza a mesma tecnologia interdimensional e subatômica, porém sua câmara de energia é maior. É capaz de penetrar as armaduras mais fortes.
ru_ru: Расщепляющий лучемет средней мощности представляет собой более мощную версию легкого расщепляющего лучемета. В нем используется та же межразмерная технология субатомных частиц, но энергетическая камера больше. Он способен пробивать самую тяжелую броню.

source: The Heavy Dispruptor Beam is an immensely powerful weapon. Its only drawbacks are its size and difficulty of manufacture. The energy chamber is enormous, drawing energy from another dimension. It is possible that the weapon's original power source is actually located in some alternative dimension.
cs: Těžký disperzívní kanón je nesmírně účinná zbraň. Jeho jedinou nevýhodou je jeho velikost a obtížná výroba. Energetická komora, která čerpá energii z jiné dimenze má impozantní rozměry. Je pravděpodobné, že skutečný generátor energie pro tuto zbraň je umístěn někde v alternatívní dimenzi.
de_de: Der Super-Disruptorstrahl ist eine Waffe von schier unglaublicher Durchschlagskraft. Seine einzigen Nachteile sind die Größe und die problematische Herstellung. Die Energiekammer, die Energie aus einer anderen Dimension bezieht, ist riesig. Es ist möglich, daß sich die ursprüngliche Energiequelle der Waffe in einer anderen Dimension befindet.
es: El Rayo Pertubador Pesado es un arma de inmensa potencia. Sus únicos "peros" son su tamaño y la dificultad de fabricación. La cámara de energía es enorme, absorbiendo energía de otra dimensión. Es posible que la fuente original de energía del arma está realmente ubicada en alguna otra dimensión.
fr_fr: Le disrupteur lourd est une arme extrêmement puissante. Ses seuls inconvénients sont sa taille et une relative difficulté de fabrication. La chambre d'énergie est énorme, tirant son énergie d'une autre dimension. Il se pourrait que la source originale de puissance de cette arme se trouve en fait dans une autre dimension.
it: Il Raggio Disgregatore Pesante è un'arma di potenza inaudita. I suoi unici punti negativi sono la grandezza e la difficoltà di realizzazione. La camera energetica che lo alimenta è enorme, e ricava energia da un'altra dimensione. E' possibile che la fonte energetica primaria di quest'arma si trovi attualmente in una dimensione alternativa.
ja_jp: 重ディスラプター光線は恐るべきパワーを誇る兵器だ。その唯一の欠点はサイズと製造難易度で、薬室は巨大で異次元からエネルギーを供給する。その異次元についてだが、並行世界に相当する次元である可能性が出てきた。
pl: Ciężki promień dysrupcyjny to niewiarygodnie potężna broń. Jej jedyne wady to rozmiar i trudność budowy. Komora zasilająca jest ogromna i chłonie wielkie ilości energii z innego wymiaru. Wydaje się możliwe, że faktyczne źródło energii tej broni znajduje się gdzieś w innym wymiarze.
pt_br: O Raio Disruptivo Pesado é uma arma extremamente poderosa. Sua única desvantagem é seu tamanho e dificuldade de produção. A câmara de energia é enorme, sugando energia de outra dimensão. É possível que sua fonte de energia esteja localizada em uma dimensão alternativa.
ru_ru: Тяжелый расщепляющий лучемет - это оружие огромной мощности. Единственным его недостатком можно считать только размер и сложность производства. Энергетическая камера, перекачивающая энергию из другого измерения, обладает огромным объемом. Не исключено, что настоящий источник энергии этого оружия находится в другом измерении.

source: The standard cannon for police and military vehicles; it fires a high velocity armor piercing shell.
cs: Standardní kanón pro vojenská a policejní vozidla. Vystřeluje vysokorychlostní průrazné střely.
de_de: Die Standardkanone für Polizei- und Militärfahrzeuge. Feuert eine panzerdurchdringende Hochgeschwindigkeitsgranate.
es: El cañón estándar para los vehículos de la policía y militares; dispara un proyectil de alta velocidad que penetra el blindaje.
fr_fr: Le canon standard des véhicules de police et militaires. Il lance des obus très rapides capables de perforer les blindages.
it: Questo cannone è l'arma d'ordinanza dei veicoli militari e della polizia. Spara proiettili perforanti ad alta velocità.
ja_jp: 警察と軍の機体で標準採用されているキャノン砲。高速な徹甲弾を発射する。
pl: Działko standardowo używane w pojazdach policyjnych i wojskowych; strzela wysokoprędkościowymi pociskami przeciwpancernymi.
pt_br: O canhão padrão da polícia e veículos militares; Dispara uma cápsula perfurante de alta velocidade.
ru_ru: Стандартная пушка, устанавливающаяся на полицейские и военные транспортные средства, стреляющая высокоскоростными бронебойными боеприпасами.

source: Primarily a short range anti-air missile system. It is effective against smaller air vehicles.
cs: Základní protivzdušný raketový systém s krátkým dosahem. Je účinný proti malým letounům.
de_de: Ein Luftkampf-Raketensystem mit geringer Reichweite, das am effektivsten gegen kleine Raumschiffe einzusetzen ist.
es: Principalmente, un sistema de misiles anti-aéreo de corto alcance. Es efectivo contra vehículos aéreos más pequeños.
fr_fr: Un système de missiles antiaériens à courte portée, efficace contre les petits véhicules aériens.
it: Si tratta di una rampa per missili antiaerei a corto raggio, efficaci contro bersagli di dimensioni ridotte.
ja_jp: 本来は近距離をカバーする為の対空ミサイルシステムで、小型の飛行艇が相手の場合に効果を発揮する。
pl: System rakietowy używany głównie na krótkich zasięgach, skuteczny przeciw mniejszym pojazdom latającym.
pt_br: Primariamente, uma sistema antiaéreo de curta distância. É efetivo contra pequenos veículos aéreos.
ru_ru: Представляет собой ракетную систему класса «воздух-воздух» малого радиуса действия. Эффективен против малых летательных аппаратов.

source: A long range missile system with a powerful fusion warhead. Only useful against ground targets or slow moving vehicles.
cs: Raketový systém s dalekým dosahem a výkonnou fůzní hlavicí. Je použitelný pouze proti pozemním cílům a pomalým vozidlům.
de_de: Ein Raketensystem mit großer Reichweite und einem mächtigen Fusionssprengkopf. Nur im Kampf gegen Bodenziele und langsame Fahrzeuge einzusetzen.
es: Sistema de misiles de largo alcance con una poderosa cabeza de fusión. Únicamente útil contra blancos en tierra o vehículos lentos.
fr_fr: Un système de missiles longue portée équipés d'une ogive à fusion puissante. Utile seulement contre les cibles au sol ou les véhicules se déplaçant lentement.
it: Quest'arma lancia missili a lungo raggio, con testate a fusione: viene usata solo contro bersagli terrestri o velivoli aerei particolarmente lenti.
ja_jp: 核融合弾頭を持つ強力な長距離ミサイルシステム。対地攻撃あるいは低速の標的以外には効果がない。
pl: Broń rakietowa dalekiego zasięgu z potężną głowicą plazmową. Użyteczna tylko przeciw naziemnym lub wolno poruszającym się celom.
pt_br: Um sistema de mísseis de longo alcance, com uma poderosa ogiva de fusão. É útil apenas contra alvos no solo ou veículos lentos.
ru_ru: Ракетная система большого радиуса действия с мощной термоядерной боеголовкой. Эффективна только против наземных целей или медленно движущейся техники.

source: The Prophet system is more effective than the Janitor missiles against faster moving targets. Its guidance systems are much more accurate, but the array only has a limited missile capacity.
cs: Systém raket Prophet je účinnější než Janitor, hlavně proti rychle letícím cílům. Jejich naváděcí systém je mnohem přesnější, ale v sadě je jen omezené množství raket.
de_de: Das Prophet-System ist im Kampf gegen sich schnell bewegende Ziele effektiver als Janitor-Raketen. Es verfügt über eine schnelle Feuerrate, aber seine Raketenkapazität ist begrenzt.
es: El sistema Prophet es más eficaz que los misiles Janitor contra blancos que se mueven más deprisa. Sus sistemas de guiado son mucho más precisos, pero la batería tiene una capacidad limitada de misiles.
fr_fr: Le système Prophète est plus efficace que les missiles Janitor contre les cibles se déplaçant plus vite. Ses systèmes de guidage sont bien plus précis, mais il a une capacité de missiles limitée.
it: Il sistema missilistico Prophet è più efficace del Janitor contro bersagli dotati di alta manovrabilità. I suoi sistemi di guida sono molto più accurati, anche se i danni da esso inflitti sono limitati.
ja_jp: プロフェットシステムはジャニターミサイルよりも高速のターゲットに対し効果的なものになっている。誘導システムの精度は上がったが、問題はミサイルの弾数の少なさだ。
pl: Wyrzutnia Prorok jest bardziej od Dozorcy skuteczna przeciw szybko poruszającym się celom. Jej systemy naprowadzania mają znacznie wyższą celność, jednak pojemność wyrzutni jest ograniczona.
pt_br: O sistema Prophet é mais eficiente que o Janitor contra alvos móveis rápidos. Seu sistema de direcionamento é muito mais preciso, mas tem capacidade de munição limitada.
ru_ru: Система "Пророк" эффективнее, чем "Чистильщик", против быстродвижущихся целей. Ее системы наведения намного точнее, но блок содержит гораздо меньше ракет.

source: This is an extremely powerful long range missile system, which should only be used with extreme caution. The destructive fusion warhead is designed to be used against distant ground targets.
cs: Je to mimořádně výkonný raketový systém s dalekým dosahem, jež by měl být používán s maximální opatrností. Ničivá fůzní hlavice je určena k použití proti vzdáleným pozemním cílům.
de_de: Hierbei handelt es sich um eine Langstreckenrakete von extremer Durchschlagskraft, die mit äußerster Vorsicht verwendet werden muß. Der destruktive Fusionssprengkopf wird gegen weit entfernte Bodenziele eingesetzt.
es: Sistema de misiles de largo alcance extremadamente poderoso, que debe utilizarse con gran cautela. El destructivo cabezal de fusión está diseñado para ser utilizado contra lejanos blancos en tierra.
fr_fr: C'est un système de missiles à longue portée extrêmement puissant, qui ne devrait être utilisé qu'avec une grande prudence. L'ogive à fusion destructrice est conçue pour être utilisée contre les cibles au sol éloignées.
it: Questo sistema missilistico a lungo raggio è estremamente potente, e deve essere usato con molta cautela. La sua testata a fusione è stata progettata appositamente per attacchi contro bersagli terrestri molto distanti.
ja_jp: 極めて強力な長距離ミサイルシステムで、非常に注意して用いなければならない。遠距離にある地上ターゲットに壊滅的なダメージを与える事ができる核融合弾頭を備えている。
pl: Jest to niezwykle potężny system prowadzenia ognia rakietowego dalekiego zasięgu, którego należy używać ze szczególną ostrożnością. Plazmowa głowica tej rakiety jest zaprojektowana do niszczenia odległych celów naziemnych.
pt_br: É um sistema de mísseis extremamente poderoso e de longo alcance, que deve ser usado com cautela máxima. A ogiva de fusão é feita para ser usada contra alvos distantes em solo.
ru_ru: Это сверхмощная ракетная система дальнего радиуса действия, которую необходимо применять чрезвычайно осторожно. Тяжелая термоядерная боеголовка разработана для нанесения ударов по удаленным наземным целям.

source: This Alien missile system is incredibly destructive. The explosive force exceeds the Retribution Missiles and its speed is greater. Fortunately the range is quite limited.
cs: Tento cizácký raketový systém je neuvěřitelně ničivý. Síla exploze převyšuje rakety Retribution a i jejich rychlost je vyšší. Naštěstí mají tyto raket jen krátký dolet.
de_de: Dieses Alien-Raketensystem hat eine unglaubliche Zerstörungswirkung. In puncto Sprengkraft und Geschwindigkeit übertrifft es das Retribution-System. Glücklicherweise hat es nur eine begrenzte Reichweite.
es: Este sistema de misiles alienígenas es increíblemente destructivo. Su fuerza explosiva es mayor que la de los misiles Retribution y su velocidad es mayor. Afortunadamente el alcance es bastante limitado.
fr_fr: Ce système de missiles alien est incroyablement destructeur. Sa force explosive est supérieure aux missiles Retribution et elle est plus rapide. Heureusement, la portée de tir est limitée.
it: Questo lanciamissili Alieno è in grado di provocare danni enormi. La sua potenza esplosiva è superiore a quella dei missili Retribution. Fortunatamente il raggio d'azione è piuttosto ridotto.
ja_jp: エイリアンのミサイルシステムの破壊力は凄まじい。爆発力はリトリビューションミサイルをも凌駕し、速度面でも勝っている。幸いなのは射程距離が短いことだ。
pl: Ten system rakietowy obcych dysponuje niewiarygodną siłą ognia. Przewyższa ona rakiety Odwet zarówno mocą, jak i szybkością. Na szczęście ma dość ograniczony zasięg.
pt_br: Esse sistema de mísseis alienígena é incrivelmente destrutivo. A força explosiva excede a dos mísseis Retribution e sua velocidade é maior. Felizmente, o alcance é bem limitado.
ru_ru: Ракетные системы пришельцев обладают невероятной мощностью. По силе взрыва они превосходят ракеты класса «Возмездие», но при этом обладают большей скоростью. К счастью, их дальность действия достаточно невелика.
