Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Rescue Two
cs: Rescue 2
de_de: Rettungsstation 2
es: Rescate Dos
fr_fr: Secours Deux
it: Soccorso Due
ja_jp: レスキュー２
pl: Pogotowie Dwa
pt_br: Resgate Dois
ru_ru: Станция спасения II

source: Rescue Three
cs: Rescue 3
de_de: Rettungsstation 3
es: Rescate Tres
fr_fr: Secours Trois
it: Soccorso Tre
ja_jp: レスキュー３
pl: Pogotowie Trzy
pt_br: Resgate Três
ru_ru: Станция спасения III

source: Quadrax Tower
de_de: Quadrax-Turm
es: Torre Quadrax
fr_fr: Tour Quadrax
it: Torre Quadrax
ja_jp: クァドラックス･タワー
pl: Wieża Kwadraks
pt_br: Torre Quadrax
ru_ru: Башня «Квадракса»

source: Gygax Memorial Building
de_de: Gygax-Gedächtnishaus
es: Edificio Gygax Memorial
fr_fr: Mémorial Gygax
it: Memoriale Gygax
ja_jp: ガイギャックス記念館
pl: Dom Pamięci Gygaxa
pt_br: Edifício Memorial Gygax
ru_ru: Мемориал Гайгэкса

source: Parallax Tower
de_de: Parallax-Turm
es: Torre Parallax
fr_fr: Tour Parallax
it: Torre Parallax
ja_jp: パララックス･タワー
pl: Wieża Paralaksy
pt_br: Torre Parallax
ru_ru: Башня параллакса

source: Tsunami Building
de_de: Tsunami-Gebäude
es: Edificio Tsunami
fr_fr: Bâtiment Tsunami
it: Grattacielo Tsunami
ja_jp: 津浪･ビル
pl: Gmach Tsunami
pt_br: Edifício Tsunami
ru_ru: Комплекс «Цунами»

source: Venus Spires
de_de: Venus-Türme
fr_fr: Les Flèches de Vénus
it: Palazzo Venus
ja_jp: ビーナスの尖塔
pl: Iglice Wenus
pt_br: Torres Vênus
ru_ru: Шпили Венеры

source: Raven Reaches
de_de: Raven-Gebiet
fr_fr: Le Paradis des corbeaux
it: Complesso Raven
ja_jp: レイヴンリーチ
pl: Krucze Pole
pt_br: Profundezas de Raven
ru_ru: Верховья ворона

source: Mahler Building
de_de: Mahler-Gebäude
es: Edificio Mahler
fr_fr: Bâtiment Mahler
it: Palazzo Mahler
ja_jp: マーラー･ビル
pl: Gmach Mahlera
pt_br: Edifício Mahler
ru_ru: Малер-билдинг

source: The Gugarin Institute
cs: Gagarinův Institut
de_de: Das Gugarin-Institut
es: Instituto Gugarin
fr_fr: L'Institut Gugarin
it: Istituto Gugarin
ja_jp: ギュガリン会館
pl: Instytut Gugarina
pt_br: O Instituto Gugarin
ru_ru: Институт Гагарина

source: Lincoln Tower
de_de: Lincoln-Turm
es: Torre Lincoln
fr_fr: Tour Lincoln
it: Torre Lincoln
ja_jp: リンカーン･･タワー
pl: Wieża Lincolna
pt_br: Torre Lincoln
ru_ru: Башня Линкольна

source: The Armageddon Centre
de_de: Das Armageddon-Zentrum
es: Centro Armageddon
fr_fr: Le Centre Armageddon
it: Centro Armageddon
ja_jp: アーマゲドン･センター
pl: Centrum Armageddon
pt_br: O Centro Armageddon
ru_ru: Армагеддон-центр

source: Cyborg Institute
cs: Kyborg Institut
de_de: Cyborg-Institut
es: Instituto Cyborg
fr_fr: Institut Cyborg
it: Istituto Cyborg
ja_jp: サイボーグ会館
pl: Instytut Cyborgowy
pt_br: Instituto Ciborgue
ru_ru: Институт киборгов

source: Uhuru Tower
de_de: Uhuru-Turm
es: Torre Uhuru
fr_fr: Tour Uhuru
it: Torre Uhuru
ja_jp: ウフーラ･タワー
pl: Wieża Uhuru
pt_br: Torre Uhuru
ru_ru: Башня Ухуру

source: The Karpov Building
de_de: Das Karpow-Gebäude
es: Edificio Karpov
fr_fr: Bâtiment Karpov
it: Palazzo Karpov
ja_jp: カーポフ･ビル
pl: Gmach Karpowa
pt_br: Edifício Karpov
ru_ru: Комплекс им. Карпова

source: Nietzsche Institute
cs: Nietzsche Institut
de_de: Nietzsche-Institut
es: Instituto Nietzsche
fr_fr: Institut Nietzsche
it: Istituto Nietzsche
ja_jp: ニーチェ会館
pl: Instytut Nietzschego
pt_br: Instituto Nietzsche
ru_ru: Институт Ницше

source: Foucault Tower
de_de: Foucault-Turm
es: Torre Foucault
fr_fr: Tour Foucault
it: Torre Fouchault
ja_jp: フーカ･タワー
pl: Wieża Foucaulta
pt_br: Torre Foucault
ru_ru: Башня Фуко

source: Edifice Tower
de_de: Edifice-Turm
es: Torre Edifice
fr_fr: Tour Edifice
it: Torre Edifice
ja_jp: エディフィス･タワー
pl: Wieża Edifice
pt_br: Torre Edifíce
ru_ru: Величественная башня

source: The Ozone Building
cs: Ozone Building
de_de: Das Ozon-Gebäude
es: Edificio Ozone
fr_fr: Le Bâtiment de l'Ozone
it: Palazzo dell'Ozono
ja_jp: オゾン･ビル
pl: Gmach Ozon
pt_br: O Edifício Ozone
ru_ru: Здание «Озон»

source: The New Empire Tower
cs: New Empire Tower
de_de: Der New Empire-Turm
es: Torre Nuevo Imperio
fr_fr: La Tour New Empire
it: Grattacielo New Empire
ja_jp: ニューエンパイア･タワー
pl: Wieża Nowoimperialna
pt_br: A Torre Novo Império
ru_ru: Башня «Нью Эмпайр»

source: Descartes Towers
de_de: Descartes-Türme
es: Torres Descartes
fr_fr: Tours Descartes
it: Torri Descartes
ja_jp: デカール･タワー
pl: Wieże Kartezjusza
pt_br: Torres Descartes
ru_ru: Башни Декарта

source: Transtellar Spacelines
de_de: Transtellar-Raumlinie
es: Lineas Transestelares
fr_fr: Navettes spatiales Transtellaire
it: Linee spaziali Transtellar
ja_jp: トランステラー･スペースライン
pl: Linie Transtellar
pt_br: Linhas Espaciais Transtellar
ru_ru: Космические линии «Транстеллара»

source: Galactic Central
de_de: Galactic-Zentrale
es: Central Galáctica
fr_fr: Central Galactic
ja_jp: 銀河センター
pl: Galaktyczna Główna
pt_br: Central Galática
ru_ru: Центральное галактическое бюро

source: Megavision One
cs: Megavision 1
de_de: Megavision 1
es: Megavision Uno
fr_fr: Mégavision Un
it: Megavision Uno
ja_jp: メガビジョン1
pl: Megawizja Jeden
pt_br: Megavisão Um
ru_ru: Мегавидение I

source: Megavision Two
cs: Megavision 2
de_de: Megavision 2
es: Megavision Dos
fr_fr: Mégavision Deux
it: Megavision Due
ja_jp: メガビジョン２
pl: Megawizja Dwa
pt_br: Megavisão Dois
ru_ru: Мегавидение II

source: Megavision Three
cs: Megavision 3
de_de: Megavision 3
es: Megavision Tres
fr_fr: Mégavision Trois
it: Megavision Tre
ja_jp: メガビジョン３
pl: Megawizja Trzy
pt_br: Megavisão Três
ru_ru: Мегавидение III

source: Megatribe Warriors
fr_fr: Guerriers des Mégatribus
ja_jp: メガトライブ･ウォリアー
pl: Wojownicy Megaplemienia
pt_br: Guerreiros da Megatribo
ru_ru: Мегатрайб Уорриорс

source: Meteor Kings
fr_fr: Rois des Météores
ja_jp: 隕石王
pl: Królowie Meteorów
pt_br: Reis Meteoro
ru_ru: Метеор Кингс

source: Dog Star Wanderers
fr_fr: Les Vagabonds de l'Etoile du Chien
ja_jp: ドッグスターの旅人
pl: Wędrowcy Psiej Gwiazdy
pt_br: Andarilhos Dog Star
ru_ru: Дог Стар Уондерерс

source: Garden of Delights
cs: Zahrada rozkoší
de_de: Garten der Genüsse
es: Jardin de las Delicias
fr_fr: Le Jardin des Délices
it: Giardino delle Delizie
ja_jp: 喜びの園
pl: Ogród Rozkoszy
pt_br: Jardim dos Prazeres
ru_ru: Сад наслаждений

source: The Lineage Foundation
cs: Lineage Foundation
de_de: Die Vererbungsstiftung
es: Fundacion Linaje
fr_fr: La Fondation pour la Descendance
it: L'Albero della Vita
ja_jp: 血族財団
pl: Fundacja Dziedzictwa
pt_br: A Fundação Lineage
ru_ru: Фонд «Лайнэйдж»

source: Aldous Huxley Emporium
es: Emporio Aldous Huxley
fr_fr: Le Grand Magasin Aldous Huxley
it: Emporio Aldous Huxley
ja_jp: アルドス･ハクスレイ商業地区
pl: Centrum Handlowe Aldousa Huxleya
pt_br: Empório Aldous Huxley
ru_ru: ТЦ им. Олдоса Хаксли

source: Hypermart Zone
es: Zona Hipermercado
fr_fr: La zone Hypermart
it: Hypermarket
ja_jp: ハイパーマート
pl: Hipermarket Strefa
pt_br: Zona Hipermercado
ru_ru: Гипермаркет-зона

source: Acropolis Apartments
de_de: Acropolis-Appartements
es: Apartamentos Acropolis
fr_fr: Résidence de l'Acropole
it: Appartamenti Acropolis
ja_jp: アクロポリス･住宅街
pl: Osiedle Akropol
pt_br: Apartamentos Acrópolis
ru_ru: Апартаменты «Акрополь»

source: Atlantis Apartments
de_de: Atlantis-Appartements
es: Apartamentos Atlantis
fr_fr: Résidence l'Atlantide
it: Appartamenti Atlantis
ja_jp: アトランティス･住宅街
pl: Osiedle Atlantyda
pt_br: Apartamentos Atlantis
ru_ru: Апартаменты «Атлантида»

source: Babylon Apartments
de_de: Babylon-Appartements
es: Apartamentos Babylon
fr_fr: Résidence Babylone
it: Appartamenti Babylon
ja_jp: バビロン･住宅街
pl: Osiedle Babilon
pt_br: Apartamentos Babylon
ru_ru: Апартаменты «Вавилон»

source: Ptolemy Apartments
de_de: Ptolemy-Appartements
es: Apartamentos Ptolemy
fr_fr: Résidence Ptolémée
it: Appartamenti Ptolemy
ja_jp: プトレマイオス･住宅街
pl: Osiedle Ptolemeusz
pt_br: Apartamentos Ptolomeu
ru_ru: Апартаменты «Птолемей»

source: Habizone Apartments
de_de: Habizone-Appartements
es: Apartamentos Habizone
fr_fr: Résidence Habizone
it: Appartamenti Habizone
ja_jp: ハビゾーン･住宅街
pl: Apartamenty Habizone
pt_br: Apartamentos Habizona
ru_ru: Спальный район

source: Ecozone Apartments
de_de: Ecozone-Appartements
es: Apartamentos Ecozone
fr_fr: Résidence Ecozone
it: Appartamenti Ecozone
ja_jp: エコゾーン･住宅街
pl: Osiedle Ekostrefa
pt_br: Apartamentos Ecozona
ru_ru: Апартаменты «Экозона»

source: Stellar Apartments
de_de: Stellar-Appartements
es: Apartamentos Stellar
fr_fr: Résidence Stellaire
it: Appartamenti Stellar
ja_jp: ステラｰ･住宅街
pl: Apartamenty Gwiaździste
pt_br: Apartamentos Estelar
ru_ru: Апаратаменты «Звездные»

source: Lone Ranger Apartments
de_de: Lone Ranger-Appartements
es: Apartamentos Lone Ranger
fr_fr: Résidence Lone Ranger
it: Appartamenti Lone Ranger
ja_jp: ローンレンジャー･住宅街
pl: Osiedle Samotny Jeździec
pt_br: Apartamentos Solitário
ru_ru: Апартаменты «Одинокий ковбой»

source: Eden Mansions
de_de: Eden-Villen
es: Mansiones Eden
fr_fr: Hôtels particuliers Eden
it: Residence Eden
ja_jp: エデン･マンション街
pl: Posiadłość Eden
pt_br: Mansões Éden
ru_ru: Жилой комплекс «Эдем»

source: Utopia Mansions
de_de: Utopia-Villen
es: Mansiones Utopia
fr_fr: Hôtels particuliers Utopia
it: Residence Utopia
ja_jp: ユートピア･マンション街
pl: Posiadłość Utopia
pt_br: Mansões Utopia
ru_ru: Жилой комплекс «Утопия»

source: Nirvana Mansions
de_de: Nirvana-Villen
es: Mansiones Nirvana
fr_fr: Hôtels particuliers Nirvana
it: Residence Nirvana
ja_jp: ニルバーナ･マンション街
pl: Posiadłość Nirwana
pt_br: Mansões Nirvana
ru_ru: Жилой комплекс «Нирвана»

source: Cyclops Mansions
de_de: Cyclops-Villen
es: Mansiones Cyclops
fr_fr: Hôtels particuliers Cyclopes
it: Residence Cyclops
ja_jp: サイクロプス･マンション街
pl: Posiadłość Cyklopia
pt_br: Mansões Ciclope
ru_ru: Жилой комплекс «Циклоп»

source: Cultivator One
cs: Kultivátor 1
de_de: Cultivator 1
es: Cultivador Uno
fr_fr: Cultivator Un
it: Coltivatore Uno
ja_jp: 耕作地1
pl: Kultywator Jeden
pt_br: Cultivador Um
ru_ru: Культивационный комплекс I

source: Cultivator Two
cs: Kultivátor 2
de_de: Cultivator 2
es: Cultivador Dos
fr_fr: Cultivator Deux
it: Coltivatore Due
ja_jp: 耕作地２
pl: Kultywator Dwa
pt_br: Cultivador Dois
ru_ru: Культивационный комплекс II

source: Cultivator Three
cs: Kultivátor 3
de_de: Cultivator 3
es: Cultivador Tres
fr_fr: Cultivator Trois
it: Coltivatore Tre
ja_jp: 耕作地３
pl: Kultywator Trzy
pt_br: Cultivador Três
ru_ru: Культивационный комплекс III

source: Cityclean One
cs: Cityclean 1
de_de: Cityclean 1
es: Munilimp Uno
fr_fr: Cityclean Un
it: Cityclean Uno
ja_jp: 清掃業者1
pl: Oczyszczalnia Jeden
pt_br: Limpacidade Um
ru_ru: Очистные сооружения I

source: Cityclean Two
cs: Cityclean 2
de_de: Cityclean 2
es: Munilimp Dos
fr_fr: Cityclean Deux
it: Cityclean Due
ja_jp: 清掃業者２
pl: Oczyszczalnia Dwa
pt_br: Limpacidade Dois
ru_ru: Очистные сооружения II

source: Cityclean Three
cs: Cityclean 3
de_de: Cityclean 3
es: Munilimp Tres
fr_fr: Cityclean Trois
it: Cityclean Tre
ja_jp: 清掃業者３
pl: Oczyszczalnia Trzy
pt_br: Limpacidade Três
ru_ru: Очистные сооружения III

source: Hydrozone One
cs: Hydrozone 1
de_de: Hydrozone 1
es: Hidrozona Uno
fr_fr: Hydrozone Un
it: Hydrozone Uno
ja_jp: 水耕農場1
pl: Hydrostrefa Jeden
pt_br: Hidrozona Um
ru_ru: Гидрокомплекс I

source: Hydrozone Two
cs: Hydrozone 2
de_de: Hydrozone 2
es: Hidrozona Dos
fr_fr: Hydrozone Deux
it: Hydrozone Due
ja_jp: 水耕農場２
pl: Hydrostrefa Dwa
pt_br: Hidrozona Dois
ru_ru: Гидрокомплекс II

source: Hydrozone Three
cs: Hydrozone 3
de_de: Hydrozone 3
es: Hidrozona Tres
fr_fr: Hydrozone Trois
it: Hydrozone Tre
ja_jp: 水耕農場３
pl: Hydrostrefa Trzy
pt_br: Hidrozona Três
ru_ru: Гидрокомплекс III

source: Appliances One
cs: Lehké dílny 1
de_de: Gerätefabrik 1
es: Electrodomésticos Uno
fr_fr: Equipements Un
it: Fabbrica Uno
ja_jp: 電気設備1
pl: Urządzenia Jeden
pt_br: Utensílios Um
ru_ru: Фабрика бытовой техники I

source: Appliances Two
cs: Lehké dílny 2
de_de: Gerätefabrik 2
es: Electrodomésticos Dos
fr_fr: Equipements Deux
it: Fabbrica Due
ja_jp: 電気設備２
pl: Urządzenia Dwa
pt_br: Utensílios Dois
ru_ru: Фабрика бытовой техники II

source: Appliances Three
cs: Lehké dílny 3
de_de: Gerätefabrik 3
es: Electrodomésticos Tres
fr_fr: Equipements Trois
it: Fabbrica Tre
ja_jp: 電気設備３
pl: Urządzenia Trzy
pt_br: Utensílios Três
ru_ru: Фабрика бытовой техники III

source: Arms One
cs: Arms 1
de_de: Waffenfabrik 1
es: Armas Uno
fr_fr: Armement Un
it: Armi Uno
ja_jp: 兵器1
pl: Arsenał Jeden
pt_br: Armas Um
ru_ru: Оружейная фабрика I

source: Arms Two
cs: Arms 2
de_de: Waffenfabrik 2
es: Armas Dos
fr_fr: Armement Deux
it: Armi Due
ja_jp: 兵器２
pl: Arsenał Dwa
pt_br: Armas Dois
ru_ru: Оружейная фабрика II

source: Arms Three
cs: Arms 3
de_de: Waffenfabrik 3
es: Armas Tres
fr_fr: Armement Trois
it: Armi Tre
ja_jp: 兵器３
pl: Arsenał Trzy
pt_br: Armas Três
ru_ru: Оружейная фабрика III

source: Robot One
cs: Robot 1
de_de: Robot 1
es: Robot Uno
fr_fr: Robot Un
it: Robot Uno
ja_jp: ロボット1
pl: Robot Jeden
pt_br: Robô Um
ru_ru: Завод робототехники I

source: Robot Two
cs: Robot 2
de_de: Robot 2
es: Robot Dos
fr_fr: Robot Deux
it: Robot Due
ja_jp: ロボット２
pl: Robot Dwa
pt_br: Robô Dois
ru_ru: Завод робототехники II

source: Robot Three
cs: Robot 3
de_de: Robot 3
es: Robot Tres
fr_fr: Robot Trois
it: Robot Tre
ja_jp: ロボット３
pl: Robot Trzy
pt_br: Robô Três
ru_ru: Завод робототехники III

source: Car One
cs: Auto 1
de_de: Autofabrik 1
es: Coche Uno
fr_fr: Voiture Un
it: Auto Uno
ja_jp: 車1
pl: Samochody Jeden
pt_br: Carro Um
ru_ru: Автозавод I

source: Car Two
cs: Auto 2
de_de: Autofabrik 2
es: Coche Dos
fr_fr: Voiture Deux
it: Auto Due
ja_jp: 車２
pl: Samochody Dwa
pt_br: Carro Dois
ru_ru: Автозавод II

source: Car Three
cs: Auto 3
de_de: Autofabrik 3
es: Coche Tres
fr_fr: Voiture Trois
it: Auto Tre
ja_jp: 車３
pl: Samochody Trzy
pt_br: Carro Três
ru_ru: Автозавод III

source: Flyer One
cs: Flyer 1
de_de: Luftfahrzeug 1
es: Flyer Uno
fr_fr: Véhicules Un
it: Aereo Uno
ja_jp: フライヤー1
pl: Fabryka Jeden
pt_br: Voador Um
ru_ru: Завод легких космопланов I

source: Flyer Two
cs: Flyer 2
de_de: Luftfahrzeug 2
es: Flyer Dos
fr_fr: Véhicules Deux
it: Aereo Due
ja_jp: フライヤー２
pl: Fabryka Dwa
pt_br: Voador Dois
ru_ru: Завод легких космопланов II

source: Flyer Three
cs: Flyer 3
de_de: Luftfahrzeug 3
es: Flyer Tres
fr_fr: Véhicules Trois
it: Aereo Tre
ja_jp: フライヤー３
pl: Fabryka Trzy
pt_br: Voador Três
ru_ru: Завод легких космопланов III

source: Megaflyer One
cs: Megaflyer 1
de_de: Megaflyer 1
es: Megaflyer Uno
fr_fr: Grands véhicule Un
it: Megavolo Uno
ja_jp: メガフライヤー1
pl: Megafabryka Jeden
pt_br: Megavoador Um
ru_ru: Завод тяжелых кораблей I

source: Megaflyer Two
cs: Megaflyer 2
de_de: Megaflyer 2
es: Megaflyer Dos
fr_fr: Grands véhicule Deux
it: Megavolo Due
ja_jp: メガフライヤー２
pl: Megafabryka Dwa
pt_br: Megavoador Dois
ru_ru: Завод тяжелых кораблей II

source: Megaflyer Three
cs: Megaflyer 3
de_de: Megaflyer 3
es: Megaflyer Tres
fr_fr: Grands véhicules Trois
it: Megavolo Tre
ja_jp: メガフライヤー３
pl: Megafabryka Trzy
pt_br: Megavoador Três
ru_ru: Завод тяжелых кораблей III

source: Construction One
cs: Konstrukce 1
de_de: Konstruktion 1
es: Construccion Uno
fr_fr: Fabrication Un
it: Costruzione Uno
ja_jp: 建築現場1
pl: Budowa jeden
pt_br: Construção Um
ru_ru: Домостроительный завод I

source: Construction Two
cs: Konstrukce 2
de_de: Konstruktion 2
es: Construccion Dos
fr_fr: Fabrication Deux
it: Costruzione Due
ja_jp: 建築現場２
pl: Budowa dwa
pt_br: Construção Dois
ru_ru: Домостроительный завод II

source: Construction Three
cs: Konstrukce 3
de_de: Konstruktion 3
es: Construccion Tres
fr_fr: Fabrication Trois
it: Costruzione Tre
ja_jp: 建築現場３
pl: Budowa trzy
pt_br: Construção Três
ru_ru: Домостроительный завод III

source: George Orwell Block
es: Bloque George Orwell
fr_fr: Bloc George Orwell
it: Quartiere George Orwell
ja_jp: ジョージ･オーウェル地区
pl: Blok George'a Orwella
pt_br: Block George Orwell
ru_ru: Жилой массив «Джордж Оруэлл»

source: Thomas More Tower
de_de: Thomas More-Turm
es: Torre Thomas More
fr_fr: Tour Thomas More
it: Torre Thomas More
ja_jp: トマス･モア･タワー
pl: Wieża Tomasza Morusa
pt_br: Torre Thomas More
ru_ru: Башня Томаса Мора

source: Dickens Estate
de_de: Dickens-Anlage
es: Urbanizacion Dickens
fr_fr: Cité Dickens
it: Proprietà Dickens
ja_jp: ディケンズ邸
pl: Włości Dickensa
pt_br: Quinta Dickens
ru_ru: Жилой массив «Диккенс»

source: Oliver Twist Block
es: Bloque Oliver Twist
fr_fr: Bâtiment Oliver Twist
it: Blocco Oliver Twist
ja_jp: オリバー･ツイスト地区
pl: Blok Oliwiera Twista
pt_br: Bloco Oliver Twist
ru_ru: Жилой массив «Оливер Твист»

source: Campesino Apartments
de_de: Campesino-Appartements
es: Apartamentos Campesino
fr_fr: Bâtiment Campesino
it: Appartamenti Campesino
ja_jp: カンパシーノ･住宅街
pl: Apartamenty Campesino
pt_br: Apartamentos Campesino
ru_ru: Жилище «Кампесино»

source: Grey Visitor Towers
de_de: Grey Visitor-Türme
es: Torres Grey Visitor
fr_fr: Tours des Visiteurs gris
it: Torri Grigie
ja_jp: グレイ･ビジター･タワー地区
pl: Wieże Szarego Przybysza
pt_br: Torres Grey Visitor
ru_ru: Башни серых визитеров

source: Scrooge Mansions
de_de: Scrooge-Villen
es: Mansiones Scrooge
fr_fr: Résidence Harpagon
it: Magione Scrooge
ja_jp: スクルージ･マンション街
pl: Posiadłość Scrooge'a
pt_br: Mansões Scrooge
ru_ru: Жилой массив «Скрудж»

source: Borstal Block
es: Bloque Borstal
fr_fr: Bâtiment Fleuro-Mérygis
it: Blocco Borstal
ja_jp: ボルスタル地区
pl: Blok Borstala
pt_br: Block Borstal
ru_ru: Борстал-зона

source: Heavenly Towers
de_de: Heavenly-Türme
es: Torres Heavenly
fr_fr: Tours Célestes
it: Torri del Paradiso
ja_jp: ヘブンリー･タワー地区
pl: Niebiańskie Wieże
pt_br: Torres Paradísiacas
ru_ru: Небесные башни

source: Civic Project
de_de: Civic-Projekt
es: Proyecto Cívico
fr_fr: HLM municipale
it: Progetto Civico
ja_jp: 市政プロジェクト
pl: Projekt obywatelski
pt_br: Projeto Cívico
ru_ru: Общественный проект

source: Chronos Block
es: Bloque Chronos
fr_fr: Cité Chronos
it: Blocco Chronos
ja_jp: クロノス地区
pl: Blok Kronosa
pt_br: Block Cronos
ru_ru: Жилой дом «Хронос»

source: Necronomicon Mansions
de_de: Necronomicon-Villen
es: Mansiones Necronomicon
fr_fr: Résidence Nécronomicon
it: Magione Necronomicon
ja_jp: ネクロノミコン･マンション街
pl: Posiadłość Necronomicon
pt_br: Mansões Necronomicon
ru_ru: Жилой дом «Некрономикон»

source: Angel Heart Heights
de_de: Angel Heart-Höhen
es: Torres Angel Heart
fr_fr: Tours Angel Heart
it: Alture Angel Heart
ja_jp: エンジェルハート高地
pl: Wysokościowce Angel Heart
pt_br: Alto do Coração Angelical
ru_ru: Возвышенность сердца ангела

source: Lovecraft Block
es: Bloque Lovecraft
fr_fr: Cité Lovecraft
it: Blocco Lovecraft
ja_jp: ラヴクラフト地区
pl: Blok Lovecrafta
pt_br: Block Lovecraft
ru_ru: Жилой массив «Лавкрафт»

source: Bakunin Block
es: Bloque Bakunin
fr_fr: Cité Bakunin
it: Quartiere Bakunin
ja_jp: バクーニン地区
pl: Blok Bakunina
pt_br: Block Bakunin
ru_ru: Жилой массив «Бакунин»

source: Saturn Block
es: Bloque Saturn
fr_fr: Cité Saturne
it: Zona di Saturno
ja_jp: 木星地区
pl: Blok Saturn
pt_br: Bloco Saturno
ru_ru: Жилой массив «Сатурн»

source: Hades Block
es: Bloque Hades
fr_fr: Cité Hadès
it: Blocco Hades
ja_jp: 冥王星地区
pl: Blok Hades
pt_br: Bloco Hades
ru_ru: Жилой массив «Аид»

source: Neptune Towers
de_de: Neptune-Türme
es: Neptune Torres
fr_fr: Tours Neptune
it: Torri di Nettuno
ja_jp: 水星地区
pl: Wieże Neptuna
pt_br: Torres Netuno
ru_ru: Башни Нептуна

source: Maze Towers
de_de: Maze-Türme
es: Maze Torres
fr_fr: Tours Dédale
it: Torri Maze
ja_jp: メイズ･タワー地区
pl: Wieże Labiryntu
pt_br: Torres Labirinto
ru_ru: Башни Лабиринта

source: Grimoire Block
es: Bloque Grimoire
fr_fr: Cité Grimoire
it: Proprietà Grimoire
ja_jp: グリモア地区
pl: Blok Grimuar
pt_br: Bloco Grimoire
ru_ru: Жилой массив «Гримуар»

source: Durruti Block
es: Bloque Durruti
fr_fr: Cité Durruti
it: Blocco Durruti
ja_jp: ドゥルティ地区
pl: Blok Durrutiego
pt_br: Bloco Durruti
ru_ru: Жилой массив «Дуррути»

source: Blue Doctor Project
de_de: Blue Doctor-Projekt
es: Proyecto Blue Doctor
fr_fr: HLM Blue Doctor
it: Progetto Dottore Blu
ja_jp: ブルーDr.プロジェクト
pl: Projekt Błękitny Doktor
pt_br: Projeto Doutor Azul
ru_ru: Проект «Голубой доктор»

source: Enlightenment Towers
de_de: Enlightenment-Türme
es: Torres Enlightenment
fr_fr: Tours des Lumières
it: Torri delle Delizie
ja_jp: 啓蒙タワー地区
pl: Wieże Oświecenia
pt_br: Torres Iluminação
ru_ru: Башни Просвещения

source: Renaissance Block
es: Bloque Renaissance
fr_fr: Cité Renaissance
it: Blocco della Rinascita
ja_jp: ルネッサンス地区
pl: Blok Renesans
pt_br: Bloco Renascença
ru_ru: Жилой массив «Ренессанс»

source: Slum City
es: Ciudad Slum
fr_fr: Ville Poubelle
it: Città Buia
ja_jp: スラム街
pl: Dzielnica slamsów
pt_br: Cidade Favela
ru_ru: Город трущоб

source: Warehouse One
cs: Skladiště 1
de_de: Lagerhaus 1
es: Nave Uno
fr_fr: Entrepôt Un
it: Magazzino Uno
ja_jp: 倉庫1
pl: Magazyn Jeden
pt_br: Armazém Um
ru_ru: Склад I

source: Warehouse Two
cs: Skladiště 2
de_de: Lagerhaus 2
es: Nave Dos
fr_fr: Entrepôt Deux
it: Magazzino Due
ja_jp: 倉庫２
pl: Magazyn Dwa
pt_br: Armazém Dois
ru_ru: Склад II

source: Warehouse Three
cs: Skladiště 3
de_de: Lagerhaus 3
es: Nave Tres
fr_fr: Entrepôt Trois
it: Magazzino Tre
ja_jp: 倉庫３
pl: Magazyn Trzy
pt_br: Armazém Três
ru_ru: Склад III

source: Warehouse Four
cs: Skladiště 4
de_de: Lagerhaus 4
es: Nave Cuatro
fr_fr: Entrepôt Quatre
it: Magazzino Quattro
ja_jp: 倉庫４
pl: Magazyn Cztery
pt_br: Armazém Quatro
ru_ru: Склад IV

source: Warehouse Five
cs: Skladiště 5
de_de: Lagerhaus 5
es: Nave Cinco
fr_fr: Entrepôt Cinq
it: Magazzino Cinque
ja_jp: 倉庫５
pl: Magazyn Pięć
pt_br: Armazém Cinco
ru_ru: Склад V

source: Warehouse Six
cs: Skladiště 6
de_de: Lagerhaus 6
es: Nave Seis
fr_fr: Entrepôt Six
it: Magazzino Sei
ja_jp: 倉庫６
pl: Magazyn Sześć
pt_br: Armazém Seis
ru_ru: Склад VI

source: Warehouse Seven
cs: Skladiště 7
de_de: Lagerhaus 7
es: Nave Siete
fr_fr: Entrepôt Sept
it: Magazzino Sette
ja_jp: 倉庫７
pl: Magazyn Siedem
pt_br: Armazém Sete
ru_ru: Склад VII

source: Warehouse Eight
cs: Skladiště 8
de_de: Lagerhaus 8
es: Nave Ocho
fr_fr: Entrepôt Huit
it: Magazzino Otto
ja_jp: 倉庫８
pl: Magazyn Osiem
pt_br: Armazém Oito
ru_ru: Склад VIII

source: Warehouse Nine
cs: Skladiště 9
de_de: Lagerhaus 9
es: Nave Nueve
fr_fr: Entrepôt Neuf
it: Magazzino Nove
ja_jp: 倉庫９
pl: Magazyn Dziewięć
pt_br: Armazém Nove
ru_ru: Склад IX

source: Warehouse Ten
cs: Skladiště 10
de_de: Lagerhaus 10
es: Nave Diez
fr_fr: Entrepôt Dix
it: Magazzino Dieci
ja_jp: 倉庫１０
pl: Magazyn Dziesięć
pt_br: Armazém Dez
ru_ru: Склад X

source: Warehouse Eleven
cs: Skladiště 11
de_de: Lagerhaus 11
es: Nave Once
fr_fr: Entrepôt Onze
it: Magazzino Undici
ja_jp: 倉庫１２
pl: Magazyn Jedenaście
pt_br: Armazém Onze
ru_ru: Склад XI

source: Warehouse Twelve
cs: Skladiště 12
de_de: Lagerhaus 12
es: Nave Doce
fr_fr: Entrepôt Douze
it: Magazzino Dodici
ja_jp: 倉庫１２
pl: Magazyn Dwanaście
pt_br: Armazém Doze
ru_ru: Склад XII

source: Energen Building
de_de: Energen-Gebäude
es: Edificio Energen
fr_fr: Bâtiment Energen
it: Palazzo Energen
ja_jp: エネルゲン･ビル
pl: Gmach Energenu
pt_br: Edifício Energen
ru_ru: Комплекс «Энерген»

source: Midas Building
de_de: Midas-Gebäude
es: Edificio Midas
fr_fr: Bâtiment Midas
it: Palazzo Midas
ja_jp: ミダス･ビル
pl: Gmach Midasa
pt_br: Edifício Midas
ru_ru: Комплекс «Мидас»

source: Recyclotorium One
cs: Recyklotorium 1
de_de: Recyclotorium 1
es: Planta de reciclaje Uno
fr_fr: Recyclotorium Un
it: Riciclatore Uno
ja_jp: リサイクルセンター1
pl: Recyklotron Jeden
pt_br: Reciclatório Um
ru_ru: Рециклоторий I

source: Recyclotorium Two
cs: Recyklotorium 2
de_de: Recyclotorium 2
es: Planta de reciclaje Dos
fr_fr: Recyclotorium Deux
it: Riciclatore Due
ja_jp: リサイクルセンター２
pl: Recyklotron Dwa
pt_br: Reciclatório Dois
ru_ru: Рециклоторий II

source: Recyclotorium Three
cs: Recyklotorium 3
de_de: Recyclotorium 3
es: Planta de reciclaje Tres
fr_fr: Recyclotorium Trois
it: Riciclatore Tre
ja_jp: リサイクルセンター３
pl: Recyklotron Trzy
pt_br: Reciclatório Dois
ru_ru: Рециклоторий III

source: Temple of the Apocalypse
cs: Chrám Apokalypsy
de_de: Tempel der Apokalypse
es: Templo del Apocalipsis
fr_fr: Temple de l'Apocalypse
it: Tempio dell'Apocalisse
ja_jp: アポカリプス寺院
pl: Świątynia Apokalipsy
pt_br: Templo do Apocalípse
ru_ru: Храм Апокалипсиса
