Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Longevity is the major obsession of medical research. Life can be prolonged by genetically reprogramming cell death mechanisms, but disease is still a major killer. Nano technology is employed to destroy cancer cells and solve all kinds of medical problems. Operations are no longer performed by humans - artificial intelligence's are employed instead. The Sanctuary Clinic controls hospitals, pharmaceutical plants and the procreation parks.
cs: Dlouhověkost, je hlavní posedlostí lékařských experimentů. Prodloužení života je možné genetickým přeprogramováním smrtícího mechanismu buněk, ale hlavním zabijákem jsou stále choroby. Nanotechnologie byla vyvinuta k ničení rakovinných buněk a řešení všech lékařských problémů. Operace již neprovádějí lidé - nahradila je rozinutá Umělá Inteligence. Sanctuary Clinic spravuje Nemocnice, farmaceutické továrny a Porodní obory.
de_de: Lebensverlängerung ist heute das wichtigste Ziel der medizinischen Forschung. Die Lebensdauer kann mittlerweile durch genetische Neuprogrammierung der Lebenszyklen von Zellen verlängert werden. Trotzdem sterben viele Menschen auch heute noch an Krankheiten. Mit Hilfe der Nanotechnologie werden Krebszellen zerstört und viele Krankheiten geheilt. Operationen werden nicht mehr von Menschen, sondern von künstlichen Intelligenzen durchgeführt. Die Sanctuary-Klinikverwaltung kontrolliert Krankenhäuser, Pharmaunternehmen und die Fortpflanzungsparks.
es: La longevidad es la mayor obsesión de la investigación médica. La vida se puede prolongar genéticamente, reprogramando los mecanismos de muerte de las células, pero las enfermedades siguen siendo la mayor causa de muerte. La nanotecnología se utiliza para destruir las células cancerígenas y resolver todo tipo de problemas médicos. Las operaciones ya no las hacen los humanos - se utiliza la inteligencia artificial. La Clínica Santuario controla hospitales, plantas farmacéuticas y los parques procreativos.
fr_fr: La longévité est le souci principal de la recherche médicale. Si la vie peut être prolongée grâce à la reprogrammation génétique des mécanismes de mort des cellules, la maladie en revanche tue encore beaucoup de gens. La nanotechnologie sert à détruire les cellules cancéreuses et guérir de nombreux maux. L'intelligence artificielle remplace les intervenants humains lors des interventions chirurgicales. La Clinique du sanctuaire contrôle les hôpitaux, les usines pharmaceutiques et les parcs de procréation.
it: La longevità è ancora l'obiettivo finale della ricerca medica: la vita può essere prolungata alterando geneticamente i meccanismi di morte cellulare, ma le malattie mietono ancora moltissime vittime. La tecnologia della miniaturizzazione è impiegata per distruggere il cancro e per risolvere qualsiasi genere di problema medico. Le operazioni non sono più eseguite da medici umani - l'intelligenza artificiale è più efficace, in sala operatoria. La Sanctuary Clinic controlla gli ospedali, le industrie farmaceutiche e i parchi di procreazione.
ja_jp: 長寿は医療研究において長年のテーマだった。寿命は遺伝子レベルで細胞の死亡メカニズムを書き換える事で延長可能だが、病による死は避けがたいものだった。ナノテクノロジーはがん細胞を含むあらゆる医療問題に取り組むべく名乗りを上げた企業である。手術は既に人間の手を離れ、AIによる自動処理となった。そしてサンクチュアリ医院が病院、製薬工場、出産場を統括している。
pl: Długowieczność jest największą obsesją medycyny. Życie można przedłużyć przez genetyczne przeprogramowanie naturalnych komórkowych mechanizmów śmierci, ale choroby nadal zbierają obfite żniwo. Do niszczenia komórek nowotworowych i rozwiązywania innych medycznych problemów stosuje się nanotechnologię. Operacji nie wykonują już ludzie - zastąpiła ich sztuczna inteligencja. Korporacja 'Klinika Świątynna' kontroluje szpitale, zakłady farmaceutyczne i parki prokreacyjne.
pt_br: Longevidade é a grande obsessão da pesquisa médica. A vida pode ser prolongada ao se reprogramar os mecanismos de morte celular, mas as doenças ainda são fator de mortalidade. A nanotecnologia é empregada para destruir células cancerígenas e resolver todo tipo de problema médico. As operações não são mais realizadas por humanos - inteligência artificial é empregada em vez disso. A Clínica Santuário controla hospitais, laboratórios farmacêuticos e parques de procriação.
ru_ru: Увеличение продолжительности жизни - основная цель медицинских исследований. Ее можно увеличить генетическим перепрограммированием механизмов клеточной смерти, но основным фактором смертности все равно остаются заболевания. Для уничтожения раковых клеток и решения всех медицинских проблем применяются нанотехнологии. Операции больше не выполняются людьми - для этого применяется искусственный интеллект. "Священная клиника" контролирует больницы, фармацевтические предприятия и парки деторождения.

source: The Nanotech corporation has specialized in developing microscopic robots which are used in the medical and pharmaceutical industries. The intelligence of these devices is limited, but they can be designed to perform a wide variety of tasks, such as killing bacteria or manufacturing chemicals. Nanotech also produce the highly effective Medi-Kits used in military combat which use Nanobots to perform battlefield surgery and tissue repair.
cs: Nanotech je organizcí, specializovanou na vývoj mikroskopických robotů (Nanobotů), kteří jsou používáni v lékařském a farmaceutickém průmyslu. Inteligence těchto robotů je omezená, ale mohou být nastaveni na provádění nejrůznějších úkolů, jako je likvidace baktérií či tvorba chemikálií. Nanotech také vyrábí velice efektívní Medi-kity, používané v bojových akcích. Tyto využívají Nanoboty k provádění chirurgických zákroků přímo na bojišti
de_de: Der Nanotech-Konzern hat sich auf die Entwicklung und Herstellung mikroskopisch kleiner Roboter für die medizinische und pharmazeutische Industrie spezialisiert. Die Intelligenz dieser Geräte ist begrenzt, aber sie können die verschiedensten Tätigkeiten ausführen. Dazu gehören beispielsweise die Vernichtung von Bakterien oder die Herstellung von Chemikalien. Nanotech produziert außerdem die für Gefechtseinsätze äußerst nützlichen Medi-Kits. Diese verwenden sogenannte Nanobots, um chirurgische Eingriffe und Gewebereparaturen durchzuführen.
es: La empresa Nanotech se ha especializado en el desarrollo de microscópicos robots que se utilizan en las industrias médicas y farmacéuticas. La inteligencia de estos dispositivos es limitada, pero pueden ser diseñados para hacer una gran variedad de tareas, tales como matar bacterias o fabricar productos químicos. Nanotech también produce los altamente eficaces Botiquines utilizados en combate militar, que utilizan Nanobots para las operaciones de cirugía y reparación de tejidos en el campo de batalla.
fr_fr: La société Nanotech s'est spécialisée dans le développement de robots microscopiques utilisés dans les industries médicales et pharmaceutiques. L'intelligence de ces appareils est limitée, mais ils peuvent être conçus pour effectuer une grande diversité de tâches, telles que tuer les bactéries ou fabriquer des produits chimiques. Nanotech produit également les kits médicaux très efficaces utilisés pendant les combats militaires; ces kits utilisent des nanobots pour opérer directement sur le champ de bataille et réparer les tissus.
it: La Nanotech Corporation è specializzata nella produzione di robot microscopici, utilizzati dalle industrie mediche e farmaceutiche. L'intelligenza di questi dispositivi è limitata, ma possono essere programmati per svolgere compiti molto diversi, come uccidere batteri o produrre sostanze chimiche. La Nanotech è anche responsabile del Medi-Kit dell'esercito, che utilizza i Nanobots per la chirurgia sul campo di battaglia e per la rigenerazione dei tessuti.
ja_jp: ナノテック社はミクロンサイズのロボット開発の雄である。こうした超小型ロボットは医療および製薬産業で用いられる。知的処理能力は低いがバクテリアを退治したり化合物を作ったりなどの幅広い用途に対応できる様に設計されている。ナノテックはまた、軍に採用されている非常に効果の高いメディキットの製造元としても有名で、こちらもナノボットを利用して野戦手術や皮膚の再生などを行う仕組みになっている。
pl: Korporacja Nanotech wyspecjalizowała się w konstrukcji mikroskopijnych robotów, stosowanych w medycynie i przemyśle farmaceutycznym. Inteligencja takich urządzeń jest ograniczona, ale można je przystosować do wykonywania wielu zadań, takich jak likwidacja bakterii i synteza cząsteczek związków chemicznych. Nanotech wytwarza również wysoce skuteczne apteczki stosowane w sytuacjach bojowych. Apteczki te zawierają nanoboty, przeprowadzające polowe operacje chirurgiczne i rekonstrukcję tkanek.
pt_br: A Corporação Nanotech se especializou em desenvolver robôs microscópicos, que são utilizados nas indústrias médicas e famarcêuticas. A inteligência desses dispositivos é limitada,mas eles podem ser feitos para realizar uma variedade de tarefas, desde matar bactérias até a produção de compostos químicos. A Nanotech também produz os altamente eficientes Medi-kits, usados em combate, que utilizam nano robôs para realizar cirurgias e reparação de tecidos no campo de batalha.
ru_ru: Корпорация "Нанотех" специализируется в сфере разработки микроскопических роботов, использующихся в медицинской и фармацевтической промышленности. Искусственный интеллект этих устройств слаб, но они могут быть запрограммированы на выполнение широкого спектра задач, таких как уничтожение бактерий или производство химических средств. "Нанотех" также производит высокоэффективные аптечки, в которых используются наноботы для хирургии и заживления тканей прямо на поле боя.

source: Energen builds power stations which use fusion power cells to generate energy. This is an alternative but cheaper large scale power system than equivalent Elerium units. However, the corporation is wary of attempts by Solmine to create cheaper Elerium energy systems. This can only be achieved by lowering the price of Elerium which could happen if the rebellious mining colonies are totally subdued.
cs: Energen buduje elektrárny, které získávají energii z fůzních energetických buněk. Toto je další z možných velkých zdrojů energie, ale mnohem levnější než odpovídající Eleriové jednotky. Proto také tato organizace pozorně sleduje snahy Solmine o slevnění Eleriových energetických zdrojů. Tomu brání vysoká cena Eleria, která neklesne, dokud nebudou potlačeny vzpoury v některých důlních koloniích.
de_de: Energen baut Kraftwerke, die mit Hilfe von Fusionszellen Energie herstellen. Dies ist eine preiswertere Alternative zu den Systemen auf Elerium-Basis. Der Konzern beobachtet die Aktivitäten von Solmine mit Mißtrauen, da dort an der Entwicklung billigerer Energiesysteme auf Eleriumbasis gearbeitet wird. Dieser Versuch kann allerdings nur zum Erfolg führen, wenn durch die totale Unterwerfung der rebellierenden Bergbaukolonien der Preis von Elerium sinken würde.
es: Energen construye centrales de energía que utilizan baterías de fusión para generar energía. Este es un sistema energético a gran escala pero más barato que las unidades equivalentes de elerio. Sin embargo, la empresa está preocupada por los intentos de Solmine de crear sistemas más baratos de energía con elerio. Esto sólo se puede conseguir reduciendo el precio del elerio, lo cual podría ocurrir si las colonias mineras rebeldes quedan totalmente controladas.
fr_fr: Energen construit des centrales qui utilisent la fusion des cellules d'énergie pour produire de l'énergie. C'est un système générateur d'énergie à grande échelle qui représente une alternative économique aux unités à base d'élérium. La société se méfie, cependant, des tentatives de SolMine visant à créer des systèmes produisant de l'énergie à base d'élérium meilleur marché. La seule façon d'arriver à ce résultat est de baisser le prix de l'élérium, ce qui pourrait se produire en cas de soumission des colonies minières rebelles.
it: La Energen costruisce stazioni energetiche che generano energia con cellule di fusione, in alternativa ai costosissimi impianti a Elerio. Ora la compagnia sta collaborando con la Solmine per la creazione di un sistema a basso costo basato su questa rarissima sostanza; il passo fondamentale per centrare quest'obiettivo è la riduzione del prezzo dello stesso Elerio, ottenibile soltanto soffocando completamente le ribellioni in atto nelle colonie minerarie.
ja_jp: エネルゲンは核融合炉を備えた発電ステーションを建築している。これはエレリウム動力の代替としてより安価に膨大な量の電力を供給するシステムだ。しかし彼らはソルマイン社がさらに安いエレリウムの動力炉を作ろうとする試みを見て警戒している。これはエレリウムの価格を下げることによってのみ達成可能だが、それは何時反乱が起きてもおかしくない採掘コロニーサイドを完全に力ずくでねじ伏せる事に他ならないからだ。
pl: Energen buduje elektrownie, wykorzystujące baterie fuzyjne do wytwarzania energii. System ten jest tańszą alternatywą dla produkcji energii z użyciem elerium. Energen wie jednak o prowadzonych przez Solkop badaniach zmierzających do opracowania tańszych systemów energetycznych opartych na elerium. Będzie to możliwe jedynie po obniżeniu ceny elerium, co mogłoby nastąpić po całkowitym podporządkowaniu buntowniczych kolonii górniczych.
pt_br: A Energen constrói estações de energia que utilizam células do poder de fusão para gerar energia. É uma alternativa, em larga escala, mais barata que as unidades de Elerium. No entanto, a corporação está ciente das tentativas da Solmine de criar sistemas mais baratos basedos em Elerium. Isso só pode ser conseguido se o preço do Elerium cair, que poderia acontecer caso as rebeliões nas colônias de mineração não sejam sufocadas.
ru_ru: "Энерген" строит электростанции, в которых применяются синтезные топливные ячейки для выработки энергии. Это альтернативная, но более дешевая по сравнению с аналогичными элериумными блоками крупномасштабная энергосистема. Однако корпорации известно о попытках "Солмайна" разработать и построить более дешевые элериумные энергосистемы. Этого можно достичь только благодаря снижению цен на элериум, что произойдет в случае безоговорочной сдачи восставших колоний.

source: Manufacturing is largely automated but the ideas for new products still come from human designers. Synthemesh employs many designers to keep generating the latest fashions which fuel consumer demand. The manufacturing plants produce mostly consumer durables, but the corporation also controls a fleet of construction vehicles which are used to build or repair the city infrastructure.
cs: Přestože je výroba zcela robotizována, návrhy nových produktů jsou stále doménou lidských návrhářů. Synthemesh zaměstnává mnoho projektantů, aby udržel krok s poslední módou a požadavky zákazníků. Jeho výrobní závody produkují většinu spotřebního zboží. Kromě toho vlastní společnost také flotilu Konstrukčních letounů, které používá ke stavbám a opravám městské infrastruktury.
de_de: Die industrielle Produktion ist zwar weitgehend automatisiert, aber die Entwicklung neuer Produkte bleibt dem Menschen überlassen. Synthemesh beschäftigt viele Designer, um neue Modetrends zu schaffen und den Konsum anzukurbeln. Die Fabriken produzieren hauptsächlich dauerhafte Konsumgüter, aber der Konzern kontrolliert auch eine Flotte von Konstruktionsfahrzeugen, die zum Bau oder zur Instandhaltung genutzt werden.
es: La fabricación está casi totalmente automatizada pero las ideas para los nuevos productos siguen siendo de los diseñadores humanos. Synthemesh emplea a muchos diseñadores para seguir generando las últimas modas que tanto aumentan la demanda de los consumidores. Las fábricas producen principalmente bienes duraderos de consumo, pero la empresa también controla una flota de vehículos de construcción que se utilizan para construir o reparar la infraestructura de la ciudad.
fr_fr: La fabrication est largement automatisée mais la conception des nouveaux produits demeure la responsabilité des humains. Synthemesh emploie de nombreux concepteurs pour générer les dernières tendances influençant la demande des consommateurs. Les usines produisent pour la plupart des biens de consommation durables, mais la société a aussi la charge d'une flotte de véhicules de construction qui sont utilisés pour développer ou réparer l'infrastructure de la ville.
it: La produzione è ormai largamente automatizzata, ma le idee per i nuovi prodotti arrivano ancora da menti umane. La Synthemesh dispone di molti designer impegnati a soddisfare le richieste sempre crescenti dei consumatori. Le fabbriche di quest'azienda producono principalmente oggetti di uso comune, ma la Synthemesh è proprietaria anche della flotta di veicoli da costruzione usati per riparare o costruire le infrastrutture di Mega-Primus.
ja_jp: 製造業はかなりの規模で自動化されたが、人間のデザイナーのアイディアが新製品を生み出すジャンルが少ないながらもまだ残っている。シンセメッシュ社はデザイナーを多く雇い、最新のファッションを提案しては顧客のニーズを活性化している。彼らの工場は主に耐久消費財を製造しているが、都市のインフラ整備に欠かせない建設用の車両も製造管理している。
pl: Proces produkcji jest w większości zautomatyzowany, ale pomysły nowych wytworów wciąż pochodzą od ludzkich projektantów. Synprojekt zatrudnia wielu takich pracowników, aby wciąż dostarczać klienteli nowych, coraz modniejszych produktów. Fabryki tej korporacji wytwarzają przeważnie dobra konsumpcyjne, ale Synprojekt posiada także małą flotę pojazdów budowlanych, wykorzystywaną do budowy i reperacji infrastruktury miejskiej.
pt_br: A produção é, em sua maior parte, automatizada, mas as ideias para novos produtos ainda vêm de projetistas humanos. A Synthemesh emprega muitos projetistas para conseguir produzir artigos que o consumidor deseja. As fábricas produzem em sua maior parte bens duráveis, mas a corporação também controla uma frota de veículos de construção responsáveis pela manutenção da infraestrutura da cidade.
ru_ru: Производство в современном мире в целом автоматизировано, но разработка концепций новых продуктов все еще лежит на плечах проектантов-людей. "Синтемеш" нанимает множество специалистов, способных создавать новую моду, которой требует потребитель топлива. Большую часть потребительских товаров длительного использования производят заводы, но корпорации также принадлежит парк строительной техники, которая используется для строительства и ремонта городской инфраструктуры.

source: GravBall League
es: Liga de GravBall
fr_fr: Ligue de gravball
it: GravBall
ja_jp: グラブボールリーグ
pl: Liga grawbolowa
pt_br: Liga Gravball
ru_ru: Лига гравбола
