Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: This building produces strange organic mushroooms which "grow" into Alien craft. All other Alien technology is produced here as well - weapons for craft and equipment for Alien warriors. The nature of this building makes it an essential target for our forces, even though it is very well defended.
cs: Tato budova vytváří zvláštní organické "houby", ze kterých se vyvinou cizácké lodě. Zde se také vytváří i ostatní cizácká technologie - zbraně pro letouny a vybavení pro cizácké útočníky. Její důležitost, z ní dělá významný cíl naší další mise, ale nebude to snadné, neboť je dobře bráněna.
de_de: In diesem Gebäude wachsen seltsame organische Kapseln heran, die sich zu Alien-Raumschiffen weiterentwickeln. Auch alle anderen technologischen Errungenschaften der Aliens stammen aus den organischen Fabriken, so z.B. die Raumschiffbewaffnung und die Ausrüstungsgegenstände für Alien-Krieger. Aufgrund der Funktion dieses Gebäudes ist es ein wichtiges Ziel für unsere Truppen; allerdings wird es mit allen Mitteln verteidigt.
es: Esto edificio produce extrañas vainas orgánicas que "se convierten" en naves alienígenas. Toda la demás tecnología alienígena se produce aquí también - armas para las naves y equipo para los guerreros alienígenas. La naturaleza de este edificio la convierte en un objetivo esencial para nuestras fuerzas, a pesar de que está muy bien defendido.
fr_fr: Ce bâtiment produit d'étranges champignons organiques qui "se transforment" en vaisseaux aliens. C'est dans ce bâtiment que les Aliens produisent également des armes pour les vaisseaux et de l'équipement pour les combattants aliens. La nature de ce bâtiment en fait une cible essentielle pour notre armée, bien qu'elle soit bien défendue.
it: Questo edificio produce una strana 'sonda' organica che successivamente 'cresce' nei velivoli Alieni. Qui vengono realizzate anche tutte le altre tecnologie Aliene, tra cui armi, mezzi ed equipaggiamenti per i guerrieri. La stessa natura di questo edificio ne fa un bersaglio principale per le nostre forze, anche se è ovviamente molto ben difeso.
ja_jp: このビルは'育つ'とエイリアンの乗り物になる不思議なキノコを生産している。乗り物用の兵器やエイリアン用の個人層微などの彼らのテクノロジーの産物もここで製造されているようだ。このビルの性質から見て高い防衛緑が予想されるが、破壊すべき優先度が高い標的である。
pl: Budynek ten wytwarza dziwne, organiczne grzyby, które "wyrastają" na obce statki. Wszystkie inne produkty obcej technologii również są wytwarzane tutaj - broń dla statków oraz wyposażenie dla wojowników. Natura tego budynku czyni go kluczowym celem dla naszych sił, choć jest on bardzo dobrze chroniony.
pt_br: Esse edifício produz estranhos cogumelos orgânicos que "crescem" até virarem naves. Todas as tecnologias alienígenas são produzidas aqui - armas para veículos e equipamento para guerreiros alienígenas. A natureza deste prédio o torna um alvo essencial para nossas forças, embora seja bem protegido.
ru_ru: На этой фабрике производятся странные органические грибы, которые превращаются в корабли пришельцев. Все прочие образцы технологий пришельцев также производятся здесь, включая вооружения для кораблей и снаряжение для пехоты. Из-за своей главной функции это здание становится основной целью для наших сил, несмотря на то, что оно чрезвычайно хорошо защищено.

source: Our Scientists believe that this building influences the atmospheric conditions within the Alien world.
cs: Naši vědci jsou přesvědčeni, že má tato budova nějaký vliv na složení atmosféry cizáckého světa.
de_de: Unsere Wissenschaftler glauben, daß dieses Gebäude die atmosphärischen Bedingungen der Alien-Welt beeinflußt.
es: Nuestros científicos creen que este edificio afecta las condiciones atmosféricas del mundo alienígena.
fr_fr: Nos scientifiques pensent que ce bâtiment a une influence sur les conditions atmosphériques au sein du monde alien.
it: I nostri scienziati credono che questo edificio possa influenzare le condizioni atmosferiche del mondo Alieno.
ja_jp: 我々の科学者達はこのビルはエイリアンの世界の大気を調整するものだと推測している。
pl: Nasi naukowcy sądzą, że budynek ten wpływa na warunki atmosferyczne w obcym świecie.
pt_br: Nossos cientistas acreditam que este prédio influencia as condições atmosféricas do mundo alienígena.
ru_ru: Наши ученые полагают, что это сооружение влияет на атмосферные условия в мире пришельцев.

source: The nerve center of the Alien city is concentrated in this building. The more intelligent Alien life forms are employed here to maintain and defend the building and its complex functions. Psimorphs will probably be found supervising operations and coordinating the defenders.
cs: Nervové centrum cizáckého města je soustředěno v této budově. Je v ní umístěno nejvíce inteligentních cizáckých životních forem, které ji ochraňují a udržují tento rozsáhlý komplex funkční. Pravděpodobně zde narazíme na Psimorfy, kteří dohlížejí na všechny operace.
de_de: Dieses Gebäude ist das Nervenzentrum der Alien-Stadt. Die intelligenteren Alien-Lebensformen sind für die Instandhaltung und Verteidigung des Gebäudes und seiner komplexen Funktionen verantwortlich. Wahrscheinlich überwacht ein Psimorph die Aktivitäten und koordiniert die Verteidigungskräfte.
es: El centro neurálgico de la ciudad alienígena se encuentra en este edificio. Se utilizan formas de vida alienígenas superiores para mantener y defender el edificio y sus complejas funciones. Seguramente serán los Psimorphs que coordinen y controlen las operaciones y a los defensores.
fr_fr: Le centre nerveux de la ville alienne se trouve dans ce bâtiment. Les formes de vie à intelligence supérieure servent à maintenir et défendre le bâtiment et ses fonctions complexes. Les psimorphes supervisent probablement les opérations et organisent les défenses.
it: Il centro nervoso della citta Aliena si trova in questo edificio, in cui sono impiegate le forme di vita più intelligenti per garantire un completo controllo delle sue complesse funzionalità. Gli Psimorfi sono probabilmente responsabili dei sistemi di difesa.
ja_jp: エイリアンの都市の神経センターがこのビルに集中している。より多くの知的なエイリアンがここに居るという事は複雑な機能を維持し、守らなければならない事の裏付けになる。Psiモーフが存在し、操業の指揮と防衛の支持を出しているものと思われる。
pl: Ta budowla stanowi centrum nerwowe miasta obcych. Tutaj pracują bardziej inteligentne rodzaje kosmitów, zajmując się konserwacją i obroną budynku oraz obsługą jego skomplikowanych funkcji. Nadzorowaniem pracy i koordynacją obrony trudnią się prawdopodobnie psymorfy.
pt_br: O nervo central da cidade alienígena está nesse prédio. As formas de vida mais inteligentes são empregadas aqui para manter e defender o prédio e suas complexas funções. Psimorfos provavelmente serão encontrados supervisionando operações e coordenando defesas.
ru_ru: В этом сооружении сосредоточен нервный узел города пришельцев. Здесь находятся инопланетные существа с наибольшим интеллектуальными способностями, управляющие сложными функциями здания и защищающие его. Скорее всего, псиморфы координируют работу и силы обороны этого здания.

source: The Maintenance Factory produces the nutrients and energy for all other buildings. This is done by pumping the nutrient liquid through the connecting tube that runs through the city, just like blood in a cardiovascular system. The destruction of this building will be a significant blow to the Aliens and allow us to destoy all remaining structures.
cs: V této továrně se vytváří výživa a energie pro všechny ostatní budovy. Tato je šířena pumpováním živných roztoků pomocí spojovacích tunelů, které probíhají celým městem, připomínajíc krev v ohromném kardiovaskulárním systému. Zničení této budovy bude pro Cizáky citelnou ranou a poskytne nám podklady ke zničení zbývajících struktur.
de_de: Die Versorgungsfabrik produziert die Nährstoffe und die Energie für alle anderen Gebäude. Die Nährstofflösung wird durch die Verbindungsrohre der Stadt gepumpt, ähnlich dem Blutkreislauf in einem kardiovaskulären System. Die Zerstörung dieses Gebäudes wäre ein gewaltiger Rückschlag für die Aliens und würde es uns ermöglichen, alle übrigen Alien-Strukturen zu zerstören.
es: La Fábrica de Mantenimiento produce los nutrientes y la energía para todos los demás edificios. Esto se hace bombeando el líquido nutriente por tubos de conexión, igual que la sangre en un sistema cardiovascular. La destrucción de este edificio será una gran pérdida para los alienígenas y nos permitirá destruir las demás estructuras.
fr_fr: L'usine d'entretien produit les éléments nutritifs et l'énergie nécessaires à tous les autres bâtiments en injectant le liquide nutritif dans les tubes qui relient la ville, tout comme le sang dans un système cardio-vasculaire. La destruction de ce bâtiment représenterait un coup dur pour les Aliens et nous permettrait de détruire toutes les structures encore existantes.
it: Il centro di manutenzione produce l'energia e le sostanze nutritive necessarie a tutti gli altri edifici. Il liquido nutriente viene pompato attraverso i tubi di connessione, proprio come fosse sangue in un sistema cardiovascolare. La distruzione di quest'edificio riduce la velocità di costruzione della città, come pure il grado di produzione degli UFO nelle fabbriche organiche.
ja_jp: メンテナンス工場は他のビルの為に栄養素とエネルギーを供給している。これは都市中を走るチューブを通じて栄養を含む液体を送る事で為され、人体における心血管の働きに似ている。このビルを破壊する事によってエイリアンに大打撃を与えると共に残り全ての構造体の破壊が可能となるだろう。
pl: Baza naprawcza produkuje substancje odżywcze i energię dla wszystkich budynków. Odbywa się to poprzez pompowanie odżywczej cieczy podłączoną tubą, która przebiega przez miasto jak układ krwionośny. Zniszczenie tego budynku będzie dla obcych dotkliwym ciosem i pozwoli nam zniszczyć pozostałe budynki.
pt_br: A Fábrica de Manutenção produz os nutrientes e energia para todos os outros prédios. Isso é feito ao bombear os nutrientes líquidos através de tubos conectados ao longo de toda a cidade, assim como sangue num sistema cardiovascular. A destruição desse edifício será um imenso golpe para os alienígenas, e nos permitirá destruir todas as estruturas restantes.
ru_ru: Фабрика жизнеобеспечения производит продукты питания и энергию для всех прочих зданий. Эта функция обеспечивается посредством перекачки жидких продуктов питания по трубе, соединяющей все здания в городе, аналогично процессу перекачки крови по кровеносной системе. Уничтожение этого здания станет серьезным ударом по пришельцам и позволит нам разрушить все оставшиеся сооружения.

source: Our final mission awaits our forces. This building sustains the three Dimension Gates which create a direct connection with our dimension. Soon after the building is destroyed the Dimension Gates will fade away and the link with the Alien world will be broken forever. The Aliens will be vanquished and victory will be ours.
cs: Na naše síly čeká poslední a rozhodující mise. Tento komplex generuje tři Dimenzní brány, které tvoří přímé spojení s naší dimenzí. Velmi brzo po zničení budov se Dimenzní brány zhroutí, čímž bude Cizácký svět navždy odříznut od našeho. Cizáci budou poraženi a vitězství bude naše !
de_de: Unsere Streitkräfte müssen sich dem letzen großen Einsatz stellen. Dieses Gebäude erhält die drei Dimensionstore, die eine direkte Verbindung zu unserer Dimension bieten. Sobald dieses Gebäude zerstört ist, verschwinden die Dimensionstore und der Zugang zur Alien-Welt wird für immer versperrt sein. Dies bedeutet den endgültigen, triumphalen Sieg über die Aliens.
es: Una última misión espera nuestra llegada. Este edificio contiene las tres Puertas de la Dimensión que crean una conexión directa con nuestra dimensión. Si el edificio se destruye, las Puertas de la Dimensión que ha generado desaparecerán, y la conexión con el mundo alienígena quedará rota para siempre. Los alienígenas habrán sido derrotados y la victoria será nuestra.
fr_fr: Une dernière mission attend notre armée. Ce bâtiment contrôle les trois portails interdimentionnels qui créent une connexion directe avec notre dimension. Peu après la destruction du bâtiment, les portails interdimentionnels disparaîtront et le lien avec le monde alien sera rompu à jamais. Les Aliens seront vaincus et la victoire sera nôtre.
it: L'ultima missione attende le nostre forze; questo edificio garantisce l'esistenza dei tre Portali Dimensionali, che creano un collegamento diretto con la nostra dimensione. Non appena verrà distrutto, essi svaniranno, interrompendo per sempre il collegamento con la Dimensione Aliena. La vittoria potrà cosi essere nostra.
ja_jp: これが我々にとっての最後のミッションになる。このビルには我々の次元に通じる三つの次元ゲートがあり、ビルの破壊後すぐにゲートは消滅してエイリアンの世界は完全に崩壊する。エイリアンを完全に葬り去り、勝利を掴め。
pl: Przed naszymi siłami stoi ostateczna misja tej wojny. Budynek ten zawiera trzy bramy międzywymiarowe, które podtrzymują bezpośrednie połączenie z naszym wymiarem. Jeśli zostanie on zburzony, bramy te wkrótce się zapadną, a połączenie z obcym wymiarem zostanie na zawsze utracone. Obcy zostaną pokonani, a zwycięstwo będzie nasze.
pt_br: Nossa missão final aguarda nossas forças. Esse edifício mantém os três Portais Dimensionais que criam uma conexão direta com nossa dimensão. Logo após a destruição do edifício, os Portais Dimensionais desaparecerão e a ligação com o mundo alienígena se quebrará para sempre. Os alienígenas serão eliminados e nós teremos a nossa vitória.
ru_ru: Наших оперативников ждет последняя миссия. Здание обеспечивает функционирование трех врат между измерениями, соединяющих наш мир и измерение пришельцев. Вскоре после уничтожения здания врата между измерениями исчезнут, и связь между мирами будет навсегда разрушена. Пришельцы будут повержены, и победа будет за нами.

source: The Megapol AP Grenade is a standard anti-personnel grenade with a timer mechanism. It can also be activated on impact making it highly useful in time-critical combat situations.
cs: Granát AP Megapol je standardní protipěchotní granát s časovacím mechanismem. Rovněž může být aktivován nárazem, což je velmi užitečné v časově náročných bojových situacích.
de_de: Eine Standard-Splittergranate mit Timer. Sie kann auch beim Aufprall gezündet werden und ist somit in Kampfsituationen, die schnelles Handeln erfordern, äußerst hilfreich.
es: La Granada AP Megapol es una granada estándar antipersonal con un temporizador. También puede activarse al impacto, lo cual es muy útil en situaciones de combate donde el tiempo es vital.
fr_fr: La grenade perforante Megapol est une grenade standard antipersonnel à retardement. Elle peut également exploser à l'impact, ce qui en fait une arme extrêmement utile dans les combats où le temps presse.
it: La granata AP Megapol è una bomba standard anti-persona con timer. Può anche essere attivata all'impatto, nei casi di emergenza.
ja_jp: メガポール性APグレネードは標準的な対人用手りゅう弾で、時限式だが衝撃感知による作動も可能で緊急時にも対応できる。
pl: Granat przeciwpiechotny Megapolu to standardowy granat z mechanizmem czasowym. Może też wybuchać przy uderzeniu, co czyni go bardzo użytecznym w sytuacji, w której kluczowy jest czas.
pt_br: A Granada AP Megapol é uma granada antipessoal com temporizador. Pode ser ativada também por impacto, tornando-a extremamente útil em situações críticas de combate.
ru_ru: Бронебойная граната Мегапола - это стандартная противопехотная граната с таймером. Также она может активироваться после соударения, что делает ее крайне эффективной в боевых условиях при больших ограничениях по времени.

source: The Stun Grenade can be used to stun targets within a small area for a brief time. Larger Aliens may need weakening before they can be stunned.
cs: Plynový granát lze použít na ochromení cíle. Zasahuje malou plochu na krátký čas. Velcí cizáci budou zřejmě před ochromením potřebovat unavit
de_de: Mit der Betäubungsgranate kann man Gegner in der nahen Umgebung vorübergehend betäuben. Größere Aliens müssen unter Umständen geschwächt werden, befor man sie betäuben kann.
es: La Granada de Percusión puede utilizarse para paralizar objetivos en una pequeña zona durante un corto espacio de tiempo. Puede no ser muy efectivo contra los alienígenas pero puede utilizarse para impedir que los civiles entren en zonas de peligro.
fr_fr: La grenade paralysante sert à paralyser momentanément des cibles dans un rayon restreint. Il faut peut-être affaiblir les plus grosses cibles aliennes avant de pouvoir les paralyser.
it: La granata stordente può essere usata per rendere inoffensivi i nemici in un'area limitata, e per un breve periodo di tempo. Non molto efficace contro gli Alieni, può essere impiegata per tenere i civili lontani da zone troppo pericolose.
ja_jp: スタングレネードは狭い範囲内の標的を短時間気絶させられる。大きなエイリアンはある程度痛めつけてからでないと気絶しないだろう。
pl: Granat obezwładniający Megapolu usypia na krótki czas cele w ograniczonym zasięgu. Więksi obcy mogą wymagać wstępnego osłabienia, zanim będzie można ich obezwładnić.
pt_br: A Granada Atordoante pode ser usada para atordoar alvos dentro de uma pequena área, por um pequeno período de tempo. Alienígenas maiores talvez precisem ser enfraquecidos antes que possam ser atordoados.
ru_ru: Парализующая граната используется для обездвиживания целей на небольшой площади на короткое время. Для обездвиживания более крупных пришельцев может потребоваться ослабить их.

source: This explosive device generates an instant smoke cloud that inhibits visibility. This can be used in combat situations for surprise attacks or to provide cover for retreating Agents.
cs: Toto zařízení ihned po výbuchu vytvoří oblak dýmu, který omezí viditelnost. Lze ho použít v bojových situacích pro překvapující útok, nebo pro skrytí ustupujících agentů.
de_de: Diese Waffe erzeugt eine sichtbehindernde Rauchwolke. Sie können damit Überraschungsangriffe vorbereiten oder Ihren Agenten bei einem Rückzug Deckung bieten.
es: Este dispositivo explosivo genera una nube instantánea de humo que reduce la visibilidad. Puede ser utilizada en situaciones de combate para llevar a cabo ataques por sorpresa o para cubrir a los Agentes cuando se retiran.
fr_fr: Ce dispositif explosif génère instantanément un nuage de fumée épais qui gêne la visibilité. Cette grenade peut être utilisée pour des attaques surprises ou pour couvrir la fuite des agents battant en retraite.
it: Questo dispositivo esplosivo crea una nuvola istantanea di fumo che limita la visuale. Può essere usata in combattimento per realizzare assalti a sorpresa o per coprire la ritirata degli agenti.
ja_jp: この爆発物は瞬間的に煙幕を発生させ、視界を遮る。これは奇襲をかける際に有効な手段となり、またエージェントを後退させたい時にも遮蔽効果を生み出す。
pl: Urządzenie to przy wybuchu natychmiast tworzy chmurę dymu, która zmniejsza widoczność. Można jej użyć w sytuacjach bojowych do ataku z zaskoczenia lub jako zasłona dymna dla wycofujących się agentów.
pt_br: Esse dispositivo explosivo gera uma nuvem instantânea de fumaça que reduz a visibilidade. Pode ser utilizada em situações de combate, para causar surpresa ou fornecer cobertura para agentes em retirada.
ru_ru: Это взрывное устройство мгновенно создает облако дыма, снижающее видимость. Оно может использоваться в бою для внезапного нападения или прикрытия отступления.

source: A powerful explosive that will detonate when a sizable moving object moves within its detection field. The range of the proximity field can be programmed.
cs: Silná výbušnina, která exploduje když se v dosahu jejich senzorů objeví pohyblivý objekt. Poloměr senzory sledovaného prostoru lze nastavit.
de_de: Dieser Sprengkörper mit hoher Durchschlagskraft detoniert, wenn ein größeres Objekt in sein Detektionsfeld eindringt. Die Reichweite dieses Feldes kann programmiert werden.
es: Un poderoso explosivo que se detonará cuando se mueva un objeto de cierto tamaño dentro de su campo de detección. Se puede programar el alcance del campo de proximidad.
fr_fr: Un explosif puissant qui détone lorsqu'un objet de taille raisonnable se déplace à l'intérieur de son champ de détection. La portée du champ de proximité peut être programmée.
it: Si tratta di un potente esplosivo che detona quando un oggetto in movimento di dimensioni appropriate passa nel suo campo d'azione, che può essere impostato a priori.
ja_jp: 探知エリア内に動体を感知すると爆発する強力な爆弾。感知する範囲は設定可能。
pl: Silny ładunek wybuchowy, który eksploduje, gdy w jego zasięgu wykrywania znajdzie się duży, ruchomy obiekt. Zasięg ten można regulować.
pt_br: Um explosivo poderoso que irá detonar quando um objeto de tamanho considerável se mover dentro de seu campo de detecção. O alcance do campo pode ser programado.
ru_ru: Мощная взрывчатка, детонирующая, если крупный движущийся объект оказывается в зоне детекции. Радиус детекции можно программировать.

source: A high explosive system for breaking through barriers or impassable terrain. Extra care must be taken when throwing this device. Its increased size means that it can't be thrown the same distance as a conventional grenade.
cs: Explozívní zařízení, pro prorážení bariér či neprůchodného terénu. Při házení tohoto zařízení je nutná zvýšená opatrnost. Díky jeho velikosti a hmotnosti, jej nelze hodit tak daleko, jako obyčejný granát.
de_de: Ein hochexplosives Sprengsystem für die Zerstörung von Barrieren oder zum Freiräumen sonst unpassierbaren Terrains. Der Zündzeitpunkt dieser Sprengladung muß genau eingestellt werden. Werfen Sie sie nicht wie eine herkömmliche Granate.
es: Un sistema de explosivo de alta potencia que sirve para romper barreras o franquear terrenos incruzables. Este dispositivo necesita ser preparado adecuadamente - no intentes lanzarlo como si fuera una granada convencional.
fr_fr: Un système explosif puissant permettant d'enfoncer les barrières ou de faire une percée sur des terrains impraticables. Le mécanisme doit être soigneusement amorcé: n'essayez pas de lancer cet explosif comme une grenade conventionnelle.
it: E' una bomba ad alto potenziale in grado di abbattere muri o formazioni rocciose. Deve essere posizionata attentamente - non provate a lanciarla come se fosse una granata.
ja_jp: 非常に高性能な爆弾で障害物や通行不可能な地形オブジェクトを破壊できる。サイズが大きく手りゅう弾ほどの距離は投げられないので、投擲時は要注意。
pl: Wysoce wybuchowy ładunek do likwidacji barier i przeszkód terenowych. Przy jego rzucaniu należy zachować najwyższą ostrożność. Duże rozmiary oznaczają, że nie można go rzucić tak daleko, jak zwykły granat.
pt_br: Sistema de alto explosivo para destruir barreiras ou terrenos intransponíveis. Deve-ser tomar extremo cuidado ao utilizar este dispositivo. Seu tamanho maior significa que não pode ser lançado à mesma distância que uma granada convencional.
ru_ru: Мощная фугасная взрывчатка, предназначенная для разрушения препятствий и непроходимых деталей ландшафта. Использовать это устройство следует с особой осторожностью. Больший размер означает, что его невозможно кидать на те же дистанции, что и обычные гранаты.
