Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Stand up
cs: Zůstat
de_de: Aufstehen
es: Poneese de pie
fr_fr: Debout
it: In piedi
ja_jp: 立つ
pl: Wstań
pt_br: Levantar
ru_ru: Встать

source: Kneel down
cs: Pokleknout
de_de: Niederknien
es: Arrodillarse
fr_fr: S'agenouiller
it: In ginocchio
ja_jp: 膝をつく
pl: Klęknij
pt_br: Ajoelhar
ru_ru: Присесть на колено

source: Throw object
cs: Hodit objekt
de_de: Objekt werfen
es: Lanzar objeto
fr_fr: Lancer l'objet
it: Lancia oggetto
ja_jp: 投擲する
pl: Rzuć obiekt
pt_br: Arremessar objeto
ru_ru: Бросить предмет

source: Cannot throw
cs: Nelze hodit
de_de: Kann nicht geworfen werden
es: No se puede lanzar
fr_fr: Impossible de lancer
it: Impossibile lanciare
ja_jp: 投擲できない
pl: Nie można rzucić
pt_br: Não pode arremessar
ru_ru: Невозможно бросить

source: Drop object
cs: Položit objekt
de_de: Objekt fallenlassen
es: Soltar objeto
fr_fr: Déposer l'objet
it: Lascia oggetto
ja_jp: 物を落とす
pl: Upuść obiekt
pt_br: Largar objeto
ru_ru: Выбросить предмет

source: Yes, prime grenade
cs: Ano, odjistit granát
de_de: Ja, Granate scharfmachen
es: Sí, armar granada
fr_fr: Oui, amorcer
it: Sì, innesca granata
ja_jp: はい、グレネードのピンを抜きます
pl: Tak, granat podstawowy
pt_br: Sim, ativar granada
ru_ru: Да, взвести гранату

source: No, cancel operation
cs: Ne, zrušit akci
de_de: Nein, Aktion abbrechen
es: No, anular operación
fr_fr: Non, annuler opération
it: No, annulla operazione
ja_jp: いや、やめておこう
pl: Nie, anuluj operację
pt_br: Não, cancelar operação
ru_ru: Нет, отменить действие

source: Group formation
cs: Utváření skupiny
de_de: Gruppenformation
es: Modo grupo
fr_fr: Formation groupée
it: In formazione
ja_jp: グループのフォーメーション
pl: Grupuj formację
pt_br: Formação de grupo
ru_ru: Формация группы

source: Exit Psionics
cs: Opustit Psioniku
de_de: Psionischen Angriff abbrechen
es: Salir de Psiónica
fr_fr: Quitter le mode psionique
it: Termina Psionica
ja_jp: サイオニックの中止
pl: Wyjdź z psioniki
pt_br: Sair Psiônica
ru_ru: Выйти с экрана псионики

source: Psionically protect unit
cs: Psionicky chránit
de_de: Einheit psionisch schützen
es: Proteger unidad psiónicamente
fr_fr: Protéger l'unité psioniquement
it: Protezione psionica unità
ja_jp: Psi能力で守られたユニット
pl: Chroń jednostkę za pomocą psi
pt_br: Unidade Psiônicamente protegida
ru_ru: Псиончески защитить оперативника

source: Lend Psionic strength
cs: Dodat psionickou sílu
de_de: Psionische Kraft bieten
es: Prestar fuerza psiónica
fr_fr: Prêter de la force psionique
it: Cedi forza psionica
ja_jp: Psiレンドの強度
pl: Użycz mocy psi
pt_br: Dar Força Psiônica
ru_ru: Поделиться пси-силой

source: Unstun unit
cs: Zrušit ochromení
de_de: Betäubung der Einheit beenden
es: Desaturdir una unidad
fr_fr: Déparalyser unité
it: Fai riprendere l'unità
ja_jp: ユニットをアンスタンする
pl: Otrzeźwij jednostkę
pt_br: Desatordoar unidade
ru_ru: Вывести оперативника из оглушения

source: Unpanic unit
cs: Uklidnit
de_de: Panikanfall der Einheit beenden
es: Desasustar unidad
fr_fr: Rassurer unité
it: Fai calmare l'unità
ja_jp: ユニットをアンパニックする
pl: Uspokój jednostkę
pt_br: Acalmar unidade
ru_ru: Вывести оперативника из паники

source: Probe unit
cs: Sonda mysli
de_de: Einheit sondieren
es: Comprobar unidad
fr_fr: Sonder l'unité
it: Sonda unità
ja_jp: ユニットを精査する
pl: Zbadaj jednostkę
pt_br: Sondar unidade
ru_ru: Зондировать боевую единицу

source: Control body
cs: Ovládnout
de_de: Körper steuern
es: Controlar cuerpo
fr_fr: Contrôler corps
it: Controllo corporeo
ja_jp: 体を乗っ取る
pl: Kontroluj ciało
pt_br: Controlar corpo
ru_ru: Контролировать тело

source: Stun unit
cs: Ochromit
de_de: Einheit betäuben
es: Aturdir unidad
fr_fr: Paralyser unité
it: Stordisci unità
ja_jp: ユニットをスタンさせる
pl: Ogłusz jednostkę
pt_br: Atordoar unidade
ru_ru: Оглушить боевую единицу

source: Panic unit
cs: Zpanikařit
de_de: Einheit in Panik versetzen
es: Asustar unidad
fr_fr: Paniquer unité
it: Terrorizza unità
ja_jp: ユニットをパニック状態にする
pl: Wywołaj panikę u jednostki
pt_br: Aterrorizar unidade
ru_ru: Ввести боевую единицу в состояние паники

source: Squad icons
cs: Ikony skupin
de_de: Truppen-Icons
es: Iconos de Patrulla
fr_fr: Icônes de l'escadron
it: Icone della squadra
ja_jp: 小隊アイコン
pl: Ikony drużyny
pt_br: Ícones do esquadrão
ru_ru: Иконки взводов

source: Level indicator
cs: Indikátor úrovně
de_de: Level-Anzeige
es: Indicador de Nivel
fr_fr: Indicateur de niveau
it: Indicatore di livello
ja_jp: 階層表示マーク
pl: Wskaźnik poziomu
pt_br: Indicador de nível
ru_ru: Индикатор уровня

source: Create a hotseat game
cs: Vytvořit hru horkého křesla
de_de: HOTSEAT-Spiel erstellen
es: Crear partida de asiento de piloto
fr_fr: Créer une partie tour à tour
it: Crea un gioco a inviti
ja_jp: ホットシートゲームの作成
pl: Stwórz grę z gorącymi siedzeniami
pt_br: Criar um jogo hotseat
ru_ru: Создать игру в режиме Hot Seat

source: Create a network game
cs: Vytvořit hru pro více hráčů
de_de: Netzwerk-Spiel erstellen
es: Crear una partida en red
fr_fr: Créer une partie sur réseau
it: Crea un gioco via network
ja_jp: ネットワークゲームの作成
pl: Stwórz grę sieciową
pt_br: Criar um jogo em rede
ru_ru: Создать игру по сети

source: Join a network game
cs: Připojit se do hry
de_de: Sich einem Netzwerk-Spiel anschließen
es: Unirse a una partida en red
fr_fr: Se joindre à une partie sur réseau
it: Entra in un gioco via network
ja_jp: ネットワークゲームに参加
pl: Dołącz do gry sieciowej
pt_br: Juntar-se a um jogo em rede
ru_ru: Присоединиться к сетевой игре

source: Start game
cs: Začít hru
de_de: Spiel starten
es: Comenzar partida
fr_fr: Commencer la partie
it: Inizia il gioco
ja_jp: ゲームを開始
pl: Rozpocznij grę
pt_br: Começar jogo
ru_ru: Начать игру

source: Quit game
cs: Konec hry
de_de: Spiel abbrechen
es: Salir de la partida
fr_fr: Quitter la partie
it: Esci dal gioco
ja_jp: ゲームの終了
pl: Wyjdź z gry
pt_br: Sair do jogo
ru_ru: Выйти из игры

source: Return to game
cs: Vrátit do hry
de_de: Zum Spiel zurückkehren
es: Volver a la partida
fr_fr: Reprendre la partie
it: Torna al gioco
ja_jp: ゲームに戻る
pl: Wróć do gry
pt_br: Retornar ao jogo
ru_ru: Вернуться в игру

source: Sound volumes
cs: Hlasitosti
de_de: Sound-Lautstärke
es: Volumenes de Sonido
fr_fr: Volumes sonores
it: Volumi sonori
ja_jp: 音量
pl: Głośność
pt_br: Volumes
ru_ru: Громкость звука

source: Return to options
cs: Zpět do Možností
de_de: Zu Optionen zurückkehren
es: Volver a opciones
fr_fr: Retourner aux options
it: Torna alle opzioni
ja_jp: オプションに戻る
pl: Powrót do opcji
pt_br: Retornar a opções
ru_ru: Вернуться в меню "Настройки"

source: Plays a random sound effect
cs: Hrát s náhodnými zvuk.efekty
de_de: Spielt einen willkürlich gewählten Soundeffekt.
es: Reproduce un efecto sonoro aleatorio
fr_fr: Activer un effet sonore au hasard
it: Esegui un effetto sonoro casuale
ja_jp: ランダムのSEを成らす
pl: Odtwórz losowy efekt dźwiękowy
pt_br: Tocar um efeito sonoro aleatório
ru_ru: Проигрывает случайный звуковой эффект

source: Single file
cs: Výstřel
de_de: Linienmodus
es: Fila India
fr_fr: File indienne
it: In fila
ja_jp: シングルファイル
pl: Pojedynczy plik
pt_br: Arquivo único
ru_ru: Один файл

source: Start turn
cs: Start tahu.
de_de: Spielzug starten
es: Comenzar turno
fr_fr: Commencer son tour
it: Inizia turno
ja_jp: ターンを開始
pl: Rozpoczęcie tury
pt_br: Iniciar turno
ru_ru: Начать ход

source: Return to start game screen
cs: Návrat na počáteční obraz
de_de: Zum Spielstartbildschirm zurückkehren
es: Volver a pantalla de comienzo de partida
fr_fr: Revenir à l'écran Commencer la partie
it: Torna allo schermo di gioco
ja_jp: ゲーム開始画面に戻る
pl: Powrót do ekranu startowego
pt_br: Retornar à tela de início do jogo
ru_ru: Вернуться на начальный экран

source: TU cost per shot:
cs: ČJ na výstřel:
de_de: ZE pro Schuß:
es: Coste UT por disparo:
fr_fr: Coût par tir en UT:
it: Costo in UT per colpo:
ja_jp: 射撃に必要なTU
pl: Koszt PA za strzał:
pt_br: Custo de TU por tiro:
ru_ru: Количество ОД на выстрел:

source: TU cost:
cs: Čas.jedn:
de_de: ZE-Verbrauch:
es: Coste UT :
fr_fr: Coût en UT:
it: Costo in UT:
ja_jp: TUコスト:
pl: Koszt PA:
pt_br: Custo de TU
ru_ru: Количество ОД:

source: Start real time game
cs: Start hry v reálném čase
de_de: Echtzeit-Modus starten
es: Comenzar partida en tiempo real
fr_fr: Commencer partie en temps réel
it: Inizia gioco in tempo reale
ja_jp: リアルタイムで開始
pl: Rozpocznij grę w czasie rzeczywistym
pt_br: Começar jogo em tempo real
ru_ru: Начать игру в реальном времени

source: Start turn-based game
cs: Start hry na tahy
de_de: Spielzug-Modus starten
es: Comenzar partida por turnos
fr_fr: Commencer partie en mode Système de tours
it: Inizia gioco a turni
ja_jp: ターンベースで開始
pl: Rozpocznij grę z turami
pt_br: Começar jogo em turnos
ru_ru: Начать игру в пошаговом режиме

source: Multiplayer game
cs: Hra pro více hráčů
de_de: Mehrspieler-Modus
es: Partida Multijugador
fr_fr: Partie multijoueur
it: Modalità multigiocatore
ja_jp: マルチプレイ
pl: Gra wieloosobowa
pt_br: Jogo multijogador
ru_ru: Игра по сети

source: End turn
cs: Konec tahu
de_de: Spielzug beenden
es: Finalizar Turno
fr_fr: Tour de partie terminé
it: Fine turno
ja_jp: ターンを終了
pl: Zakończ turę
pt_br: Finalizar turno
ru_ru: Конец хода

source: Reserve TUs for auto shot
cs: Vyhradit ČJ pro střelbu
de_de: ZE für automatisches Feuer reservieren
es: Reservar UT para auto disparo
fr_fr: Réserver des UT pour un tir automatique
it: Riserva UT per fuoco automatico
ja_jp: 連射の為のTUを温存
pl: Rezerwuj PA na strzał serią
pt_br: Reservar TUs para autodisparo
ru_ru: Сохранить ОД для стрельбы очередью

source: Reserve TUs for snap shot
cs: Vyhradit ČJ pro výstřel
de_de: ZE für Schnellfeuer reservieren
es: Reservar UT para disparo a voleo
fr_fr: Réserver des UT pour un tir brusque
it: Riserva UT per fuoco rapido
ja_jp: 早撃ちの為のTUを温存
pl: Rezerwuj PA na strzał szybki
pt_br: Reservar TUs para tiro rápido
ru_ru: Сохранить ОД для выстрела навскидку

source: Reserve TUs for aimed shot
cs: Vyhradit ČJ pro zamíření
de_de: ZE für gezielten Schuß reservieren
es: Reservar UT para disparo apuntando
fr_fr: Réserver des UT pour un tir visé
it: Riserva UT per mirare
ja_jp: 狙い撃ちの為のTUを温存
pl: Rezerwuj PA na strzał celowany
pt_br: Reservar TUs para tiro preciso
ru_ru: Сохранить ОД для прицельного выстрела

source: Reserve TUs for kneel
cs: Vyhradit ČJ pro záklek
de_de: ZE für Niederknien reservieren
es: Reservar UT para arrodillarse
fr_fr: Réserver des UT pour s'agenouiller
it: Riserva UT per inginocchiarsi
ja_jp: 膝をつく為のTUを温存
pl: Rezerwuj PA na klęknięcie
pt_br: Reservar TUs para ajoelhar
ru_ru: Сохранить ОД, чтобы присесть на колено

source: TU cost to activate:
cs: ČJ třeba k aktivaci:
de_de: ZE-Verbrauch bei Aktivierung:
es: Coste en UT de activar:
fr_fr: Coût d'activation en UT:
it: Costo in UT per l'attivazione:
ja_jp: 起動の為のTUを温存
pl: Koszt PA za uruchomienie:
pt_br: Custo de TU para ativar:
ru_ru: Количество ОД на активацию:

source: TU cost to use:
cs: ČJ pro použití:
de_de: ZE-Verbrauch bei Verwendung:
es: Coste en UT de utilizar:
fr_fr: Coût d'utilisation en UT:
it: Costo in UT per l'utilizzo:
ja_jp: 使用の為のTUを温存
pl: Koszt PA za użycie:
pt_br: Custo de TU para usar:
ru_ru: Количество ОД на использование:

source: TU cost per wound:
cs: ČJ třeba k léčbě :
de_de: ZE-Verbrauch pro Wunde:
es: Coste en UT por herida:
fr_fr: Coût par blessure en UT:
it: Costo in UT per ogni ferita:
ja_jp: 怪我の為のTUを温存
pl: Koszt PA za ranę:
pt_br: Custo de TU por ferimento:
ru_ru: Количество ОД на ранение:

source: Deployment Failed
cs: Vylodění Selhalo
de_de: Mobilmachung fehlgeschlagen
es: Despliegue no conseguido
fr_fr: Echec du déploiement
it: Schieramento fallito
ja_jp: 配置に失敗
pl: Rozlokowanie nie powiodło się
pt_br: Utilização falhou
ru_ru: Не удалось разместить

source: Due to a lack of space some units were not placed on the map.
cs: Vzhledem k nedostatku místa nešlo umístit některé jednotky.
de_de: Wegen Platzmangels wurden einige Einheiten nicht auf der Karte positioniert.
es: Debido a la falta de sitio algunas unidades no se han colocado en el mapa.
fr_fr: Certaines unités n'ont pas été placées sur la carte en raison du manque d'espace.
it: A causa di mancanza di spazio alcune unità non sono state posizionate sulla mappa.
ja_jp: スペースが足りず、配置できないユニットが存在します
pl: Niektórych jednostek nie umieszczono na mapie z braku miejsca.
pt_br: Devido à falta de espaço, algumas unidades não foram colocadas no mapa.
ru_ru: Из-за недостатка пространства несколько боевых единиц не было размещено на карте.

source: Number of missing units:
cs: Jednotek ztraceno :
de_de: Anzahl fehlender Einheiten:
es: Número de unidades que faltan:
fr_fr: Nombre d'unités manquantes:
it: Numero di unità mancanti:
ja_jp: 失ったユニットの数:
pl: Liczba brakujących jednostek:
pt_br: Número de unidades em falta:
ru_ru: Количество отсутствующих боевых единиц:

source: No player controlled units
cs: Žádná ovládaná jednotka
de_de: Keine spielergesteuerten Einheiten
es: No hay unidades controladas por el jugador
fr_fr: Aucune unité contrôlée par le joueur
it: Nessun'unità controllata dal giocatore
ja_jp: NPCユニット
pl: Brak jednostek kontrolowanych przez gracza
pt_br: Sem unidades controladas por jogadores
ru_ru: Отсутствуют боевые единицы, управляемые игроком

source: No player controlled units were placed on the map; the game will run in observation mode.
cs: Žádná jednotka ovládaná hráčem, nebyla umístěna do mapy. Hra poběží v pozorovacím režimu.
de_de: Keine spielergesteuerten Einheiten auf der Karte positioniert. Das Spiel läuft im Observationsmodus.
es: No hay ninguna unidad controlada por el jugador en el mapa; la partida se ejecutará en modo observación.
fr_fr: Aucune unité contrôlée par le joueur n'a été placée sur la carte; la partie fonctionnera en mode observation.
it: Sulla mappa non sono presenti unità controllate dal giocatore: gioco in modalità osservazione.
ja_jp: NPCユニットがマップ上に存在します。ゲームは観察モードで進行します。
pl: Na mapie nie umieszczono jednostek kontrolowanych przez gracza; gra przebiegnie w trybie obserwatora.
pt_br: Nenhuma unidade controlada por jogadores foi colocada no mapa; O jogo irá rodar em modo de observação.
ru_ru: На карте отсутствуют боевые единицы, управляемые игроком; игра запустится в режиме просмотра.

source: TU cost per attempt:
cs: ČJ třeba pro pokus :
de_de: ZE-Verbrauch pro Versuch:
es: Coste en UT de cada intento:
fr_fr: Coût par tentative en UT:
it: Costo in UT per tentativo:
ja_jp: 試みる為のTUを温存
pl: Koszt PA za próbę:
pt_br: Custo de TU por tentativa:
ru_ru: ОД на попытку:

source: Review briefing
cs: Ukaž instuktáž
de_de: Einsatzbesprechung einsehen
es: Revisar ordenes
fr_fr: Ecran briefing
it: Controlla l'obiettivo della missione
ja_jp: ブリーフィングを再読
pl: Przejrzyj odprawę
pt_br: Revisar relatório
ru_ru: Прочитать брифинг

source: Assign units to squad
cs: Zařaď agenty do skupin
de_de: Einheiten einem Trupp zuteilen
es: Asignar unidades a patrulla
fr_fr: Affecter des agents à différents escadrons
it: Assegna le unità alla squadra
ja_jp: ユニットを小隊に配属
pl: Przydziel jednostki do drużyn
pt_br: Designar unidades para esquadrão
ru_ru: Назначить оперативников во взвод

source: The following units will be lost if left in combat zone:
cs: Při přerušení mise budou trvale ztraceny tyto jednotky :
de_de: Sie werden die folgenden Einheiten verlieren, wenn sie in der Kampfzone bleiben:
es: Las siguientes unidades se perderán si se dejan en la zona de combate:
fr_fr: Les unités suivantes seront perdues si elles restent dans la zone de combat:
it: Le unità seguenti saranno perse se resteranno sul campo di battaglia:
ja_jp: 戦闘エリアを離脱すると以下のユニットを失います:
pl: Następujące jednostki zostaną stracone, jeśli pozostaną w strefie walki:
pt_br: As seguintes unidades serão perdidas se deixadas na zona de combate:
ru_ru: Следующие оперативники будут потеряны, если останутся в зоне боевых действий:

source: Abort mission?
cs: Přerušit misi?
de_de: Mission abbrechen?
es: ¿Abortar misión?
fr_fr: Annuler mission?
it: Abbandona missione?
ja_jp: ミッションを放棄しますか？
pl: Przerwać misję?
pt_br: Abortar missão?
ru_ru: Прервать задание?

source: Hostile unit spotted
cs: Objeven nepřítel
de_de: Gegnerische Einheit entdeckt
es: Unidad enemiga detectada
fr_fr: Unité ennemie repérée
it: Unità nemica individuata
ja_jp: 敵ユニット発見
pl: Wykryto wrogą jednostkę
pt_br: Unidade hostil avistada
ru_ru: Замечен противник

source: Unit has died
cs: Jednotka zemřela
de_de: Einheit wurde vernichtet
es: Unidad ha muerto
fr_fr: Mort de l'unité
it: L'unità è morta
ja_jp: ユニットが死亡
pl: Jednostka nie żyje
pt_br: Unidade morreu
ru_ru: Оперативник умер

source: Hostile unit has died
cs: Nepřítel zahynul
de_de: Gegnerische Einheit wurde vernichtet
es: Unidad enemiga ha muerto
fr_fr: Mort de l'unité ennemie
it: L'unità nemica è morta
ja_jp: 敵ユニット死亡
pl: Wroga jednostka nie żyje
pt_br: Unidade hostil morreu
ru_ru: Противник умер:

source: Unknown Unit has died
cs: Neznámá jednotka zemřela
de_de: Unbekannte Einheit wurde vernichtet
es: Unidad desconocida ha muerto
fr_fr: Mort d'une unité inconnue
it: L'unità ignota è morta
ja_jp: 未知のユニットが死亡
pl: Nieznana jednostka nie żyje
pt_br: Unidade desconhecida morreu
ru_ru: Умерло неизвестное лицо

source: Unit critically wounded
cs: Jednotka kriticky zraněna
de_de: Einheit schwer verwundet
es: Unidad críticamente herida
fr_fr: Unité gravement blessée
it: Unità gravemente ferita
ja_jp: ユニットが致命傷
pl: Jednostka krytycznie trafiona
pt_br: Unidade gravemente ferida:
ru_ru: Оперативник получил критическое ранение

source: Unit badly injured
cs: Jednotka těžce zraněna
de_de: Einheit schwer verletzt
es: Unidad con graves heridas
fr_fr: Unité blessée
it: Unità seriamente ferita
ja_jp: ユニットが重傷
pl: Jednostka ciężko ranna
pt_br: Unidade seriamente ferida
ru_ru: Оперативник тяжело ранен

source: Unit injured
cs: Jednotka zraněna
de_de: Einheit verletzt
es: Unidad herida
fr_fr: Unité touchée
it: Unità ferita
ja_jp: ユニットが負傷
pl: Jednostka ranna
pt_br: Unidade ferida
ru_ru: Оперативник ранен

source: Unit under fire
cs: Jednotka pod palbou
de_de: Einheit unter Beschuß
es: Unidad recibiendo disparos
fr_fr: Unité attaquée
it: Unità sotto il fuoco
ja_jp: ユニットが攻撃を受けている
pl: Jednostka pod ostrzałem
pt_br: Unidade sob fogo
ru_ru: Оперативник под огнем

source: Unit has lost consciousness
cs: Jednotka ztratila vědomí
de_de: Einheit hat das Bewußtsein verloren
es: Unidad ha perdido la consciencia
fr_fr: L'unité s'est évanouie
it: Unità svenuta
ja_jp: ユニットが意識不明
pl: Jednostka straciła przytomność
pt_br: Unidade perdeu a consciência
ru_ru: Оперативник потерял сознание

source: Unit has left combat zone
cs: Jednotka odešla z boje
de_de: Einheit hat die Kampfzone verlassen
es: Unidad ha dejado la zona de combate
fr_fr: L'unité a quitté la zone de combat
it: L'unità ha lasciato la battaglia
ja_jp: ユニットが戦闘エリアから離脱
pl: Jednostka opuściła strefę walki
pt_br: Unidade deixou a zona de combate
ru_ru: Оперативник покинул поле боя

source: Unit has frozen
cs: Jednotka ztuhla
de_de: Einheit ist starr vor Schreck
es: Unidad ha quedado paralizada
fr_fr: L'unité s'est immobilisée
it: Unità immobilizzata
ja_jp: ユニットが凍結
pl: Jednostka zamrożona
pt_br: Unidade congelou
ru_ru: Оперативник парализован

source: Unit has gone beserk
cs: Jednotka má záchvat
de_de: Einheit hat durchgedreht
es: Unidad se ha vuelto loca
fr_fr: L'unité a craqué
it: L'unità è furiosa
ja_jp: ユニットが凶暴化
pl: Jednostka wpadła w szał
pt_br: Unidade se rebelou
ru_ru: Оперативник впал в ярость

source: Unit has panicked
cs: Jednotka zpanikařila
de_de: Einheit ist in Panik ausgebrochen
es: Unidad ha sucumbido al pánico
fr_fr: L'unité a paniqué
it: Unità in preda al panico
ja_jp: ユニットがパニック
pl: Jednostka spanikowała
pt_br: Unidade entrou em pânico
ru_ru: Оперативник запаниковал

source: Unit has stopped panicking
cs: Jednotka se vzpamatovala
de_de: Einheit hat sich beruhigt
es: Unidad ha dejado de tener pánico
fr_fr: L'unité ne panique plus
it: Unità di nuovo calma
ja_jp: パニック状態から復帰
pl: Jednostka przestała panikować
pt_br: Unidade saiu do pânico
ru_ru: Оперативник перестал паниковать

source: Psionic attack on unit
cs: Psionický útok
de_de: Psionischer Angriff auf Einheit
es: Ataque psiónico sobre una unidad
fr_fr: L'unité subit une attaque psionique
it: Attacco psionico sull'unità
ja_jp: サイオニック攻撃
pl: Atak psi na jednostkę
pt_br: Ataque psiônico na unidade
ru_ru: Пси-атака на оперативника

source: Unit under Psionic control
cs: Jednotka pod psionickou kontrolou
de_de: Einheit unter psionischer Kontrolle
es: Unidad bajo control psiónico
fr_fr: Unité sous contrôle psionique
it: Unità sotto controllo psionico
ja_jp: マインドコントロール中
pl: Jednostka pod kontrolą psi
pt_br: Unidade sob controle Psiônico
ru_ru: Оперативник под пси-контролем

source: Unit freed from Psionic control
cs: Psionická kontrola ustála
de_de: Einheit von psionischer Kontrolle befreit
es: Unidad liberada del control psiónico
fr_fr: Unité libérée du contrôle psionique
it: Unità liberata dal controllo psionico
ja_jp: マインドコントロールから復帰
pl: Jednostka wolna od kontroli psi
pt_br: Unidade livre de controle Psiônico
ru_ru: Оперативник не под пси-контролем
