Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The ultimate road vehicle engine, strictly for armored military vehicles.
cs: Nejvýkonnější motor, výhradně pro pancéřovaná vojenská silniční vozidla.
de_de: Der ultimative Antrieb für Straßenfahrzeuge, allerdings nur für gepanzerte Militärfahrzeuge.
es: El no va más en motores para vehículos terrestres, estrictamente para vehículos blindados militares.
fr_fr: Le meilleur en matière de moteur pour véhicule terrestre, réservé uniquement aux véhicules militaires blindés.
it: Il motore stradale più potente in circolazione, usato solo dai veicoli militari corazzati.
ja_jp: 最高級の陸上車両用エンジンで、軍の装甲車両用にのみ使用が制限されている。
pl: Najbardziej zaawansowany silnik drogowy, przeznaczony wyłącznie dla opancerzonych pojazdów bojowych.
pt_br: O mais potente motor veícular, restrito a veículos militares blindados.
ru_ru: Сверхмощный дорожный двигатель, используемый только военными.

source: A complex AI unit manufactured by Cyberweb. It is designed to assist the aiming and intelligent targeting for all installed weapons systems.
cs: Komplex jednotek UI vyráběný Cyberwebem. Je určen pro podporu zaměřování a inteligentního navádění všech namontovných zbraňových systémů.
de_de: Eine komplexe KI-Einheit von Cyberweb, Zielhilfe für alle fest installierten Waffensysteme.
es: Compleja unidad de IA fabricada por Cyberweb. Está diseñada para ayudar a apuntar y dirigir con inteligencia todos los sistemas de armas instalados.
fr_fr: Une unité IA complexe fabriquée par Cyberweb et conçue pour faciliter la visée de tous les systèmes d'armes installés.
it: Si tratta di una complessa unità IA creata dalla Cyberweb. E' progettata per assistere automaticamente la mira e l'acquisizione del bersaglio, e funziona con tutti i sistemi d'armamento esistenti.
ja_jp: サイバーウェブ社製の複雑なAI管制システムで、これを装備した武器システムの照準補整と自動追尾を行う。
pl: Zaawansowana jednostka SI, produkowana przez Cybersieć. Jej przeznaczeniem jest inteligentne wspomaganie namierzania dla wszystkich zainstalowanych systemów bojowych.
pt_br: Unidade de IA complexa fabricada pela Cyberweb. É desenhada para auxiliar na mira e captura de alvos para todos os sistemas de armas instalados.
ru_ru: Сложный блок с мощным ИИ, выпускаемый корпорацией "Кибервеб". Он разработан для улучшения прицеливания и умного наведения всех установленных оружейных систем.

source: A more complex and capable version of the Light Weapons Control. Accuracy is improved over the smaller model.
cs: Více komplexní a výkonnější verze než Malý ovladač zbraní. Má vyšší přesnost střelby než předchozí model.
de_de: Eine weiterentwickelte und verbesserte Version der leichten Waffenkontrolle mit größerer Treffsicherheit.
es: Una versión más compleja y capaz del Control Ligero de Armas. La precisión es mayor que en el modelo más pequeño.
fr_fr: Une version du contrôle des armes légères, plus sophistiquée et plus efficace. La précision est améliorée par rapport au petit modèle.
it: Il Controllo Armi Medio è una versione con maggior potenza di calcolo del Controllo Leggero: è dotato di una precisione maggiore rispetto a quella del fratello minore.
ja_jp: 軽武器管制システムをより複雑化させた強化版。より精度が上がっている。
pl: Bardziej złożona i zaawansowana wersja lekkiego systemu kontroli ognia. Zapewnia lepszą celność niż mniejszy model.
pt_br: Versão mais complexa e funcional do Controle de Armas Leve. A precisão foi melhorada em relação ao modelo menor.
ru_ru: Более комплексная и эффективная версия малой системы управления вооружениями. Точность наведения улучшена по сравнению с малой моделью.

source: The largest and most complex weapons control system available from Cyberweb.An expensive unit that should only be used on heavily loaded weapons platforms.
cs: Největší a nejkomplexnější systém řízení zbraní, který kdy Cyberweb vyvinul. Nákladná jednotka, která by měla být použita v těžce ozbrojených vozidlech.
de_de: Das größte und komplexeste Waffenkontrollsystem von Cyberweb. Eine teure Einheit, die nur im Zusammenhang mit schwerer Bewaffnung zum Einsatz kommen sollte.
es: El mayor y más complejo sistema de control de armas disponible de Cyberweb. Una unidad cara que sólo debe utilizarse en plataformas con gran carga de armas.
fr_fr: Le système de contrôle d'armes le plus grand et le plus complexe fabriqué par Cyberweb. Une unité onéreuse qu'il est préférable d'utiliser uniquement avec les plates-formes lourdement armées.
it: Questa è la più complessa unità di gestione d'arma realizzata dalla Cyberweb. E' molto costosa, e viene utilizzata solamente in combinazione con sistemi d'armamento di grande potenza.
ja_jp: サイバーウェブ社製の最も複雑な武器管制システム。高価な為、重装備の車両にしか用いられない。
pl: Największy i najbardziej złożony system kontroli ognia sprzedawany przez Cybersieć. Kosztowny moduł, która powinien być montowany tylko na ciężko uzbrojonych jednostkach.
pt_br: O maior e mais complexo sistema de controle de armas da Cyberweb. Uma unidade cara que só deve ser usada em plataformas de armas extremamente carregadas.
ru_ru: Самая большая и комплексная система управления вооружениями, производимая корпорацией "Кибервеб". Такой дорогой блок управления должен устанавливаться только на тяжеловооруженные боевые платформы.

source: X-COM Scientists have devised a superior and more compact weapons control system designed specifically for X-COM vehicles. It assists targeting of the more agile UFOs.
cs: Vědci X-COMu vyvinuli tento úžasný a nejkompaktnější systém pro řízení zbraní, určený speciálně pro vozidla X-COM. Podporuje zaměřování i těch nejobratnějších UFO.
de_de: X-COM-Wissenschaftler haben ein verbessertes und kompakteres Waffenkontrollsystem entwickelt, das speziell auf X-COM-Fahrzeuge abgestimmt wurde. Es hilft beim Anvisieren schnellerer UFOs.
es: Los científicos de X-COM han desarrollado un sistema de control de armas superior y más compacto diseñado específicamente para vehículos X-COM. Ayuda a apuntar a los OVNIS más ágiles.
fr_fr: Les scientifiques d'X-COM ont inventé un système de contrôle des armes plus compact et plus efficace, conçu spécifiquement pour les véhicules X-COM. Il permet de mieux viser les ovnis les plus agiles.
it: Gli scienziati della X-COM hanno sviluppato un'avanzatissima unità di controllo d'arma, specificatamente per la lotta contro gli Alieni. E' in grado di colpire gli UFO più maneggevoli.
ja_jp: X－Comの科学者達はより小型で効率的な武器管制システムをX-Comの車両専用に開発した。これにより従来の標的よりも遙かに素早いUFOの照準が楽になった。
pl: Naukowcy X-COM opracowali lepszy i bardziej kompaktowy system kontroli prowadzenia ognia, zaprojektowany specjalnie dla pojazdów X-COM. Pozwala skuteczniej namierzać bardziej zwinne UFO.
pt_br: Os cientistas da X-COM elaboraram um sistema de controle de armas mais compacto e superior, desenhado especialmente para veículos X-COM. Auxilia na seleção de alvos óvnis mais ágeis.
ru_ru: Ученым X-COM удалось разработать более совершенную и компактную версию систем управления вооружениями специально для техники X-COM. Такая система позволяет наводиться на более маневренные НЛО и вести их.

source: A standard module for transporting goods. X-COM Agents should have cargo capacity at a building after a tactical combat mission in order to retrieve equipment and Alien artifacts.
cs: Běžný modul pro přepravu zboží. Agenti X-COM by měli mít dostatečnou přepravní kapacitu, aby mohli při návratu z taktických misí přivážet získané vybavení a cizácké artefakty.
de_de: Ein Standard-Frachtmodul für den Transport von Gütern. X-COM-Agenten benötigen bei jedem Gebäude genügend Frachtkapazität, um nach taktischen Gefechten Ausrüstungsgegenstände und Alien-Artefakte bergen zu können.
es: Módulo estándar para el transporte de mercancía. Los Agentes X-COM deben tener capacidad de transporte de mercancía en algún edificio después de una misión de combate táctico para poder llevarse equipo y artefactos alienígenas.
fr_fr: Un module de cargaison standard pour transporter des marchandises. Les agents d'X-COM doivent avoir assez de capacité de chargement dans un bâtiment après une mission de combat tactique pour ramener les équipements et objets aliens.
it: Il Modulo Cargo è l'unità standard per il trasporto delle merci. Gli agenti della X-COM dovrebbero sempre avere uno di questi moduli con loro, in modo da recuperare tecnologia Aliena dopo il completamento delle loro missioni.
ja_jp: 物資を運搬する為の標準的なモジュール。この貨物室があればX-Comのエージェント達が戦術ミッションの後に回収した装備品やエイリアンのアーティファクトを持ち帰る事ができる。
pl: Standardowy moduł do przewozu towarów. Aby po zakończonej misji móc przewieźć do bazy sprzęt oraz artefakty obcych, Agenci X-COM muszą dysponować tym modułem w miejscu interwencji.
pt_br: Módulo padrão para transporte de bens. Agentes da X-COM devem prover capacidade de carga em um edifício após uma missão de combate para poder obter artefatos e equipamentos alienígenas.
ru_ru: Стандартный модуль для перевозки грузов. На базе X-COM по окончании тактической операции должно оставаться место на складах, которое можно использовать для складирования найденного в ходе задания оборудования и артефактов пришельцев.

source: Allows a vehicle to carry an extra four passengers in addition to the standard passenger capacity for the vehicle type.
cs: Umožňuje ve vozidle přepravovat o čtyři pasažéry více, než je kapacita, stanovená pro tento typ vozidla.
de_de: Mit Hilfe dieses Moduls kann ein Fahrzeug über seine Standard-Kapazität hinaus vier weitere Passagiere transportieren.
es: Permite a un vehículo llevar hasta cuatro pasajeros adicionales además de la capacidad habitual de pasajeros para ese tipo de vehículo.
fr_fr: Permet à un véhicule de transporter quatre passagers supplémentaires en plus de la capacité standard du véhicule, qui varie en fonction de son type.
it: Permette a qualsiasi veicolo di portare quattro passeggeri extra oltre a quelli normalmente trasportabili.
ja_jp: 通常の乗員に加え、4人までの追加人員を乗せられる様になる。
pl: Pozwala pojazdowi zabrać na pokład dodatkowe cztery osoby powyżej jego standardowej pojemności.
pt_br: Permite a um veículo carregar quatro passageiros extras além de sua capacidade padrão.
ru_ru: Позволяет транспортному средству нести четыре дополнительных человека сверх стандартной пассажирской грузоподъемности для техники данного типа.

source: This X-COM produced unit is designed to contain Alien specimens, alive or dead. In order to retrieve Alien life forms, X-COM Agents must have Bio-Transport capability at a building after a tactical combat mission.
cs: Tato jednotka, vyráběná X-COMem je přizpůsobena k umístění živých nebo mrtvých cizáckých druhů. Aby bylo možné tyto tvory přivézt, je nutné, aby byla tato jednotka přítomna po ukončení taktických misí v budovách.
de_de: Diese von X-COM produzierte Einheit wird eingesetzt, um tote oder lebendige Alien-Lebensformen zu transportieren. X-COM-Agenten benötigen Bio-Transportkapazitäten, um nach einem taktischen Gefecht Aliens zu bergen und transportieren.
es: Esta unidad fabricada por X-COM está diseñada para transportar especímenes alienígenas, vivos o muertos. Para poder recuperar formas de vida alienígena, los agentes X-COM deben tener capacidad de Bio-Transporte en algún edificio después de una misión de combate táctico.
fr_fr: Cette unité produite par X-COM est conçue pour conserver des spécimens aliens, morts ou vifs. Les agents d'X-COM doivent disposer d'une capacité de bio-transport vers un bâtiment après une mission de combat tactique afin de ramener les formes de vie aliennes.
it: Quest'unità, creata dalla X-COM, è destinata al trasporto di esemplari Alieni, siano essi viventi o morti. Per riportare alla base forme di vita extraterrestre, gli agenti X-COM devono condurre in missione uno di questi moduli di trasporto speciali.
ja_jp: X-Comが製造したこのユニットはエイリアン種族を生死に関わらず収納できる様になっている。エージェント達が戦術ミッションの後にエイリアンを持ち帰る際にこのバイオトランスポートモジュールが不可欠となる。
pl: Ten produkowany przez X-COM moduł przeznaczony jest do przewozu żywych i martwych obcych. Aby po zakończonej misji móc przewieźć do bazy obce formy życia, Agenci X-COM muszą dysponować nim w miejscu interwencji.
pt_br: Essa unidade X-COM é feita para conter espécies alienígenas, vivas ou mortas. Para obter tais formas de vida, agentes da X-COM devem possuir o Biotransporte em um edifício após uma missão tática.
ru_ru: Этот модуль, разработанный учеными X-COM, предназначен для перевозки пришельцев, как живых, так и мертвых. На базе X-COM должны быть построены камеры для пришельцев, в которых по окончании тактической операции должно оставаться достаточно места для размещения образцов.

source: The Cyberweb evasion system is designed to track hostile missiles and disrupt their guidance systems using various forms of radiation. It is not totally effective but a very useful complement for other defense systems.
cs: Tento obranný systém Cyberwebu je určen ke sledování nepřátelských raket a rušení jejich naváděcích systémů pomocí různých forem záření. I když není zcela účinný, je velmi užitečným doplňkem dalších obranných systémů.
de_de: Das Cyberweb-Ausweichsystem spürt gegnerische Raketen auf und stört ihre Lenksysteme durch verschiedene Strahlenformen. Es ist zwar nicht ausnahmslos effektiv, stellt aber ein nützliches Zusatzsystem dar.
es: El sistema Cyberweb de evasión está diseñado para detectar misiles enemigos y perturbar sus sistemas de guiado utilizando varias formas de radiación. No es absolutamente efectivo pero es un complemento muy útil para otros sistemas defensivos.
fr_fr: Le système d'évasion Cyberweb est conçu pour suivre les missiles hostiles et brouiller leurs systèmes de guidage à l'aide de différentes formes de radiations. Il n'est pas totalement efficace mais représente un complément très utile aux autres systèmes de défense.
it: Le contromisure elettroniche della Cyberweb servono per confondere il sistema di guida dei missili avversari, grazie all'emissione di diversi tipi radiazioni. Non è un'apparecchiatura particolarmente efficace, ma risulta utile quando usata assieme ad altri sistemi difensivi.
ja_jp: サイバーウェブ社製の回避システムは敵のミサイルを追跡しその誘導システムを様々な放射線を用いて破壊する。効果はいまひとつだが、他の防衛システムを補完する場合は非常に有用なものとなる。
pl: System antyrakietowy Cybersieci służy do namierzania wrogich rakiet i zakłócania ich systemów poprzez różne formy promieniowania. Nie jest on całkowicie efektywny, ale świetnie sprawdza się jako dodatek dla innych systemów obrony.
pt_br: O sistema de evasão da Cyberweb é concebido para rastrear mísseis hostis e interromper seus sistemas de direcionamento, através de várias formas de radiação. Não é totalmente efetivo, mas um complemento bastante útil para outros sistemas de defesa.
ru_ru: Система выведения из строя ГСН производства корпорации "Кибервеб" разработана для ведения самонаводящихся ракет и выведения из строя их систем наведения благодаря применению различных видов излучения. Она не слишком эффективна, но в сочетании с другими системами защиты становится весьма важным компонентом боевой единицы.

source: The Aliens have manufactured an energy shield that can protect an entire vehicle. It is far more effective than any armor system and can turn a small vehicle into a deadly weapons platform. The disruption field it generates can absorb any kind of beam or projectile, but it loses power for each hit. Power levels are gradually restored but the unit will cease functioning if the power level is reduced to zero.
cs: Cizáci vyrábějí energetický štít, který chrání celé vozidlo. Je mnohem účinnější než jakékoliv pancéřování a může i malé vozidlo změnit na velmi nebezpečný bojový prostředek. Disperzívní pole, které vytváří dokáže absorbovat všechny typy paprsků či projektilů, ale s každým zásáhem se snižuje jeho energie. Tato se sice s časem obnovuje, ale pokud dosáhne kritického minima, generátor štítu se zničí.
de_de: Die Aliens haben einen Energieschild entwickelt, der ein ganzes Fahrzeug schützen kann. Er ist weitaus wirkungsvoller als jedes Panzerungssystem und kann ein Kleinfahrzeug in eine tödliche Waffenplattform verwandeln. Das Disruptorfeld, das er generiert, kann jede Art von Strahl oder Projektil absorbieren, verliert aber mit jedem Treffer an Energie. Die Energie wird stufenweise wiederhergestellt, aber wenn die Energie auf 0 ist, verliert der Schild seine Wirkung.
es: Los alienígenas han fabricado un escudo de energía que puede proteger un vehículo entero. Es mucho más efectivo que cualquier sistema de blindaje y puede convertir a un pequeño vehículo en una mortífera plataforma de armas. El campo de perturbación que genera puede absorber cualquier tipo de rayo o proyectil, pero pierde potencia con cada golpe. Los niveles de potencia se restablecen poco a poco, pero la unidad dejara de funcionará si la potencia llega a cero.
fr_fr: Les aliens ont fabriqué un bouclier d'énergie capable de protéger un véhicule entier. Il est bien plus efficace que n'importe quel système de blindage et peut faire d'un petit véhicule une plate-forme d'armes meurtrière. Le champ de disruption qu'il génère peut absorber toutes sortes de rayons ou de projectiles, mais chaque coup qu'il reçoit diminue son énergie. Les niveaux d'énergie sont peu à peu remis à niveau mais l'unité cessera de fonctionner lorsque le niveau d'énergie atteindra zéro.
it: Gli Alieni hanno realizzato uno scudo energetico in grado di proteggere interamente un veicolo, in maniera molto più efficace di qualsiasi corazza; quest'apparecchiatura può rendere una minaccia mortale anche il più piccolo velivolo. Lo Scudo a Disgregazione assorbe qualsiasi tipo di raggio e proiettile, ma perde energia a ogni colpo subito. I livelli energetici vengono ripristinati automaticamente ma lentamente, ma l'unità cessa completamente di funzionare se questi raggiungono lo zero.
ja_jp: エイリアンは機体を完全に覆うバリアを製造した。これは他のいかなるアーマーシステムよりも効果的で小型車両を凶悪な戦闘車両に豹変させる。このディスラプションフィールドはあらゆる光線あるいは実弾を無効化できるが着弾のたびに少しずつパワーを失う。時間と共に失われたパワーは回復するが、そのレベルが0になると機能を停止してしまう。
pl: Obcy opracowali tarczę energetyczną, która może chronić cały pojazd. Jest ona znacznie bardziej efektywna niż jakikolwiek pancerz i potrafi przekształcić mały pojazd w zabójczą jednostkę bojową. Generowane pole dysrupcyjne pochłania każde trafienie z broni energetycznej lub kinetycznej, ale za każdym razem traci część mocy. Moc ta stopniowo się odnawia, ale układ tarczy przestanie działać, jeśli jego poziom energii spadnie do zera.
pt_br: Os alienígenas criaram um escudo energético que pode proteger um veículo inteiro. É muito mais eficaz que qualquer sistema de blindagem e pode tornar um veículo pequeno em uma plataforma mortal. O campo disruptivo que cria pode absorver qualquer tipo de raio ou projétil, mas perde força a cada disparo. Os níveis de energia são gradualmente restaurados, mas a unidade deixará de funcionar se este chegar a zero.
ru_ru: Пришельцы разработали энергетический щит, способный защищать боевую единицу целиком. Он гораздо эффективнее любой другой системы защиты и способен превратить даже легкое транспортное средство в смертоносную боевую платформу. Генерируемое им расщепляющее поле поглощает любое воздействие лучевой или кинетической природы, но с каждым попаданием генератор теряет энергию. Постепенно она восстанавливается, но в случае, если уровень энергии упадет до нуля, блок выйдет из строя.

source: A larger and more powerful version of the Small Disruption Shield designed for larger Alien craft. Its absorption level is much greater, but will still malfunction if the power level is reduced to zero.
cs: Větší a odolnější verze než Malý ochranný štít. Ochranné pole je určeno pro velká cizácká plavidla. Je schopen pojmout více zásahů, ale generátor se zničí, když úroveň energie dosáhne kritického minima.
de_de: Eine leistungsstärkere Version des kleinen Disruptor-Schilds für größere Alien-Fahrzeuge.Seine Absorptionskapazität ist wesentlich höher, er weist aber trotzdem Fehlfunktionen auf, wenn die Energie auf Null sinkt.
es: Versión más grande y más poderosa del Pequeño Escudo Anti-Perturbador, diseñado para las grandes naves alienígenas. Su nivel de absorción es mucho mayor, pero seguirá sin funcionar bien si el nivel de potencia se reduce a cero.
fr_fr: Une version plus grande et plus puissante du petit bouclier disrupteur, conçue pour les vaisseaux plus importants. Son niveau d'absorption est bien plus grand, mais lui aussi subira des perturbations dans son fonctionnement si le niveau d'énergie atteint zéro.
it: Questo Scudo a Disgregazione è una versione più grande e potente dello Scudo Leggero, progettato per la difesa delle navi Aliene di maggiori dimensioni. La sua capacità di assorbimento dei colpi è notevolmente più grande, ma ancora una volta se il livello energetico dell'unità scende a zero questa diventa inutilizzabile.
ja_jp: より大きなエイリアンのシップに合わせて作られた小型ディスラプションフィールドの大型且つ強化版。吸収できるエネルギー量は段違いだが、依然としてパワーレベルが0になると機能を停止する欠点が残ったままである。
pl: Większa i silniejsza wersja małej tarczy dysrupcyjnej, przeznaczona dla większych jednostek obcych. Ma znacznie większe zdolności pochłaniania energii, ale tak samo przestanie funkcjonować, jeśli jej energia całkiem się wyczerpie.
pt_br: Versão maior e mais poderosa do pequeno escudo disruptivo, desenhada para veículos alienígenas de maior porte. Seu nível de absorção é muito maior, mas ainda falhará se seus níveis de energia chegarem a zero.
ru_ru: Более громоздкая и мощная версия малого генератора расщепляющего щита, предназначенная для крупных кораблей пришельцев. Он способен поглотить гораздо больше энергии, но в случае, если уровень энергии упадет до нуля, он также выйдет из строя.
