Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Megapol not only runs the city police force and prison service, it also manufactures vehicles, weapons and munitions. It directly competes with the Marsec corporation for lucrative markets in the mining colonies and Mega-Primus. The major problems for Megapol are the criminal gangs that distribute Psiclone and the UFO incursions which are regarded as a threat to city security. Police vehicles bravely intercept UFOs as they materialize from the Dimension Gates, but they are woefully under equipped to deal with them.
cs: Megapol zajišťuje policejní službu ve městě a spravuje věznice, ale také vyrábí stroje, zbraně a munici. V těchto oborech konkuruje organizaci Marsec, se kterou soupeří o lukratívní zakázky v Mega-Primu a důlních koloniích. Hlavním problémem Megapolu jsou kriminální gangy, které obchodují s Psiklony a vpády UFO, jež považuje za ohrožení bezpečnosti města. Policejní stroje odvážně napadají vetřelce ihned, jakmile se zhmotní za Dimenzní bránou, ale jsou špatně vyzbrojené, než aby si s nimi dokázaly poradit.
de_de: Megapol verwaltet nicht nur die städtische Polizei und die Gefängnisse, sondern stellt auch Fahrzeuge, Waffen und Munition her. Megapol konkurriert mit Marsec um die lukrativen Märkte in den Bergbaukolonien und in Mega-Primus. Das Hauptproblem für Megapol sind die kriminellen Gangs, die Psiklon in Umlauf bringen, und die UFO-Übergriffe, die als Bedrohung der städtischen Sicherheit betrachtet werden. Polizeifahrzeuge halten wagemutig UFOs auf, wenn diese aus den Dimensionstoren hervortreten, aber sie sind nicht angemessen ausgerüstet, um mit ihnen fertig zu werden.
es: Megapol no sólo lleva la policía de la ciudad y el servicio de prisiones, además fabrica vehículos, armas y municiones. Compite directamente con la empresa Marsec en los ricos mercados de las colonias mineras y Mega-Primus. Los principales problemas para Megapol son las bandas criminales que distribuyen Psiclon y las incursiones de los OVNI que se consideran una amenaza a la seguridad ciudadana. Los vehículos de la Policía lógicamente amigables.
fr_fr: Megapol ne se contente pas de gérer les forces de police de la ville et le système pénitencier; elle fabrique également des véhicules, des armes et des munitions. Elle est en concurrence directe avec la société Marsec pour tenter de remporter des marchés lucratifs dans les colonies minières et au sein de Mega-Primus. Les principaux problèmes auxquels Megapol est confrontée sont les gangs criminels qui distribuent le Psiclone et les incursions d'ovnis considérées comme une menace pour la sécurité de la ville. Les véhicules de police tentent d'intercepter les ovnis lorsqu'ils se matérialisent aux portails interdimensionnels, mais leur équipement n'est vraiment pas adéquat pour les affronter.
it: La Megapol non si limita a gestire la polizia e il sistema carcerario della città, ma produce anche mezzi, armi e munizioni. E' in diretta competizione con la Marsec Corporation per i remunerativi mercati delle colonie minerarie e della stessa Mega-Primus. Il principale problema della Megapol è costituito dalla bande criminali che trafficano Elerio e dalle incursioni degli UFO, visti come una minaccia alla sicurezza dei cittadini. I veicoli della polizia intercettano coraggiosamente gli UFO non appena questi compaiono dal Portale Dimensionale, ma non sono assolutamente in grado, a causa del diverso livello tecnologico, di sostenere un confronto.
ja_jp: メガポールは都市の警察の役割と刑務所の経営をするだけでなく乗り物、武器、各種の軍需品を製造しており、利益率の高いメガプリムスと採掘コロニーの市場でマーゼック社と競い合っている。メガポール社の目下の一番の問題は保安上の脅威と見なされるギャング達によるPsiクローンの売買とUFOの侵入への幇助行為である。彼らの警察車両はUFOが次元ゲートを通じて実体化すると果敢に立ち向かうが、明らかに形勢不利である点は否めない。
pl: Megapol nie tylko zarządza siłami policyjnymi i systemem więzień, ale także produkuje pojazdy, broń i amunicję. Jest bezpośrednim konkurentem korporacji Marsek na lukratywnych rynkach w koloniach górniczych i mieście Mega-Primus. Głównym problemem Megapolu są gangi rozprowadzające psyklony oraz wtargnięcia UFO, które uznaje się za zagrożenie dla bezpieczeństwa miasta. Wozy policyjne dzielnie przechwytują UFO, które materializują się w bramach wymiarów, lecz ich wyposażenie jest dalece niewystarczające do radzenia sobie z nimi.
pt_br: Megapol não apenas controla a polícia da cidade e o serviço prisional, também produz veículos, armas e munição. Compete diretamente com a Corporação Marsec pelos mercados lucrativos nas colônias de mineração e em Mega-Primus. Os maiores problemas para Megapol são as organizações criminosas que distribuem Psiclone e as incursções óvnis, que são consideradas uma ameaça à segurança da cidade. Veículos da polícia bravamente interceptam óvnis que se materializam através dos Portais Dimensionais, mas são despreparados para lidar com eles.
ru_ru: Мегапол не только выполняет роль городских полицейских сил и контролирует тюрьмы, но также занимается производством техники, оружия и боеприпасов. Он является прямым конкурентом корпорации "Марсек" на прибыльных рынках добывающих колоний и в Мегапрайме. Основными проблемами, которыми занимается Мегапол, являются банды преступников, распространяющие псиклон, и вторжения НЛО, которые рассматриваются как угроза безопасности города. Полицейская техника храбро перехватывает НЛО в момент материализации внутри врат между измерениями, но они ужасающе слабо вооружены для того, чтобы иметь возможность справиться с пришельцами.

source: This bizarre cult has whipped up a religious frenzy following the appearance of the Dimension Gates. The cult has long believed in redemption of the human race by a superior Alien race. They believe the UFOs and Aliens to be harmless and are rapidly gaining credibility and recruits from the general population. This represents a considerable threat to X-COM because the cultists will do anything to assist the Aliens in their purpose, whatever that might be.
cs: Bizarní kult, jehož náboženský fanatizmus dosáhl vrcholu po objevení prvních Dimenzních bran. Kult je stále přesvědčen, že spása lidské rasy příjde z rukou dokonalých bytostí z cizího světa. Věří, že UFO a Cizáci nejsou hrozbou a dokonce tím získává popularitu a příznivce z řad místní populace. Tento fakt znamená pro X-COM vážné ohrožení, neboť stoupenci kultu udělají vše, co je v jejich silách, aby pomohli Cizákům splnit jejich plány, ať jsou jakékoliv.
de_de: Diese bizarre Sekte hat nach dem Auftauchen der Dimensionstore eine religiöse Hysterie hervorgerufen. Die Sekte glaubt seit langem an die Erlösung des Menschen durch eine höhere außerirdische Macht. Sie halten die UFOs und die Aliens für harmlos, und ihre Glaubwürdigkeit und Anhängerschaft unter der Bevölkerung wachsen beständig. Der Kult stellt für X-COM eine beträchtliche Bedrohung dar, denn die Sektenanhänger sind bereit, alles für die Aliens zu tun.
es: Esta extraña secta ha conseguido crear un frenesí religioso tras la aparición de las Puertas de la Dimensión. Esta secta hace mucho que cree en la redención de la raza humana por parte de una raza alienígena superior. Creen que los OVNIS y los alienígenas son inofensivos y están consiguiendo credibilidad y creyentes entre la población. Esto representa una amenaza considerable para X-COM porque los de la secta harán lo que sea para ayudar a los alienígenas en sus tareas, sean las que sean.
fr_fr: Ce culte étrange a engendré une ferveur religieuse proche du fanatisme à la suite de l'apparition des portails interdimensionnels. Les membres du culte croient depuis longtemps que la race humaine sera sauvée par une race alienne supérieure, et ils pensent que les OVNIS et les extraterrestres sont inoffensifs. La crédibilité de ce culte augmente au sein de la population, et c'est une menace considérable pour X-COM; ses adeptes feront tout ce qui est en leur pouvoir pour favoriser les projets des aliens, quels qu'ils soient.
it: Questo culto bizzarro è tenuto in vita da una setta di fanatici religiosi che venerano il Portale Dimensionale: il suo credo è basato sulla redenzione della razza umana da parte di una superiore specie Aliena. Essi credono che gli UFO e gli Alieni siano amichevoli, e stanno raccogliendo proseliti tra la popolazione. Ciò rappresenta una minaccia reale per l'operato della X-COM, dal momento che gli adepti assistono gli Alieni nel raggiungimento dei loro scopi, qualunque essi siano.
ja_jp: この風変わりなカルト教団は次元ゲートが出現して以来、宗教的な熱狂性を以て歓迎している。彼らは長い間人類はエイリアン種族と分かち合うべきだという教義を守っており、UFOとエイリアンは無害ですぐにも我々の信頼を勝ち得て仲間になると信じている。こうした考えを持つ集団はX-Comにとって極めて危険だ。カルト教団員はエイリアンが何を企んでいようと、彼らの手助けになる事なら何でもしようとするだろう。
pl: Ten dziwaczny kult po otwarciu bram wymiarów wywołał w mieście szał religijny. Kult od dawna wierzył w odkupienie człowieka przez wyższą od niego rasę obcych. Wierzą, że UFO i obcy są niegroźni, a ich propaganda szybko nabiera wiarygodności, a także pozyskiwania nowych członków wśród obywateli. Jest to dla X-Com-u poważny problem, ponieważ kultyści są gotowi uczynić wszystko, czego obcy od nich zażądają, cokolwiek to mogłoby być.
pt_br: Este bizarro culto instigou um fanatismo religioso após a aparição dos Portais Dimensionais. O culto, há muito, acreditava na redenção da raça humana por uma raça alienígena superior. Acreditam que os óvnis e aliens são inofensivos, e estão rapidamente ganhando credibilidade e recrutas da população em geral. Isso representa uma ameaça à X-COM, porque os seguidores farão de tudo para auxiliar os alienígenas em seus propósitos, quaisquer que sejam.
ru_ru: Странный культ распалил религиозное безумие после появления врат между измерениями. Члены этого культа долгое время верили, что превосходящая инопланетная цивилизация освободит человеческую расу. Они полагают, что НЛО и пришельцы не несут опасности, быстро завоевывают популярность и обретают новых сторонников среди простого населения. Эта организация представляет серьезную угрозу для X-COM, поскольку члены культа сделают все, чтобы помочь пришельцам добиться поставленных целей, какими бы они ни были.

source: The ominous and highly secretive Marsec corporation took over from X-COM as the leading provider of off-world security, as X-COM centered its activities around Mega-Primus. During the initial years of their operation Marsec was empowered to impose order on the rebellious Mars colony. Marsec (Mars Security) developed high technology weaponry and vehicles by recruiting top Scientists from Earth and using the equipment left by X-COM. With the establishment of the remote Elerium mining colonies, Marsec secured contracts for military equipment despite competition from Megapol.
cs: Zlověstná a mimořádně mlčenlivá organizace Marsec převzala od X-COM správu mimozemské bezpečnosti, zatímco X-COM soustředil své aktivity do oblasti Mega-Primu. Během prvních let svého působení, se Marsecu dostalo zplnomocnění, obnovit pořádek ve vzbouřené kolonii na Marsu. Od té doby Marsec (Mars Security) vyvinul mnoho špičkových zbraní a vozidel, když zaměstnal vynikající pozemské vědce a využil vybavení zanechané zde X-COMem. Dohodou s vedením vzdálených důlních kolonií na těžbu Eleria si zajistil kontrakty na armádní vybavení, přestože měl být dodavatelem Megapol.
de_de: Die bedrohliche und unter strenger Geheimhaltung agierende Marsec-Corporation (Mars Security) übernahm von X-COM die Sicherheitsdienste der Erde, als X-COM seine Aktivitäten auf Mega-Primus konzentrierte. Während der ersten Jahre hatte Marsec die Aufgabe, die öffentliche Ordnung in den rebellischen Mars-Kolonien wiederherzustellen. Marsec entwickelte Hi-Tech-Waffen und -Fahrzeuge, indem sie die renommiertesten Wissenschaftler der Erde anwarb und sich die von X-COM überlassenen Einrichtungen zunutze machte. Durch die Gründung der Elerium-Bergbaukolonien sicherte sich Marsec trotz der Konkurrenz durch Megapol Verträge über die Herstellung militärischer Güter.
es: La temible y muy escurridiza empresa Marsec sustituyó a X-COM como principal proveedor de seguridad exterior, cuando X-COM centró sus actividades en Mega-Primus. Durante los primeros años de su funcionamiento Marsec fue autorizado para imponer el orden en la rebelde colonia de Marte. Marsec (abreviación de Mars Security) desarrolló armamento y vehículos de alta tecnología reclutando a importantes científicos de la Tierra y utilizando el equipo dejado por X-COM. Cuando se establecieron las remotas colonias mineras de elerio, Marsec obtuvo los contratos para equipar a los militares a pesar de la competencia de Megapol.
fr_fr: La sinistre et mystérieuse corporation Marsec fut nommée responsable de la sécurité hors-planète, ce qui permit à X-COM de concentrer ses activités autour de Mega-Primus. Au cours des premières années de ses opérations, Marsec fut chargée de ramener l'ordre au sein de la colonie rebelle de Mars. Marsec (Mars Sécurité) développa un armement et des véhicules de haute technologie en recrutant les meilleurs scientifiques de la Terre et en utilisant l'équipement laissé par X-COM. Grâce à l'implantation des lointaines colonies minières d'Elérium, Marsec réussit à décrocher les contrats concernant l'équipement militaire, malgré la concurrence de Megapol.
it: La Marsec, una compagnia potente e avvolta nella segretezza, ha rilevato dalla X-COM il compito di garantire la sicurezza fuori dalla Terra; durante i primi anni di quest'operazione non era sufficientemente potente per imporre l'ordine nella colonia ribelle di Marte. Per risolvere il problema, assoldò i più brillanti scienziati terrestri, riuscendo in breve a sviluppare nuovi strumenti da affiancare a quelli lasciati in eredità dalla X-COM. Con la creazione delle lontane colonie minerarie per l'estrazione dell'Elerio, la Marsec si è aggiudicata un importante contratto militare, vincendo la diretta concorrenza della Megapol.
ja_jp: 閉鎖的且つ非常に秘密主義なマーゼック社はX-Comがメガプリムス周辺に活動を集中させると外宇宙の保安業務を受け継いだ。火星での操業の最初の数年間は火星コロニーの反乱鎮圧に注力していたが、地球から引き抜いたトップクラスの科学者とX-Comが残した装備品を元にハイテクな兵器と乗り物の開発した。遠隔の惑星にエレリウムの採掘コロニーが建設される様になるとマーゼックは競合会社であるメガポールが居たが、軍需品の供給元として軍と独占契約を結ぶ事に成功した。
pl: Złowieszcza i bardzo tajemnicza korporacja Marsek przejęła po X-Com-ie rolę głównego dostawcy usług ochrony pozaziemskiej, gdy tymczasem X-COM skupił swe działania wokół miasta Mega-Primus. W ciągu pierwszych lat działalności Marsek otrzymał uprawnienia do stłumienia buntu w kolonii na Marsie. Marsek opracował szereg wysokotechnologicznych broni i pojazdów dzięki zatrudnieniu najlepszych naukowców na Ziemi oraz dostępowi do sprzętu po X-COM-ie. Po założeniu odległych kolonii wydobywających elerium, Marsek zdołał zdobyć dla siebie kontrakty na sprzęt wojskowy, pomimo konkurencji z Megapolem.
pt_br: A sinistra e altamente secreta Corporação Marsec desbancou a X-COM como principal fornecedora de segurança interplanetária, já que a última centra suas atividades ao redor de Mega-Primus. Durante os anos iniciais de sua operação, a Marsec (Segurança de Marte) ganhou força para impor ordem às colônias marcianas rebeldes. Desenvolveu armas e veículos de alta tecnologia ao utilizar equipamentos deixados pela X-COM e ao recrutar cientistas renomados da Terra. Com o estabelecimento de remotas colônias de mineração de Elerium, a Marsec conseguiu contratos para equipamentos militares apesar da competição com a Megapol.
ru_ru: Зловещая и сверхсекретная корпорация "Марсек" исполняет роль основных сил, обеспечивающих безопасность внешних миров, тогда как X-COM сосредоточила свою деятельность в Мегапрайме. В первые годы существования корпорация была уполномочена навести порядок в восставшей марсианской колонии. "Марсек" (Mars Security - "Безопасность Марса") разработал высокотехнологичные вооружения и технику благодаря найму лучших ученых Земли и использованию оборудования предыдущей инкарнации X-COM. После создания дальних добывающих элериум колоний "Марсек" заключил контракты на поставку военного оборудования, несмотря на конкуренцию со стороны Мегапола.

source: The refinement of Elerium powered anti-grav propulsion units has created a new industry for ecologically friendly power sources. Superdynamics has developed sophisticated plants for producing power units of all sizes as well as a variety of airborne anti-grav vehicles. The cost of manufacture is high and Elerium is also in short supply. This means that privately owned vehicles are rare, but Superdynamics developed and installed the anti-grav system for the People Tubes. These safe and efficient tube ways rapidly became the mass transit system for Mega-Primus in direct competition to the road network.
cs: Propracované, Eleriem napájené antigravitační pohonné jednotky, byly vytvořeny novou společností ekologicky šetrných zdrojů energie. Superdynamics vyvinul důmyslné závody na výrobu energetických zdrojů nejrůznějších velikostí a tvarů pro létající antigravitační vozidla. Výrobní cena je však vysoká a také Eleria jsou omezené zásoby. Z těchto důvodů jsou soukromá vozidla vzácností. Superdynamics ale vyvinul a instaloval antigravitační systémy pro Pěší tunely. Tyto bezpečné a výkonné tunelové cesty, se velmi rychle staly systémem hromadné dopravy Mega Primu, téměř nahrazující silniční dopravu.
de_de: Die Verbesserung des Elerium-betriebenen Anti-Schwerkraft-Antriebs hat eine neue Industrie für umweltfreundliche Energiequellen geschaffen. Superdynamics hat fortschrittliche Kraftwerke entwickelt, die Energieeinheiten jeder Größe und eine Reihe von Anti-Schwerkraft-Luftfahrzeugen produzieren. Die Herstellungskosten sind hoch, und Elerium ist nach wie vor knapp, so daß Privatfahrzeuge selten sind. Mit der Entwicklung und Installation des Anti-Schwerkraftsystems für die Personenrohre hat Superdynamics es allerdings in kurzer Zeit geschafft, die sicheren und effizienten Rohrverbindungen zum Massentransportsystem von Mega-Primus zu machen und eine echte Alternative zum Straßennetz zu bieten.
es: El refinamiento de las unidades anti-gravedad propulsadas por elerio ha creado una nueva empresa de fuentes de energía ecológicamente amigables. Superdynamics ha desarrollado sofisticadas plantas para producir unidades de energía de todos los tamaños además de una variedad de vehículos aéreos anti- gravedad. El coste de fabricación es alto y además hay poco elerio. Esto significaque hay pocos vehículos privados, pero Superdynamics ha desarrollado e instalado el sistema anti-gravedad de los Tubos de Personas. Estos seguros y eficaces tubos rápidamente se convirtieron en el sistema de transporte público de Mega-Primus, en competencia directa con las carreteras.
fr_fr: L'amélioration des unités de propulsion anti-gravité fonctionnant à l'élérium a permis de créer une nouvelle industrie pour les sources d'énergie écologiques. Superdynamics a développé des usines sophistiquées pour la production d'unités d'énergie de toutes tailles, ainsi que plusieurs véhicules aériens anti-gravité. Le coût de fabrication est élevé et les réserves d'élérium ne sont pas immenses. Les véhicules privés sont donc rares, mais Superdynamics a également créé et installé le système anti-gravité pour les Tubes. Ces métros efficaces et sûrs sont rapidement devenus le système de transports publics de Mega-Primus, faisant directement concurrence au réseau routier.
it: Lo sviluppo delle unità propulsive anti-gravità a Elerio ha creato una nuova industria di fonti energetiche ecologiche. La Superdynamics ha costruito sofisticatissimi impianti per la produzione di motori di ogni grandezza, come pure di veicoli anti-gravità di tipi diversi. Il costo di produzione di queste tecnologie è elevato, e le scorte di Elerio sono sempre limitate: questo significa che pochi privati possono permettersi una di queste meraviglie. Nonostante questo la Superdynamics realizza anche i sistemi anti-gravità per i tubi di trasporto pubblici, principale sistema di spostamento di Mega-Primus, in concorrenza con la rete stradale.
ja_jp: エレリウムの精製は反重力推進装置を可能にし、産業に環境に優しい動力源をもたらした。スーパーダイナミック社があらゆるサイズの反重力航空機をカバーする動力源を製造可能な優れた設備を開発したが、製造コストは高くエレリウムの供給は不足がちだった。この事から個人が乗り物を所有する事は希だった。しかしスーパーダイナミック社は人用チューブ用に反重力システムを開発し、導入した。この安全で効率的なチューブによる移動手段は急速にメガムリムスに広がり、道路網に直接代わるものとなった。
pl: Udoskonalenie zasilanych elerium antygrawitacyjnych jednostek napędowych stworzyło nową dziedzinę przemysłu źródeł energii przyjaznych dla środowiska. Korporacja Superdynamika opracowała skomplikowane plany produkcji jednostek energetycznych wszystkich rozmiarów, jak również różnorodnych latających pojazdów antygrawitacyjnych. Koszty produkcji są wysokie, a zapasy elerium zawsze niewystarczające, co oznacza, że pojazdy prywatne są rzadko spotykane. Superdynamika zatem wynalazła i skonstruowała także antygrawitacyjny system transportu pieszych. Te bezpieczne i wydajne ruchome chodniki błyskawicznie stały się systemem masowej komunikacji, konkurującym z transportem ulicznym.
pt_br: O aperfeiçoamento de unidades de propulsão antigravidade movidas a Elerium criou uma nova demanda por fontes de energia ecológicas. a Superdinâmica desenvolveu plantas sofisticadas para a produção de unidades de energia de todos os tamanhos, incluindo uma específica para veículos aéreos antigravidade. O custo de produção é alto e há pouca oferta de Elerium. Dessa forma, veículos privados são raros, mas a Superdinâmica desenvolveu e instalou sistemas antigravidade para os Acessos Tubulares. Esses tubos, seguros e eficientes, rapidamente se tornaram o maior sistema de transporte de Mega-Primus, em oposição à rede de rodovias.
ru_ru: Улучшение антигравитационных силовых установок, использующих в качестве топлива элериум, позволило создать новую область промышленности по производству экологически чистых источников энергии. "Супердайнэмикс" построила необходимые заводы для производства силовых установок любых размеров, а также различных антигравитационных транспортных средств. Стоимость производства, тем не менее, высока, а элериум остается редким элементом. Поэтому частные транспортные средства не имеют широкого распространения, но "Супердайнэмикс" разработала и установила генераторы антигравитации в общественном метро. Безопасная и эффективная система трубчатых туннелей быстро стала основным средством общественного транспорта в Мегапрайме, будучи прямым конкурентом дорожной сети.
