Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: A standard issue hand gun which is good at short range and quite powerful. Its usefulness should not be underestimated because it allows an Agent to use other equipment, such as a grenade, with the spare hand.
cs: Běžná jednoruční zbraň, jež má na krátkou vzdálenost vyhovující přesnost i účinnost. Její užitečnost by neměla být podceňována, neboť dovoluje agentovi používat v druhé volné ruce jiný typ vybavení.
de_de: Eine Standard-Handfeuerwaffe, die auf kurze Entfernung gute Wirkungen erzielt. Sie ist sehr nützlich, weil ein Agent mit der anderen Hand einen zusätzlichen Ausrüstungsgegenstand verwenden kann, z.B. eine Granate.
es: Pistola estándar que es bastante buena a corta distancia y bastante poderosa. Su utilidad no debe ser subestimada, porque permite a un Agente utilizar otras armas, como una granada, con la mano libre.
fr_fr: Arme de poing standard relativement puissante et précise à courte portée. Ne sous-estimez pas son utilité, car elle permet à un agent d'utiliser en même temps un autre genre d'équipement, tel qu'une grenade.
it: Si tratta di una pistola standard, efficace a corto raggio e discretamente potente. La sua utilità non deve essere sottovalutata, dal momento che permette all'agente di avere una mano libera per lanciare, per esempio, una granata.
ja_jp: 近距離用としては十分パワフルな一般的なハンドガン。エージェントは空いた片手でグレネードなどの他の装備を使える事を考えると、この武器の有用性を侮るべきではない。
pl: Standardowy model broni ręcznej, dobry na niewielkie odległości i dość silny. Warto docenić jego użyteczność, ponieważ agent używający pistoletu ma drugą rękę wolną i może użyć innego wyposażenia, jak na przykład granatu.
pt_br: Arma de mão padrão, boa a curta distância e bastante poderosa. Sua utilidade não deve ser subestimada porque permite ao Agente usar outros equipamentos com a outra mão, como granadas.
ru_ru: Стандартное ручное оружие, обладающее неплохой эффективностью на коротких дистанциях и достаточно мощное. Его эффективность не стоит недооценивать, поскольку оно позволяет оперативнику использовать другие виды оружия, например, гранаты, свободной рукой.

source: Ammunition for the Lawpistol.
cs: Munice pro pistoli.
de_de: Munition für die Megapol-Lawpistol.
es: Munición para la Pistola.
fr_fr: Munitions pour le Lawpistol.
it: Sono munizioni per la pistola.
ja_jp: 遵法ピストルの弾丸
pl: Amunicja do pistoletu policyjnego Megapolu.
pt_br: Munição para a Pistolei
ru_ru: Боеприпасы к пистолету Мегапола.

source: A military automatic firing projectile weapon. It is good at close range using automatic fire, but not accurate enough to be effective at longer ranges.
cs: Vojenská automatická střelná zbraň. Velmi dobrá na krátkou vzdálenost, při použití automatické střelby, avšak nepříliš efektívní na delší vzdálenosti.
de_de: Eine vollautomatische Schnellfeuerwaffe, die besonders für geringe Reichweiten und automatisches Feuer geeignet ist. Bei größerer Reichweite läßt die Zielgenauigkeit nach.
es: Arma militar automática que dispara proyectiles. Es buena a corto alcance utilizando disparos automáticos, pero no es lo suficientemente precisa para ser eficaz a distancias mayores.
fr_fr: Une arme automatique à usage militaire, tirant des projectiles. Elle est efficace à courte portée grâce au tir automatique, mais elle n'est pas assez précise pour être utilisée sur des longues portées.
it: Fucile militare automatico a proiettili. Molto efficace a breve raggio grazie al fuoco automatico, ma non sufficientemente accurato per essere utilizzato anche per bersagli lontani.
ja_jp: 軍用のマシンガン。近距離でフルオート射撃をすれば効果的だが、遠距離になるほど威力が落ちる。
pl: Wojskowy karabinek automatyczny, strzelający pociskami. Sprawdza się dobrze na krótki dystans, jednak nie jest dość celny do strzelania na duże odległości.
pt_br: Arma automática de projétil militar. É boa a curta distância usando disparo automático, mas não é precisa o suficiente para uso a longa distância.
ru_ru: Автоматическое огнестрельное оружие военного типа. Оно эффективно на коротких дистанциях благодаря режиму автоматического огня, но недостаточно точное на более дальних дистанциях.

source: Ammunition for the M4000 Machine Gun.
cs: Munice pro samopal M4000.
de_de: Munition für das Marsec-M4000-Maschinengewehr.
es: Munición para la Ametralladora M4000
fr_fr: Munitions pour la mitrailleuse M4000.
it: Sono proiettili per la mitragliatrice M4000.
ja_jp: M4000マシンガンの弾帯
pl: Amunicja do karabinka Marseka M4000.
pt_br: Munição para a Metralhadora M4000
ru_ru: Боеприпасы для пулемета «Марсек M4000».

source: A laser gun with a laser sight designed for accurate long range shooting. This weapon is a good complement for the Marsec M4000 Machine Gun and should be used by Agents with good accuracy ratings.
cs: Laserová zbraň s laserovým hledáčkem pro přesnou střelbu na velkou vzdálenost. Je vynikajícím doplňkem samopalu M4000 a měli by ji používat zvláště agenti s dobrou úrovní přesnosti střelby.
de_de: Ein Lasergewehr mit Lasersicht für große Reichweiten. Ein gute Ergänzung zum Marsec-M4000-Maschinengewehr. Es sollte von Agenten mit guter Treffsicherheit verwendet werden.
es: Rifle láser con una mira de láser diseñada para ser precisa a largas distancias. Este arma es un buen complemento para la Ametralladora Marsec M4000 y debe ser utilizada por Agentes con buenas puntuaciones de precisión.
fr_fr: Un fusil laser à système de visée laser conçu pour favoriser la précision du tir à longue portée. Cette arme peut être utilisée avec la mitrailleuse M4000 Marsec; uniquement pour les agents ayant démontré leur précision au tir.
it: Un'arma laser con un mirino, anch'esso laser, che permette colpi molto precisi anche a lunga distanza. Si rivela un ottimo complemento per la mitragliatrice Marsec M4000, e dovrebbe essere assegnata agli agenti dotati di una buona mira.
ja_jp: レーザー照準器を備えた長距離射撃用のレーザーライフル。マーゼック4000マシンガンと共に運用する事で双方の欠点を補い合える。射撃精度の高いエージェント向き。
pl: Wyborowy karabin laserowy z celownikiem laserowym. Broń ta dobrze sprawdza się w kombinacji z karabinkiem automatycznym Marseka M4000. Do jej obsługi należy kierować agentów z wysoką celnością.
pt_br: Arma de laser com mira laser designada para longas distâncias. Essa arma é um bom complemento para a Metralhadora Marsec M4000 e deve ser usada por Agentes com bons índices de precisão.
ru_ru: Лазерная винтовка с коллиматорным прицелом, предназначенная для ведения прицельного огня на дальних дистанциях. Это оружие представляет собой прекрасное дополнение к пулемету "Марсек M4000" и должно использоваться оперативниками с хорошими стрелковыми данными.

source: Ammunition for the Laser Sniper Gun.
cs: Zdroj energie Laserové pušky.
de_de: Munition für das Megapol-Laser-Heckenschützengewehr.
es: Munición para el Rifle Láser de Precisión.
fr_fr: Munitions pour le fusil à visée laser.
it: Rifornimento energetico per il fucile laser di precisione.
ja_jp: レーザースナイパーライフルの弾倉
pl: Amunicja do snajperki laserowej Megapolu.
pt_br: Munição para o Rifle Laser Megapol.
ru_ru: Боеприпасы для лазерной снайперской винтовки.

source: The Megapol Auto Cannon is a bulky but versatile weapon. It can fire armor piercing rounds, high explosive shells or incendiary shells. It is best used at medium range with explosive or incendiary ammunition, or at close range with armor piercing rounds.
cs: Autokanón Megapol je mohutná, avšak všestranná zbraň. Dokáže střílet průbojnými, explozívními a zápalnými střelami. Je ideální pro střelbu na střední vzdálenosti při použití explozívní či zápalné munice a pro krátkou vzdálenost při průrazné munici.
de_de: Eine sperrige, aber sehr vielseitige Waffe. Für mittlere Reichweiten verwendet man am besten Spreng- oder Brandladungen, bei kleinen Entfernungen lädt man sie am besten mit panzerdurchdringender Munition.
es: El Cañón Auto Megapol es un arma grande pero versátil. Puede disparar proyectiles perforantes, explosivos de alta potencia o incendiarios. Como mejor se utiliza es a media distancia con munición explosiva o incendiara, o a corta distancia con proyectiles perforantes.
fr_fr: L'auto-canon Megapol est une arme encombrante mais polyvalente. Il peut utiliser des munitions perforantes, des obus explosifs ou incendiaires. Il est plus efficace à moyenne portée avec des munitions explosives ou incendiaires, ou à courte portée avec des projectiles perforants.
it: Il cannone automatico Megapol è un'arma molto versatile: può sparare proiettili perforanti, proiettili esplosivi o proiettili incendiari. Il suo utilizzo ideale è a medio raggio con munizioni esplosive o incendiarie, oppure a corto raggio con proiettili perforanti.
ja_jp: メガポールオートキャノンはかさばるが高威力を誇る兵器だ。徹甲弾、炸裂弾もしくは火炎弾を発射可能。中距離の標的に対しては炸裂弾と火炎弾を用いるのが良く、近距離ではマズルパワーを活かして徹甲弾を用いると良い。
pl: Działko to jest nieporęczną, ale wszechstronną bronią. Może strzelać amunicją przeciwpancerną, odłamkową lub zapalającą. Na średnie odległości najlepiej stosować pociski kruszące lub zapalające, a na mniejsze - pociski przeciwpancerne.
pt_br: O Autocanhão Megapol é uma arma grande porém versátil. Pode disparar balas de perfuração, cápsulas de alta explosão ou incendiárias. É mais bem utilizada à média distância com munição explosiva ou incendiária, ou à curta distância com balas de perfuração.
ru_ru: Автоматическая пушка Мегапола представляет собой тяжелое, но при этом универсальное оружие. Она способна вести огонь бронебойными, фугасными или зажигательными боеприпасами. Наиболее эффективна на средних дистанциях при использовании фугасных или зажигательных боеприпасов, а также на коротких дистанциях при использовании бронебойных боеприпасов.

source: Armor piercing ammunition for the Auto Cannon.
cs: Průbojná munice pro Autokanón.
de_de: Panzerdurchdringende Munition für die Autokanone.
es: Munición Perforante para el Cañón Auto
fr_fr: Munitions perforantes pour l'auto-canon.
it: Sono proiettili perforanti per il cannone automatico.
ja_jp: オートキャノン用AP弾
pl: Amunicja przeciwpancerna dla działka automatycznego Megapolu.
pt_br: Munição de bala de perfuração para o Autocanhão
ru_ru: Бронебойные боеприпасы для автоматической пушки.

source: High Explosive ammunition for the Auto Cannon.
cs: Explozívní munice pro Autokanón.
de_de: Hochexplosive Munition für die Autokanone.
es: Munición Explosiva de Alta Potencia para el Cañón Auto.
fr_fr: Munitions explosives pour l'auto-canon.
it: Munizioni esplosive per il cannone automatico.
ja_jp: オートキャノン用炸裂弾
pl: Amunicja odłamkowa dla działka automatycznego Megapolu.
pt_br: Munição de alta explosão para o Autocanhão.
ru_ru: Фугасные боеприпасы для автоматической пушки.

source: Incendiary ammunition for the Auto Cannon.
cs: Zápalná munice pro Autokanón.
de_de: Brandmunition für die Autokanone.
es: Munición Incendiaria para el Cañón Auto.
fr_fr: Munitions incendiaires pour l'auto-canon.
it: Munizioni incendiarie per il cannone automatico.
ja_jp: オートキャノン用火炎弾
pl: Amunicja zapalająca dla działka automatycznego Megapolu.
pt_br: Munição incendiária para o Autocanhão
ru_ru: Зажигательные боеприпасы для автоматической пушки.

source: An expensive but effective single-handed plasma weapon. Its small size and power make it a versatile weapon. It can be used effectively at long or short range and leaves one hand free to use other equipment or grenades.
cs: Nevelká ale účinná jednoruční plazmová zbraň. Její malá velikost a výkon z ní dělá všestrannou zbraň. Může být efektivně používána na krátké i dlouhé vzdálenosti a nechává druhou ruku volnou pro další vybavení.
de_de: Ein teures, aber effektives Einhand-Plasmagewehr. Seine geringe Größe und Durchschlagskraft machen es zu einer vielseitigen Waffe. Es eignet sich für geringe und große Reichweiten, und man hat eine Hand frei, um andere Ausrüstungsgegenstände oder Waffen zu verwenden.
es: Arma de plasma cara pero efectiva, para utilizar con una sola mano. Su pequeño tamaño y potencia hacen que sea muy versátil. Puede utilizarse con eficacia a gran distancia o a corta, y deja una mano libre para utilizar más equipo o granadas.
fr_fr: Une arme de poing à plasma, onéreuse mais efficace. Sa taille réduite associée à sa puissance font de ce fusil une arme polyvalente qui peut être utilisée efficacement à courte ou longue portée, une main restant libre pour utiliser de l'équipement supplémentaire ou des grenades.
it: Quest'arma, molto costosa ma efficace, è una pistola al Plasma. Le sue dimensioni ridotte e la sua potenza la rendono estremamente utile. Può essere usata contro bersagli vicini o lontani, ed è utilizzabile con una sola mano.
ja_jp: 高価だが効果的な片手用プラズマ兵器。その小型なサイズとパワーにより侮れない武器となっている。遠近両射程に対応可能で片手が空く事を考えるとその有用性は相当高い。
pl: Droga lecz skuteczna broń plazmowa. Mały rozmiar i duża siła ognia czynią z niej wszechstronną broń. Skuteczna na bliski i daleki zasięg, pozostawia też jedną wolną rękę na użycie granatów i innego sprzętu.
pt_br: Arma de plasma de uma mão, cara porém efetiva. Seu tamanho compacto e poder de fogo a tornam uma arma versátil. Pode ser usada efetivamente a longo ou curto alcance e deixa uma mão livre para usar outros equipamentos ou granadas.
ru_ru: Дорогостоящее, но эффективное одноручное оружие. Его малый размер и мощность делают его универсальным. Его можно эффективно применять на длинной и короткой дистанции, при этом одна рука остается свободной, что позволяет использовать другое оружие или гранаты.

source: Ammunition for the Plasma Gun.
cs: Munice pro plazmovou pistoli.
de_de: Munition für das Plasmagewehr.
es: Munición para el Fusil de Plasma
fr_fr: Munitions pour le fusil à plasma.
it: Munizioni per la pistola al Plasma
ja_jp: プラズマガンの弾倉
pl: Amunicja do pistoletu plazmowego Megapolu.
pt_br: Munição para a Arma de Plasma
ru_ru: Боеприпасы к плазменному пистолету Мегапола.

source: A guided missile launcher that can fire explosive or incendiary missiles. It is an extremely devastating device and should be used with extreme caution. It is unwieldy because of its bulk and Agents with heavy launchers should at least be equipped with a supplementary weapon such as the Megapol Lawpistol.
cs: Odpalovač, schopný vystřelovat explozívní a zápalné rakety. Je mimořádně destruktívní a jeho použití by měla provázet zvýšená ostražitost. Pro svou hmotnost a objem je poměrně nemotorný a Agent jím vyzbrojený by měl mít ve výbavě ještě náhradní zbraň, jako třeba Pistoli Megapol.
de_de: Ein Lenkraketen-Launcher für Spreng- oder Brandraketen. Es sollte wegen seiner enormen Zerstörungskraft mit Vorsicht eingesetzt werden. Es ist wegen seiner Größe unhandlich, und Agenten, die mit Heavy Launchers bewaffnet sind, sollten mit mindestens einer zusätzlichen Waffe ausgerüstet sein, z.B. der Megapol-Lawpistol.
es: Lanzamisiles guiado que puede disparar misiles explosivos o incendiarios. Es un dispositivo extremadamente devastador y que debe utilizarse con gran precaución. Es incómodo debido a su gran tamaño y los Agentes con lanzadores pesados deben tener al menos un arma adicional como por ejemplo, la Pistola Megapol.
fr_fr: Une rampe de lancement de missiles guidés tirant des missiles explosifs ou incendiaires. Cet équipement dévastateur doit être utilisé avec une extrême prudence. Sa taille la rend difficile à manier, et les agents qui s'en servent devraient avoir au moins une arme supplémentaire telle que le Lawpistol Megapol.
it: Quest'arma lancia missili guidati, che possono essere esplosivi o incendiari. E' in grado di infliggere danni devastanti, e deve essere utilizzata con estrema cautela. E' molto difficile da usare, e gli agenti che la portano devono sempre avere a disposizione un'arma secondaria quale, per esempio, una pistola Megapol.
ja_jp: 炸裂ないし火炎ミサイルを発射する誘導ミサイルランチャー。破壊力が大きいので使用には特に注意が必要。かさばる事から携行用に適さないが、このヘビーランチャーを敢えて装備する場合はせめてメガポール･遵法ピストルなどをサイドアームとして持つべきである。
pl: Wyrzutnia rakiet kierowanych, strzelająca pociskami wybuchowymi lub zapalającymi. Jest to niezwykle niszczycielski sprzęt i wymaga należytej ostrożności. Jest też ciężki i nieporęczny, więc agent uzbrojeni w ciężką wyrzutnię powinien mieć też broń boczną, taką jak pistolet Megapolu.
pt_br: Lança-mísseis guiado que pode explodir mísseis explosivos ou incendiários. É um dispositivo extremamente devastador e deve ser usado com extrema cautela. É de difícil manejo por seu tamanho e Agentes com lança-mísseis devem estar equipados com pelo menos mais uma arma, como a Pistolei megapol.
ru_ru: Пусковая установка управляемых ракет, которая может вести огонь ракетами с осколочно-фугасной или зажигательной боевой частью. Это чрезвычайно разрушительное оружие, которое следует применять крайне осторожно. Его вес делает его громоздким, и оперативники, вооруженные тяжелыми пусковыми установками, должны нести дополнительное оружие - например, пистолет Мегапола.

source: This conventional missile contains a highly effective gas which targets Alien life forms. The gas is harmless against humans and structures making it ideal for forcing Aliens to flee from cover.
cs: Tato konvenční raketa obsahuje vysoce účinný plyn, působící na cizácké životní formy. Tento plyn je neškodný pro lidi a nepoškozuje struktury budov. Je ideální k útoku proti maskovaným cizákům.
de_de: Diese Rakete enthält ein hochwirksames Gas, das gegen Alien-Lebensformen eingesetzt werden kann. Das Gas ist für Menschen und Objekte unschädlich und eignet sich hervorragend, um Aliens aus ihrer Deckung herauszulocken.
es: Este misil convencional contiene un gas muy efectivo que ataca a formas de vida alienígena. El gas es inofensivo contra los humanos y estructuras, lo cual le hace ideal para obligar a los alienígenas que desalojen su escondite.
fr_fr: Ce missile conventionnel contient un gaz extrêmement efficace qui ne s'attaque pas aux humains ou aux bâtiments et n'affecte que les formes de vie alienne, les forçant à sortir de leurs cachettes.
it: Quest'arma, di tipo convenzionale, contiene un gas letale per tutte le forme di vita Aliene. Il gas è completamente innocuo per gli umani, ed è lo strumento perfetto per costringere i nostri avversari a venire allo scoperto.
ja_jp: この標準サイズのミサイルにはエイリアンに対し特効作用のあるガスが仕込まれている。ガスは人間や無機物に対しては無害で、遮蔽物に隠れるエイリアンをいぶし出すのに最適。
pl: Pocisk ten zawiera bardzo skuteczny gaz, który atakuje obce formy życia. Gaz ten jest dla ludzi nieszkodliwy i nie niszczy przedmiotów, więc idealnie nadaje się do wypędzania obcych z kryjówek.
pt_br: Este míssil convencional contém um gás altamente efetivo que atinge formas de vida alienígenas. O gás é inofensivo para humanos e estruturas, tornando-o ideal para forçar alienígenas a fugir ou se proteger.
ru_ru: Эта ракета имеет химическую боевую часть, поражающую инопланетные формы жизни. Газ безвреден для людей и конструкций, что делает его идеальным средством для того, чтобы заставить пришельцев покинуть укрытие.

source: High explosive ammunition for the Heavy Launcher.
cs: Vysoce explozívní munice do Velkého odpalovače.
de_de: Explosive Munition für den Heavy Launcher.
es: Munición explosiva para el Lanzador Pesado.
fr_fr: Munitions explosives pour la rampe de lancement lourde.
it: E' una munizione esplosiva per il lanciamissili Marsec.
ja_jp: ヘビーランチャHE弾
pl: Amunicja wybuchowa do ciężkiej wyrzutni.
pt_br: Munição de alta explosão para o lança-mísseis pesado.
ru_ru: Фугасный боеприпас для тяжелой пусковой установки.

source: Incendiary ammunition for the Heavy Launcher.
cs: Zápalná munice do Velkého odpalovače.
de_de: Brandmunition für den Heavy Launcher.
es: Munición incendiaria para el Lanzador Pesado.
fr_fr: Munitions incendiaires pour la rampe de lancement lourde
it: E' una munizione incendiaria per il lanciamissili Marsec.
ja_jp: ヘビーランチャ火炎弾
pl: Amunicja zapalająca do ciężkiej wyrzutni.
pt_br: Munição incendiária para o lança-mísseis pesado.
ru_ru: Зажигательный боеприпас для тяжелой пусковой установки.

source: A sophisticated single handed missile launcher. Although the guided missiles are small they are quite destructive.
cs: Důmyslný jednoruční odpalovač raket. Přestože jsou tyto řízené rakety nevelké, jsou velmi destruktívní.
de_de: Ein hochentwickelter Einhand-Raketen-Launcher. Die abgeschossenen Lenkraketen sind zwar klein, ihre Zerstörungskraft ist aber relativ groß.
es: Sofisticado lanzador de misil para una sola mano. Aunque los misiles guiados son pequeños, causan bastante destrucción.
fr_fr: Une rampe de lancement de missiles sophistiquée tenant dans une seule main. Bien que les missiles guidés qu'elle envoie soient petits, ils n'en restent pas moins destructeurs.
it: Quest'arma sofisticata è un lanciamissili che occupa una sola mano. Anche se i missili che vengono lanciati sono molto piccoli, dispongono ugualmente di un potenziale distruttivo notevole.
ja_jp: 高性能な片手用ミサイルランチャー。誘導ミサイルは小型だが威力は絶大。
pl: Zaawansowana, jednoręczna wyrzutnia rakiet. Jej pociski są niewielkie, ale całkiem niszczycielskie.
pt_br: Sofisticado lança-mísseis de uma mão só. Embora os mísseis guiados sejam pequenos, são bastante destrutíveis.
ru_ru: Современная одноручная пусковая установка. Хотя управляемые ракеты имеют небольшие габариты, они наносят достаточно серьезный урон.

source: Developed by X-COM to target Alien life forms. When the warhead explodes it releases a cloud of gas deadly to Aliens but harmless to humans.
cs: Vyvinutá X-COMem k ničení cizáckých životních forem. Výbuchem hlavice se uvolňuje plyn, smrtelný pro cizáky, ale neškodný pro lidi.
de_de: Von X-COM für den Einsatz gegen Alien-Lebensformen entwickelt. Wenn der Sprengkopf explodiert, wird ein für Aliens tödliches Gas freigesetzt, das für Menschen unschädlich ist.
es: Desarrollado por X-COM para atacar formas de vida alienígena. Cuando explota la ojiva, suelta una nube de gas que resulta mortífera para los alienígenas pero inofensiva para los humanos.
fr_fr: Conçu par X-COM pour s'attaquer aux formes de vie aliennes. Lorsque l'ogive explose, elle dégage un nuage de gaz toxique qui n'affecte pas les humains mais est mortel pour les aliens.
it: Questa versione del Minimissile è stata sviluppata direttamente dalla X-COM per l'uso contro gli Alieni. Quando esplode rilascia un gas letale per qualsiasi Alieno, ma inoffensivo per l'uomo.
ja_jp: 対エイリアン用としてXーComによって開発された。弾頭が起爆するとエイリアンに有害だが人間には無害なガス雲を発生させる。
pl: Skonstruowana przez X-COM do zwalczania obcych form życia. Eksplodująca głowica uwalnia chmurę gazu śmiercionośnego dla obcych, ale nieszkodliwego dla ludzi.
pt_br: Desenvolvido para X-COM com foco em formas de vida alienígena. Quando a ogiva explode, lança uma nuvem de gás letal para alienígenas, porém inofensivo para humanos.
ru_ru: Разработана X-COM для борьбы с инопланетными формами жизни. При разрыве боеголовки выпускает газовое облако, ядовитое для пришельцев, но безвредное для людей.

source: Explosive ammunition for the MiniLauncher.
cs: Explozívní munice pro Malý odpalovač.
de_de: Explosive Munition für den MiniLauncher.
es: Munición Explosiva para el MiniLanzador.
fr_fr: Munitions explosives pour la mini-rampe de lancement.
it: E' una munizione esplosiva per il Minimissile.
ja_jp: ミニランチャ炸裂弾
pl: Amunicja wybuchowa do miniwyrzutni Marseka.
pt_br: Munição explosiva para o Mini lança-mísseis.
ru_ru: Фугасный боеприпас для малой пусковой установки.

source: Incendiary ammunition for the MiniLauncher.
cs: Zápalná munice pro Malý odpalovač.
de_de: Brandmunition für den MiniLauncher.
es: Munición Incendiaria para el MiniLanzador.
fr_fr: Munitions incendiaires pour la mini-rampe de lancement.
it: E' una munizione incendiaria per il Minimissile.
ja_jp: ミニランチャ火炎弾
pl: Amunicja zapalająca do miniwyrzutni Marseka.
pt_br: Munição incendiária para o Mini lança-mísseis.
ru_ru: Зажигательный боеприпас для малой пусковой установки.
