Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: You must select two different bases to transfer to / from, you may not select the same base twice.
cs: Musíte určit dvě různé Báze, odkud a kam se bude přesouvat. Nelze vybrat dvakrát tu samou bázi.
de_de: Sie müssen für Transfers zwei verschiedene Basen (nicht dieselbe Basis zweimal) wählen.
es: Debes seleccionar dos bases diferentes a / desde donde transferir : no es posible seleccionar la misma base dos veces.
fr_fr: Vous devez sélectionner deux bases de départ et de destination différentes, vous ne pouvez pas choisir la même base deux fois.
it: Devi selezionare due basi diverse per i trasferimenti, non puoi selezionare due volte la stessa base.
ja_jp: 移送/移入を行うには２つの基地が必要です。同じ基地を２度選択することはできません。
pl: Musisz wybrać inną bazę startową niż docelową, nie możesz transportować ładunku do tej samej bazy.
pt_br: Você deve selecionar duas bases diferentes para transferir de uma pra outra, não pode selecionar a mesma base duas vezes.
ru_ru: Вы должны выбрать две разные базы для перевода; нельзя выбрать одну и ту же базу.

source: There are no transport crafts available to deliver all of your new stock.
cs: Nejsou volné žádné transportéry, pro vyřízení vaší nové objednávky.
de_de: Es sind keine Fahr-/Flugzeuge vorhanden, um Ihre neuen Vorräte zu transportieren.
es: No hay naves de transporte disponibles para entregar todo el nuevo stock.
fr_fr: Il n'y a pas de vaisseau de transport disponible pour transporter toute votre nouvelle cargaison.
it: Non ci sono mezzi di trasporto disponibili per consegnare tutto il nuovo equipaggiamento.
ja_jp: 移送をする輸送機がありません
pl: Brak dostępnych transportowców do przewozu całego towaru.
pt_br: Não há veículos de transportes disponíveis para entregar seu novo estoque.
ru_ru: Отсутствуют доступные транспортные средства для перевозки всех приобретенных товаров.

source: There is not enough cargo space to deliver all of your new stock.
cs: Není dostatek nákladního prostoru pro doručení této vaší zásilky.
de_de: Es ist nicht genug Frachtraum vorhanden, um Ihre neuen Vorräte zu transportieren.
es: No hay suficiente espacio de carga para entregar todo su nuevo stock.
fr_fr: Il n'y a pas assez d'espace de cargaison pour transporter tout votre nouveau stock.
it: Non c'è abbastanza spazio per consegnare tutto il nuovo equipaggiamento.
ja_jp: 輸送機の貨物スペースが足りません
pl: Brak dostępnej przestrzeni transportowej do przewozu całego towaru.
pt_br: Não há espaço de carga suficiente para entregar seu novo estoque.
ru_ru: Недостаточно места в грузовом отсеке для перевозки всех грузов.

source: You have no more room in this facility.
cs: V tomto zařízení již není žádné místo.
de_de: In dieser Einrichtung ist kein Platz mehr.
es: No te queda espacio en esta instalación.
fr_fr: Vous n'avez plus de place dans ce bâtiment.
it: In questa struttura non c'è più spazio libero.
ja_jp: この施設内には建設可能な空き地がもうありません
pl: W tym pomieszczeniu nie ma już miejsca.
pt_br: Você não tem mais espaço nessa instalação.
ru_ru: Не осталось места в этом модуле.

source: You do not have enough parts to make this item.
cs: Nemáte dostatek potřebných dílů k výrobě této věci
de_de: Sie haben nicht genügend Teile, um diesen Gegenstand herzustellen.
es: No tienes suficientes piezas para hacer este artículo.
fr_fr: Vous n'avez pas assez de pièces pour fabriquer cet objet.
it: Non ci sono componenti sufficienti per produrre quest'oggetto.
ja_jp: このアイテムを製造する為に必要なパーツが足りません
pl: Nie masz dość części, by to wyprodukować.
pt_br: Você não tem peças suficientes para fazer esse item.
ru_ru: Недостаточно запчастей для производства этой единицы.

source: You do not have enough room to make any more of this item. Manufacture stopped.
cs: Pro další výrobu této věci už není žádné volné místo. Výroba je zastavena.
de_de: Sie haben nicht genug Platz, um weitere Gegenstände dieser Art herzustellen.Produktion eingestellt.
es: No tienes suficiente espacio para hacer más de este artículo. Fabricación detenida.
fr_fr: Vous n'avez pas assez d'espace pour fabriquer d'autres éléments de ce genre. Fabrication arrêtée.
it: Non c'è spazio a sufficienza per costruire altri oggetti di questo tipo. Produzione sospesa.
ja_jp: 製造の際に必要なスペースが足りません。製造を中止します。
pl: Nie masz dość miejsca, by wyprodukować tego więcej. Produkcja zatrzymana.
pt_br: Você não tem espaço suficiente para fazer mais desse item. Produção parada.
ru_ru: Недостаточно места для продолжения производства этой единицы. Производство приостановлено.

source: #You need to select the agents you want to put on observation duty.
cs: #Potřebujete vybrat agenty, kteří budou vysláni na pozorovací misi.
de_de: Sie müssen die Agenten auswählen, die den Wachdienst übernehmen sollen.
es: #You need to select el agents you want to put on observation duty.
fr_fr: #Vous devez sélectionner les agents que vous voulez assigner à un poste d'observation.
it: #Devi selezionare l'agente da assegnare alla missione di spionaggio.
ja_jp: 監視任務に就くエージェントを指定する必要があります。
pl: #Musisz wybrać agentów, których chcesz wysłać do obserwacji.
pt_br: #Você precisa selecionar os agentes que quer deixar em tarefa de observação.
ru_ru: #Выберите оперативников, которых вы хотите отправить на наблюдение.

source: You need to select the agents you want to become active within the building.
cs: Potřebujete vybrat agenty, které budete chtít umístit do budovy.
de_de: Sie müssen die Agenten auswählen, die im Gebäude aktiv werden sollen.
es: Tienes que seleccionar a los agentes que quieras que se activen dentro del edificio.
fr_fr: Vous devez sélectionner les agents qui doivent être actifs à l'intérieur du bâtiment.
it: Devi selezionare gli agenti che saranno attivi all'interno dell'edificio.
ja_jp: 建物内で活動させるエージェントを指定する必要があります。
pl: Musisz wybrać agentów, którzy mają się uaktywnić w budynku.
pt_br: Você precisa selecionar os agentes que deseja que se tornem ativos dentro do edifício.
ru_ru: Выберите оперативников, которые будут проводить операцию в здании.

source: You need to select the agents you want to investigate this building.
cs: Potřebujete vybrat agenty, kteří se zůčastní prozkoumávání budovy.
de_de: Sie müssen die Agenten auswählen, die das Gebäude erkunden sollen.
es: Tienes que seleccionar a los agentes que quieras que investiguen este edificio.
fr_fr: Vous devez sélectionner les agents qui doivent fouiller ce bâtiment.
it: Devi selezionare gli agenti che dovranno esaminare quest'edificio.
ja_jp: この建物を調査するエージェントを指定する必要があります。
pl: Musisz wybrać agentów, którzy mają przeprowadzić dochodzenie w budynku.
pt_br: Você precisa selecionar os agentes que deseja que investiguem este edifício.
ru_ru: Выберите оперативников, которых вы хотите задействовать в обследовании здания.

source: You do not have available funds to make the requested purchases.
cs: Nemáte dostatek peněz, na zaplacení objednaných nákupů.
de_de: Sie haben nicht genug Geld, um den gewünschten Kauf zu tätigen.
es: No tienes el dinero disponible para comprar lo que has pedido.
fr_fr: Vous n'avez pas les fonds disponibles pour effectuer les achats requis.
it: Non hai fondi a sufficienza per acquistare quanto selezionato.
ja_jp: 購入資金が足りません
pl: Nie masz dość funduszy, by zapłacić za zakupiony towar.
pt_br: Você não tem fundos suficientes para realizar as compras que deseja.
ru_ru: Недостаточно средств для совершения всех покупок.

source: No scenario files could be found.
cs: Žádný soubor scénáře nebyl nalezen.
de_de: Keine Szenario-Dateien gefunden.
es: No se han podido encontrar los ficheros de un escenario.
fr_fr: Impossible de trouver des fichiers de scénario.
it: Nessun file scenario localizzato.
ja_jp: シナリオファイルがありません
pl: Nie znaleziono plików scenariuszy.
pt_br: Não foram encontrados arquivos de cenários.
ru_ru: Файлы сценариев не найдены.

source: You cannot afford to pay off this organization.
cs: Nemáto na to, abyste uplatil tuto organizaci.
de_de: Sie können es sich nicht leisten, diese Organisation auszuzahlen.
es: No te puedes permitir pagar a esta organización.
fr_fr: Vous n'avez pas de quoi payer cette organisation.
it: Non puoi permetterti di pagare quest'organizzazione.
ja_jp: この組織を売却することはできません
pl: Niewystarczające fundusze na zapłatę dla tej organizacji.
pt_br: Você não tem dinheiro para pagar essa organização.
ru_ru: Недостаточно средств, чтобы заплатить этой организации.

source: Passenger module cannot be removed as it is currently in use.
cs: Pasažérský modul nemůže být odebrán, neboť je právě obsazen.
de_de: Passagier-Modul kann nicht entfernt werden, da es gerade verwendet wird.
es: El módulo de pasajeros no se puede quitar porque está actualmente en uso.
fr_fr: Le module de passagers ne peut être enlevé car il est en cours d'utilisation.
it: Il modulo passeggeri non può essere rimosso perché è in uso.
ja_jp: 客室モジュールは使用中です。取り外すことはできません。
pl: Nie można usunąć modułu pasażerskiego, gdyż jest on w użyciu.
pt_br: O módulo de passageiros não pode ser removido porque está em uso.
ru_ru: Невозможно снять пассажирский модуль, поскольку он в данный момент используется.

source: The scenario must have at least two organizations containing units to play.
cs: Tento scénář musí mít alespoň dvě organizace s jednotkami ke hraní.
de_de: Das Szenario muß mindestens zwei Organisationen mit Einheiten enthalten.
es: El escenario debe tener al menos dos organizaciones que contengan unidades para jugar.
fr_fr: Il vous faut au moins deux organisations dans le scénario pour pouvoir jouer.
it: Uno scenario deve avere almeno due organizzazioni con unità con cui giocare.
ja_jp: このシナリオをプレイする為にはユニットを持つ最低２つの組織が必要です
pl: Scenariusz musi zawierać co najmniej dwie organizacje posiadające jednostki.
pt_br: O cenário deve ter pelo menos duas organizações contendo unidades para jogar.
ru_ru: Сценарий должен содержать не менее двух организаций, имеющих живую силу, чтобы можно было начать игру.

source: You must research Alien technology before you can use it.
cs: Používat je možné pouze prozkoumanou cizáckou technologii
de_de: Sie müssen die Alien-Technologie erforschen, bevor Sie sie anwenden können.
es: Debes investigar la tecnología alienígena antes de poder utilizarla.
fr_fr: Vous devez faire des recherches sur la technologie alienne avant de pouvoir l'utiliser.
it: Devi svolgere ricerche sulle tecnologie Aliene prima di poterle usare.
ja_jp: エイリアンテクノロジーの研究が完了しない限り、そのアイテムは使用できません
pl: Przed używaniem obcej technologii musisz najpierw ją przebadać.
pt_br: Você deve pesquisar tecnologia alien antes de usar.
ru_ru: Вы должны изучить технологию пришельцев, чтобы иметь возможность применять ее.

source: This map may be to small to deploy all the units, continue anyway?
cs: Tahle mapa může být příliš malá abys vyložil všechny jednotky, pokračovat tak jako tak?
de_de: Die Karte ist zu klein für den Einsatz aller Einheiten. Trotzdem fortfahren?
es: Este mapa puede ser demasiado pequeño para desplegar todas las = unidades; ¿seguir de todos modos?
fr_fr: Il se peut que cette carte soit trop petite pour déployer toutes les unités; continuer quand même?
it: Questa mappa potrebbe essere troppo piccola per tutte le unità, continui comunque?
ja_jp: マップが小さ過ぎて全ユニットを配置できません。それでも続行しますか？
pl: Mama może być za mała do wystawienia wszystkich jednostek, kontynuować?
pt_br: Este mapa pode ser pequeno demais para utilizar todas as unidades, continuar mesmo assim?
ru_ru: Карта может быть слишком мала для размещения всей живой силы. Все равно продолжить?

source: #First you select the base that you wish to recruit some staff to, this base must have some spare living space. You select a base by clicking on the desired mini-base icon (shown).
cs: #Jako první vybereš bázi ke které si přeješ najmout zaměstnance, tato základna musí mít nějaké volné žijící místo. Musíš vybrat základnu kliknutím na požadovanou mini-báze ikonu (ukázáno).
de_de: Wählen Sie zunächst die Basis, für die Sie neue Mitglieder rekrutieren wollen. Dort müssen freie Wohnquartiere vorhanden sein. Sie wählen eine Basis, indem Sie das gewünschte Minibasis-Icon (wie hier gezeigt) anklicken.
es: #First you select el base that you wish to recruit some staff to, este base must have some spare living space. You select a base by clicking on el desired mini-base icon (shown).
fr_fr: #Sélectionnez d'abord la base pour laquelle vous voulez recruter du personnel. Cette base doit avoir des espaces d'habitation disponibles. Vous sélectionnez une base en cliquant sur l'icône de minibase souhaitée (affichée).
it: #Per prima cosa indica la base dove vuoi assumere personale, a patto che abbia spazio abitativo libero. Puoi selezionarne una cliccando sulla mini-icona corrispondente.
ja_jp: #まず最初に新人を雇いたい基地を選んでください。居住区に空きが必要です。ミニ基地アイコンをクリックして表示される中から目的の基地をクリックして選びましょう。
pl: #Najpierw wybierz bazę, do której chcesz rekrutować, i która musi mieć wolne kwatery mieszkalne. Bazę wybierasz klikając na jej miniaturę (na obrazku).
pt_br: #Primeiro, você seleciona a base em que deseja recrutar pessoal, essa base deve ter espaço de vivência disponível. Você seleciona uma base clicando no ícone da base desejada (mostrado).
ru_ru: #Выберите базу, для которой вы хотите нанять персонал. На этой базе в жилых помещениях должно быть свободное место. База выбирается кликом по мини-иконке нужной базы (см. изображение).

source: #The second thing to do is click on the button for the type of person you wish to recruit, here we have agents selected.
cs: #Druhá věc kterou uděláš je kliknutí na tlačítko typu osoby kterou si přeješ naverbovat, tady máme vybraný agenty.
de_de: Klicken Sie die der gewünschten Person entsprechende Schaltfläche an. Hier ist dies bereits erfolgt.
es: #El second thing to do es click on el button for el tipo of person you wish to recruit, here we have agents selected.
fr_fr: #Cliquez ensuite sur le bouton correspondant au type de personne que vous voulez recruter. Pour l'instant, les agents sont sélectionnés.
it: #Come secondo passo clicca sul pulsante della categoria di personale che vuoi assumere; in modo da vedere i candidati.
ja_jp: #次にすべき事は雇いたい人材のタイプをボタンをクリックして選ぶことです。今回はエージェントを選ぶことにしましょう。
pl: #Drugim krokiem jest kliknięcie na przycisku odpowiadającym rodzaju osoby, którą chcesz zatrudnić, w tym przypadku agentom.
pt_br: #A segunda coisa a fazer é clicar no botão com o tipo de pessoa que deseja recrutar, aque nós selecionamos agentes.
ru_ru: #Затем кликните по кнопке выбора необходимого типа персонала. В данном случае выбраны оперативники.

source: #Depending on which type of person you selected a bar of skill buttons is shown, from which a number of relative bar graphs is be displayed. (see point 4)
cs: #Závisí na typu osoby kterou sis vybral, tabulka tlačítek zkušeností je ukázána, ze které číslo relativní tabulky grafů je ukázáno. (podívejte se na bod 4)
de_de: Abhängig von der Art der gewählten Person erscheint eine Fähigkeitenleiste mit dazugehörigen Balkendiagrammen für die relativen Fähigkeiten (siehe Punkt 4).
es: #Depending on which tipo of person you selected a bar of skill buttons es shown, from which a number of relative bar graphs es be displayed. (see point 4)
fr_fr: #Une barre des boutons de compétences apparaît, différente en fonction du personnage sélectionné, permettant d'afficher les graphiques. (voir point 4)
it: #A seconda del tipo di personale compare una barra che indica le abilità, in forma di grafici a barre, che vengono visualizzati, collegati (vedi al punto 4).
ja_jp: #人材のタイプによって表示されるスキルボタンが表示されます。そこから比較グラフを見ることができます。（ポイント4を見よ）
pl: #Zależnie od wybranego rodzaju personelu wyświetlony będzie odpowiedni dla niego zestaw umiejętności, wraz z odpowiednią liczbą wykresów słupkowych. (patrz krok 4)
pt_br: #Dependendo do tipo de pessoal que você selecionou, uma barra de botões de habilidades aparece, em que um número de barras relativas é mostrada. (Ver ponto 4)
ru_ru: #В зависимости от выбранного типа персонала отображается панель кнопок навыков, которая позволяет вывести несколько сравнительных диаграмм (см. пункт 4).

source: #This is the list of people up for selection, there ability at the selected skill is shown as a bar, your current staff are shown as blue, and the applicants are shown in yellow. By clicking you can sack or hire respectively.
cs: #Toto je seznam lidí pro výběr, tady schopnost vybrané zkušenosti je ukázána jako tabulka, tvoji aktuální zaměstnanci jsou ukázáni jako modrá, a žadatelé žlutou. Kliknutím můžeš vyhodit nebo najmout příslušně.
de_de: Dies ist die Liste der zur Wahl stehenden Personen. Ihre jeweilige Bewertung für die gewählte Fähigkeit wird als Balken dargestellt. Ihr dereitiges Personal erscheint in blauer Farbe, die Anwärter in Gelb. Durch Anklicken können Sie Personal feuern oder einstellen.
es: #Este es el list of people up for selection, there ability at el selected skill es shown as a bar, your current staff are shown as blue, y el applicants are shown in yellow. By clicking you can sack or hire respectively.
fr_fr: #C'est la liste des personnes pouvant être sélectionnées. Leur compétence concernant les différents domaines apparaît sous forme de barre. Votre personnel actuel apparaît en bleu, les candidats en jaune. Vous pouvez employer ou renvoyer du personnel en cliquant dessus.
it: #Questa è la lista degli uomini che puoi assumere e delle loro abilità. Quelle del personale che già lavora per te sono mostrate in blu, quelle degli aspiranti lavoratori in giallo. Da qui puoi assumere e licenziare chiunque.
ja_jp: これが選択可能な人材のリストです。選択されたスキルはバー表示され、雇用済みの者は青で、志願者は黄色で表示されます。それぞれをクリックして解雇/雇用します。
pl: #Oto lista osób dostępnych do rekrutacji. Ich poziom w wybranej umiejętności jest pokazany jako słupek, twój obecny personel jest wyświetlony na niebiesko, a kandydaci - na żółto. Kliknięciem możesz nająć lub zwolnić pracownika.
pt_br: #Esta é a lista de pessoas selecionáveis, suas habilidades selecionadas mostradas nas barras, sua equipe atual mostrada em azul, e os candidatos mostrados em amarelo. Ao clicar você pode demitir ou contratar, respectivamente.
ru_ru: #Это список доступных для найма людей. На этом экране способности в выбранном навыке отображаются в виде панели, имеющийся у вас персонал подсвечивается синим, а кандидаты - желтым. Кликом мыши вы можете увольнять и нанимать персонал.

source: #Don't forget to take there wages into account!!!
cs: #Nezapomeň tady brát mzdy do účtu!!!
de_de: Denken Sie auch an ihre Gehälter!!!
fr_fr: #N'oubliez pas de prendre leur salaire en compte!!!
it: #Non dimenticare di controllare anche gli stipendi richiesti!!!
ja_jp: 給料面のこともよく考えましょう!!!
pl: #Nie zapomnij wziąć pod uwagę ich płacy!
pt_br: #Não esquece de levar os salários em consideração!!!
ru_ru: #При найме необходимо учитывать уровень зарплаты.

source: #Once you are happy with your selection, click OK, otherwise, click Cancel and everything will go back to normal.
cs: #Až budeš spokojen se svým výběrem, klikni OK, v opačném případě klikni Storno a všechno se vrátí do normálu.
de_de: Klicken Sie OK an, um Ihre Wahl zu bestätigen , oder klicken Sie Abbrechen an.
es: #Once you are happy with your selection, click OK, otherwise, click Cancel y everything will go back to normal.
fr_fr: #Cliquez sur OK pour confirmer vos sélections, ou sur Annuler pour ne pas en tenir compte.
it: #Quando ritieni di aver finito clicca sul pulsante OK. Se premi 'Annulla', tutto quello che hai fatto non verrà considerato.
ja_jp: 選択に満足した場合はOKを、そうでなければキャンセルをクリックしてください。そうすれば元の画面に戻ります。
pl: #Aby zatwierdzić wybór, kliknij OK, w przeciwnym razie kliknij Anuluj.
pt_br: #Uma vez satisfeito com sua seleção, clique em OK, se não, clique em cancelar e tudo voltará ao normal.
ru_ru: #Если вы довольны результатом, нажмите кнопку OK. Если результат вас не устраивает, нажмите кнопку «Отмена», и ваши действия будут отменены.

source: Buying and Selling
cs: Nákupy a prodeje
de_de: KAUFEN UND VERKAUFEN
es: Comprar y Vender
fr_fr: Acheter et vendre
it: Comprare e vendere
ja_jp: 売買
pl: Kupno i sprzedaż
pt_br: Comprando e Vendendo
ru_ru: Купля-продажа

source: MONEY> $
cs: FINANCE> $
de_de: GELD > $
es: DINERO> $
fr_fr: ARGENT > $
it: SOLDI> $
ja_jp: マネー＞ $
pl: FUNDUSZE> $
pt_br: DINHEIRO> $
ru_ru: ДЕНЬГИ> $

source: Weapons
cs: Zbraně
de_de: Waffen
es: Armas
fr_fr: Armes
it: Armi
ja_jp: 武器
pl: Broń
pt_br: Armas
ru_ru: Оружие

source: Engines
cs: Motory
de_de: Motoren
es: Motores
fr_fr: Moteurs
it: Motori
ja_jp: エンジン
pl: Silniki
pt_br: Motores
ru_ru: Машины

source: Equipment
cs: Vybavení
de_de: Ausrüstung
es: Equipo
fr_fr: Équipement
it: Equipagg.
ja_jp: 装備品
pl: Ekwipunek
pt_br: Equipamento
ru_ru: Снаряжение

source: Vehicles
cs: Vozidla
de_de: Fahrzeuge
es: Vehículos
fr_fr: Véhicules
it: Veicoli
ja_jp: 乗り物
pl: Pojazdy
pt_br: Veículos
ru_ru: Транспортные средства

source: Vehicle maintenance
cs: Údržba a opravy vozidel
de_de: Fahrzeugwartung
es: Mantenimiento de Vehículos
fr_fr: Entretien des véhicules
it: Manutenzione veicoli
ja_jp: 整備費用
pl: Utrzymanie pojazdów
pt_br: Manutenção de Veículos
ru_ru: Обслуживание транспортных средств

source: Armor
cs: Zbroj
de_de: Panzerung
es: Blindaje
fr_fr: Blindage
it: Armatura
ja_jp: アーマー
pl: Pancerz
pt_br: Armadura
ru_ru: Броня

source: Personnel
cs: Personál
de_de: Personal
es: Personal
it: Personale
ja_jp: 人材
pl: Personel
pt_br: Pessoal
ru_ru: Персонал

source: PRICE
cs: CENA
de_de: PREIS
es: PRECIO
fr_fr: PRIX
it: PREZZO
ja_jp: 値段
pl: CENA
pt_br: PREÇO
ru_ru: ЦЕНА

source: STOCK
de_de: VORRAT
it: SCORTE
ja_jp: 在庫
pl: ZAPAS
pt_br: ESTOQUE
ru_ru: КАПИТАЛ

source: PRICE: $
cs: CENA: $
de_de: PREIS: $
es: PRECIO: $
fr_fr: PRIX: $
it: PREZZO: $
ja_jp: 価格: $
pl: CENA: $
pt_br: PREÇO: $
ru_ru: ЦЕНА: $

source: STOCK:
de_de: VORRAT:
it: SCORTE:
ja_jp: 在庫:
pl: ZAPAS:
pt_br: ESTOQUE:
ru_ru: КАПИТАЛ:

source: Buy:
cs: Nákup:
de_de: Kaufen:
es: Comprar:
fr_fr: Acheter:
it: Compra:
ja_jp: 購入:
pl: Kup:
pt_br: Comprar:
ru_ru: Купить:

source: Sell:
cs: Prodej:
de_de: Verkaufen:
es: Vender:
fr_fr: Vendre:
it: Vendi:
ja_jp: 売却:
pl: Sprzedaj:
pt_br: Vender:
ru_ru: Продать:

source: AT>
cs: U>
es: EN>
it: A>
ja_jp: 対象>
pl: W>
pt_br: EM>
ru_ru: В>

source: PERSONNEL RECRUITMENT
cs: NÁBOR PERSONÁLU
de_de: PERSONALANWERBUNG
es: RECLUTAR PERSONAL
fr_fr: RECRUTEMENT DE PERSONNEL
it: ASSUNZIONE PERSONALE
ja_jp: 人材の雇用
pl: NAJEM PERSONELU
pt_br: RECRUTAMENTO DE PESSOAL
ru_ru: НАЙМ ПЕРСОНАЛА

source: Living space:
cs: Životní prostor:
de_de: Wohnquartiere:
es: Alojamiento:
fr_fr: Espace d'habitation:
it: Spazio abitativo:
ja_jp: 居住区:
pl: Przestrzeń mieszkalna:
pt_br: Espaço de vivência:
ru_ru: Жилое пространство:

source: Total>
cs: Celkem>
de_de: Gesamt>
it: Totale>
ja_jp: 合計
pl: Razem>
ru_ru: Всего>

source: Remaining>
cs: Zbývá>
de_de: Übrig>
es: Queda>
fr_fr: Restant>
it: Restante>
ja_jp: 残り>
pl: Pozostało>
pt_br: Restante>
ru_ru: Осталось>

source: ##Psi
fr_fr: ##Compétences psioniques
ru_ru: ##Пси

source: Sack
cs: Propustit
de_de: Entlassen
es: Despedir
fr_fr: Renvoyer
it: Licenzia
ja_jp: 解雇
pl: Zwolnij
pt_br: Demitir
ru_ru: Уволить

source: Employ
cs: Zaměstnat
de_de: Einstellen
es: Reclutar
fr_fr: Employer
it: Assumi
ja_jp: 雇用
pl: Zatrudnij
pt_br: Empregar
ru_ru: Нанять

source: NAME
cs: JMÉNO
es: NOMBRE
fr_fr: NOM
it: NOME
ja_jp: 名前
pl: IMIĘ
pt_br: NOME
ru_ru: ИМЯ

source: TEST RESULT
cs: VÝSLEDKY TESTU
de_de: TESTRESULTAT
es: RESULTADO DEL TEST
fr_fr: RESULTAT DES TESTS
it: RISULTATO TEST
ja_jp: 試験結果
pl: WYNIKI TESTÓW
pt_br: RESULTADO DO TESTE
ru_ru: РЕЗУЛЬТАТЫ ТЕСТОВ

source: MONTHLY SALARY
cs: MĚSÍČNÍ PLAT
de_de: MONATSGEHALT
es: SUELDO MENSUAL
fr_fr: SALAIRE MENSUEL
it: SALARIO MENSILE
ja_jp: 月給
pl: PŁACA MIESIĘCZNA
pt_br: SALÁRIO MENSAL
ru_ru: МЕСЯЧНАЯ ЗАРПЛАТА

source: EMPLOY
cs: ZAMĚSTNANEC
de_de: EINSTELLEN
es: RECLUTAR
fr_fr: EMPLOYER
it: ASSUMI
ja_jp: 雇用
pl: ZATRUDNIJ
pt_br: EMPREGAR
ru_ru: НАЙМ

source: No avoidance
cs: Nevyhýbat se
de_de: Nicht umgehen
es: No evitar
fr_fr: Ne pas éviter
it: Non fuggire
ja_jp: 見逃さない
pl: Nie unikaj starcia
pt_br: Não evitar
ru_ru: Не избегать
