Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: This creature is a rapacious carnivore whose feeding frenzy contributes to the rapid growth of younger lifeforms called "Hyperworms" which are reared inside its body. The gestation period for the Hyperworms is about three days and each Multiworm gives birth to four offspring. The birth process is lethal for the parent - the Hyperworms explode from the Multiworms body and consume it within a matter of seconds. The brain structure of the Multiworm is undeveloped and it is unlikely to be affected by Psionic attacks. The tissue analysis from the autopsy will provide an invaluable contribution to our biological warfare research.
cs: Tato nestvůra je dravý masožravec, jehož nenasytná žravost podporuje rychlý vývoj další cizácké životní formy zvané "Hyperworm", která se líhne uvnitř jeho těla. Doba vývoje Hyperworma je přibližně tři dny a každý Multiworm dá život čtyřem svým potomkům. Proces narození znamená pro "rodiče" smrt. Hyperwormové doslova explodují z těla Multiworma a během několika vteřin sežerou zbytky jeho těla. Mozková struktura Multiworma je nevyvinutá a je nepravděpodobné, že by se dala ovlivnit psionickým útokem. Analýza jeho tkání při následné pitvě nám poskytne neocenitelný příspěvek k našemu výzkumu proticizáckých biologických zbraní.
de_de: Diese Kreatur ist ein gieriger Fleischfresser, was das schnelle Heranwachsen der jüngeren Lebensform namens 'Hyperwurm' im Körperinnern des Multiwurms begünstigt. Die Reifungsperiode dieser Hyperwürmer dauert nur drei Tage, und jeder Multiwurm hat vier Junge. Bei der Geburt stirbt das Muttertier - die Hyperwürmer bringen den Leib des Multiwurms zum Platzen und fressen ihn in Sekundenschnelle auf. Die Gehirnstruktur des Multiwurms ist unterentwickelt, so daß er wahrscheinlich gegen Psi-Angriffe immun ist. Die Untersuchung des Gewebes wird einen unschätzbaren Beitrag zu unserer Bio-Waffenforschung leisten.
es: Esta criatura es un rapaz carnívoro que al comer tanto, aumenta la velocidad de crecimiento de formas de vida más jóvenes llamadas "Hipergusanos" que crecen dentro de su cuerpo. El período de gestación de los Hipergusanos es de unos tres días y cada Multigusano da a luz a cuatro gusanitos. El proceso del nacimiento es mortal para la madre - los Hipergusanos salen explosivamente del cuerpo de un Multigusano y lo consumen en cuestión de segundos. La estructura cerebral de un Multigusano es muy primitiva y no es probable que se vea afectada por ataques psiónicos. El análisis del tejido de la autopsia será una valiosísima contribución a nuestra investigación sobre la guerra biológica.
fr_fr: Cette créature est un carnivore rapace dont la frénésie alimentaire contribue à la croissance rapide des formes de vie plus jeunes appelées les "hypervers", et qui grandissent à l'intérieur de son corps. La période de gestation des hypervers est d'environ trois jours et chaque multiver donne vie à quatre créatures. Le processus de naissance est fatal au parent: le multiver explose pour donner naissance aux hypervers qui dévorent son corps en l'espace de quelques secondes. La structure cérébrale du multiver n'est pas développée et les attaques psioniques n'auront probablement aucun effet sur elle. L'analyse des tissus provenant de l'autopsie sera d'une aide précieuse pour notre recherche sur la guerre biologique.
it: Questa creatura è un predatore carnivoro, che si nutre con l'unico scopo di consentire una rapida crescita alle forme di vita contenute al suo interno, chiamate 'Ipervermi'. Il periodo di gestazione degli Ipervermi è di circa tre giorni, e ogni Multiverme può dare la luce a quattro discendenti. La nascita degli Ipervermi è letale per il genitore - avviene con un'esplosione dall'interno del corpo, che lo consuma nel giro di secondi. L'analisi dei tessuti eseguita durante l'autopsia sarà d'inestimabile aiuto nelle nostre ricerche di guerra biologica.
ja_jp: これは非常にどん欲な肉食生物で、体内に居るより若い段階の所謂'ハイパーワーム'に栄養を供給することに執心している。懐胎期間はおよそ三日でマルチワーム一体につき4匹の子を産む。出産の状況はマルチワームの中から爆発して飛び出たハイパーワームが親の肉体を数秒で消化してしまうという甚だ残虐なものだ。マルチワームの脳構造は十分に発達しておらず、サイオニック攻撃の影響を受けることはない。解剖が元で始まった繊維組織の分析は今後のバイオ戦に関する研究に大いに貢献してくれるだろう。
pl: Stwór ten to żarłoczny mięsożerca, którego niepowstrzymany apetyt służy wspomaganiu szybkiego wzrostu młodszych form życia zwanych "hiperrobakami", zagnieżdżonym w jego ciele. Płód hiperrobaka potrzebuje do rozwoju około trzech dni, a każdy multirobak nosi w sobie miot czterech osobników. Poród jest dla rodzica śmiertelny - hiperrobaki rozdzierają ciało multirobaka, aby wydostać się na zewnątrz, i pożerają je w ciągu sekund. Struktura mózgu multirobaka jest prymitywna i wydaje się niepodatna na ataki psioniczne. Przeprowadzona analiza tkankowa będzie cennym źródłem informacji dla naszych badań nad bronią biologiczną.
pt_br: Essa criatura é um carnívoro voraz, cuja necessidade alimentar contribui para o rápido crescimento de formas de vida jovens chamadas "Hipervermes", criadas dentro de seu corpo. O período de gestão dos hipervermes é de cerca de três dias, e cada Multiverme dá a luz a quatro crias. O parto é letal para o progenitor - os hipervermes explodem o multiverme, e o consomem rapidamente. A estrutura cerebral do Multiverme é subdesenvolvida e é improvável que seja afetada por ataques psiônicos. A análise do tecido da autópsia fornecerá uma contribuição inestimável para nossos estudos sobre guerra biológica.
ru_ru: Это существо представляет собой плотоядного хищника, склонность которого к пожиранию всего живого способствует быстрому росту новой формы жизни, именуемой "Гиперчервь", развивающейся внутри его тела. Период вынашивания гиперчервей составляет около трех дней, в результате чего рождается четыре особи. Для родителя роды смертельны - гиперчерви разрывают тело мультичервя и поглощают его за считанные секунды. Мозговая структура мультичервя не развита, а следовательно, маловероятно, что он подвержен воздействию пси-атак. Анализ образцов тканей в ходе вскрытия позволит получить бесценные сведения для наших исследований в области биологического оружия.

source: Hyperworms
cs: Hyperworm
de_de: Hyperwurm
es: Hipergusano
fr_fr: Hyperver
it: Ipervermi
ja_jp: ハイパーワーム
pl: Hiperrobaki
pt_br: Hipervermes
ru_ru: Гиперчерви

source: Our studies show that the Hyperworms can consume large quantities of both organic and metallic matter. Its powerful jaws can also be used in close combat. It has a very high metabolic rate and can move at fast speeds with a snake-like action. It has a short life span and only lives for two to five days depending on how much food it can find. At the end of this feeding period it finds a safe place and suddenly inflates into a balloon like structure which is fixed firmly to its surrounding terrain. This structure appears to be some form of Chrysalis, inside which another life form begins to grow.
cs: Naše studie ukazují, že Hyperworm dokáže zkonzumovat velké množství jak organické tak i kovové hmoty. Své mocné čelisti dokáže účinně použít v těsném boji. Má velice rychlý metabolismus, a dokáže se úžasně rychle pohybovat, podobně jako had. Jeho životní doba je od dvou do pěti dnů, což závisí na množství nalezené a zkonzumované potravy. Po ukončení doby krmení, vyhledá skryté a bezpečné místo, kde se náhle nafoukne do struktury připomínající balón a která je pevně přilepena k okolnímu terénu. Tato struktura vypadá jako nějaký druh kukly, uvnitř které se vyvíjí další z cizáckých životních forem.
de_de: Unsere Studien zeigen, daß der Hyperwurm imstande ist, große Mengen organischer und metallischer Materie zu konsumieren. Seine kräftigen Kiefer sind für den Nahkampf bestens geeignet. Der Wurm hat eine hohe Stoffwechselrate und bewegt sich auf eine schlangenartige Weise sehr schnell fort. Sein Lebenszyklus dauert - abhängig von der Nahrungssituation - nur zwei bis fünf Tage. Am Ende der Freßperiode sucht er sich einen sicheren Platz und bläht sich zu einer ballonartigen Struktur auf, die sich dann fest im Boden verankert. Bei diesem Gebilde scheint es sich um eine Art Kokon zu handeln, in der eine andere Lebensform heranwächst.
es: Nuestros estudios indican que los Hipergusanos consumen grandes cantidades de materia tanto orgánica como metálica. Sus poderosas mandíbulas pueden también utilizarse en combate cuerpo a cuerpo. Tiene un metabolismo muy elevado y se puede mover a grandes velocidades con un movimiento de tipo serpiente. Tiene una expectativa de vida muy corta: sólo de dos a cinco días, dependiendo de la cantidad de comida que encuentra. Al final de este período de alimentación busca un sitio seguro y de repente se infla como un balón y se convierte en una estructura firmemente fijada al terreno. Esta estructura parece ser algún tipo de crisálida, dentro de la cual empieza a crecer otra forma de vida.
fr_fr: Notre étude montre que l'hyperver peut consommer de larges quantités de matières organiques ou métalliques. Il se sert des ses mâchoires en combat rapproché. Il a un métabolisme très élevé et peut se déplacer très rapidement, en utilisant des mouvements similaires à ceux du serpent. Il a une durée de vie très courte: deux à cinq jours, selon la quantité de nourriture qu'il trouve. A la fin de cette période, il trouve un endroit sûr et il se gonfle pour prendre une forme de ballon, qui se fixe ensuite solidement au terrain environnant. La structure semble être une forme de chrysalide, dans laquelle une autre forme de vie commence à se développer. L'hyperver n'a pas de structure cérébrale reconnaissable, et il est bien protégé des influences psioniques.
it: I nostri studi mostrano che gli Ipervermi sono in grado di consumare grandi quantità di materia organica e metallica. Le loro potenti mandibole possono essere usate in combattimenti ravvicinati, il metabolismo è molto rapido, si muovono ad alta velocità e attaccano come i serpenti. La durata della loro vita è limitata, tra i due e i cinque giorni a seconda di quanto cibo riescono a trovare. Alla fine del suo ciclo vitale, l'Iperverme trova un rifugio e si gonfia fino ad assumere la forma di una palla, fermamente fissata al terreno circostante; sembra che questa struttura sia analoga a quelladi una crisalide.
ja_jp: 我々の研究によってハイパーワームが大量の生体と金属を消化する事が判明した。その強力な顎は近接戦闘時に有用な武器になる。代謝が極めて早く、ヘビの様な動きで高速な移動ができる。寿命は短く、食物の摂取量によって変わるが2日から5日程度といったところだ。捕食期間が終わると安全な場所を探し出し、急激に膨脹した後、周囲に固定される形で風船状になる。構造的に見るとクリサリスのようなものらしく、内部で新しい生命体が育ち始める。
pl: Wyniki naszych badań pokazują, że hiperrobak może pochłaniać duże ilości materii organicznej, jak również metalicznej. Jego mocne szczęki mogą służyć do ataku. Ma bardzo szybki metabolizm i potrafi szybko poruszać się ruchem wężowym. Ma krótki czas życia - może przetrwać od dwóch do pięciu dni, w zależności od ilości dostępnego pożywienia. Pod koniec tego okresu szuka bezpiecznego miejsca i błyskawicznie przekształca się w balonowatą formę, mocno przytwierdzoną do podłoża. Struktura ta wydaje się być jakimś rodzajem poczwarki, w której zaczyna rosnąć nowa forma życia.
pt_br: Nossos estudos mostram que os Hipervermes podem consumir grandes quantidades de matéria orgânica e metálica. Suas mandíbulas poderosas podem também ser utilizadas em combate corpo-a-corpo. Têm um tempo de vida curto, vivendo de dois a cinco dias, dependendo de quanta comida pode encontrar. No fim do seu período de alimentação, encontra um local seguro e infla como um balão, se fixando no terreno. Essa estrutura parece ser algum tipo de crisálida, pois dentro dela, outra forma de vida começa a crescer.
ru_ru: Наши исследования показывают, что гиперчерви могут поглощать большие объемы материи как органической, так и металлической природы. Их мощные челюсти также могут использоваться в качестве оружия ближнего боя. Они обладают чрезвычайно быстрым метаболизмом и могут быстро перемещаться подобно змеям. Их жизненный цикл недолог и продолжается от двух до пяти дней, в зависимости от количества найденной пищи. В конце периода откорма гиперчервь находит безопасное место и внезапно превращается в сферическую структуру, жестко привязанную к окружающей местности. Эта структура представляет собой некое подобие кокона, в которой начинает развитие другое живое существо.

source: The Hyperworms' function appears to be little more than feeding. It has powerful jaws and razor sharp teeth designed for ripping and slicing. Its belly appears to be small and the body contains some curious structures containing folds of tough skin. It appears to be quite vulnerable to fire and incendiary ammunition. There is no recognizable brain structure in the Hyperworm and it is well protected from Psionic influence.
cs: Vypadá to, že jediným smyslem života Hyperworma je krmení. Má úctyhodně mohutné čelisti a jako břitva ostré zuby sloužící k řezání a trhání. Jeho břicho vypadá malé, ale jeho tělo má zvláštní strukturu, sestávající se z mnoha vrstev tuhé kůže. Zdá se, že je velmi citlivý na oheň a zápalnou munici. Uvnitř Hyperworma není rozpoznatelná mozková struktura, takže je velmi odolný proti psionickému útoku.
de_de: Der Lebenszweck des Hyperwurms scheint sich auf die Nahrungsaufnahme zu beschränken. Er besitzt kräftige Kiefer und rasiermesserscharfe Schneidezähne, die er zum Reißen und zur Nahrungszerkleinerung benutzt. Überraschenderweise ist der Bauch dieser Kreatur eher klein, und der Körper weist einige seltsame Hautfalten-Strukturen auf. Der Hyperwurm scheint empfindlich auf Feuer und Brandmunition zu reagieren. Der Hyperwurm verfügt über keine erkennbare Gehirnstruktur und ist gegen Psi-Angriffe gut geschützt.
es: La función del Hipergusano no parece ser otra que comer. Tiene unas poderosas mandíbulas y dientes muy afilados diseñados para rasgar y cortar. Su estómago parece ser pequeño y el cuerpo tiene unas curiosas estructuras que contienen pliegues de piel muy dura. Parece bastante vulnerable al fuego y a la munición incendiaria. El Hipergusano no tiene una estructura cerebral reconocible y está bien protegida de las influencias psiónicas.
fr_fr: La seule fonction de l'hyperver consiste à se nourrir. Il a des mâchoires puissantes et des dents tranchantes qui font de véritables dégâts. Son ventre semble relativement petit, et le corps contient des structures curieuses composées de replis de peau résistante. Il semble être relativement vulnérable au feu et aux munitions incendiaires.
it: Fondamentalmente l'Iperverme pensa soltanto a nutrirsi. Ha mandibole potenti e denti affilati come rasoi, specializzati nel ridurre in brandelli quanto gli capita a tiro. Il suo intestino è di dimensioni ridotte, e il corpo contiene alcune strane strutture costituite da una sostanza molto resistente. Sembra che quest'essere sia particolarmente vulnerabile agli attacchi portati con armi incendiarie. Non presentando una struttura celebrale ben definita, è ben protetto dall'influenza psionica.
ja_jp: ハイパーワームが持つ体機能は食べる事のみと言える。強力な顎と鋭い歯は獲物を引き裂き、輪切りにする。腹は小さく丈夫な皮膚を折りたたんだような構造の興味深い体をしている。火や火炎兵器に非常に脆いようだ。脳に相当する器官がない為、サイオニック攻撃の影響からよく守られている。
pl: Cele istnienia hiperrobaka wydają się ograniczać głównie do odżywiania. Jego potężne szczęki i ostre jak brzytwa zęby są przeznaczone do rozdzierania i cięcia. Jama brzuszna wydaje się mała, a w fałdach twardej skóry kryją się ciekawe struktury. Organizm wydaje się podatny na ogień i amunicję zapalającą. Hiperrobak nie posiada wyróżnionego mózgu i jest dobrze chroniony przed atakami psionicznymi.
pt_br: As funções do Hiperverme parecem não ser mais que comer. Tem garras poderosas e dente afiado como navalha, desenhado para rasgar e fatiar. Sua barriga tem aparência pequena e o corpo contém estruturas curiosas que contém camadas de pele dura. Parece ser vulnerável ao fogo e munição incendiária. Não possui estrutura cerebral familiar e é bem protegido contra influência psiônica.
ru_ru: Функцией гиперчервя, по всей видимости, является главным образом откорм. Он обладает мощными челюстями и бритвенно-острыми зубами, позволяющими ему резать и разрывать добычу. Живот небольшого объема, а тело содержит любопытные структуры со складками прочной кожи. Похоже, он довольно уязвим к воздействию огнестрельного и зажигательного оружия. Он не имеет различимых мозговых структур, а значит, хорошо защищен от пси-воздействия.

source: A Chrysalis is the most vulnerable stage of Alien development because it possesses no attack mechanisms. Its skin is tough, but vulnerable to fire and incendiary ammunition. A new Alien will grow inside the Chrysalis and emerge after a period of three days. It seems that a variety of Alien forms could develop at this stage, dependent on the genetic information carried by the Hyperworm. The physiology of these new forms contains many new cell structures. We have now gained a significant understanding of Alien genetics.
cs: Zámotek je nejzranitelnější etapou cizáckého vývoje, neboť není vybaven žádným útočným mechanismem. Jeho kůže je pevná avšak citlivá na oheň a zápalnou munici. Uvnitř Zámotku se vyvíjí nový Cizák a zhruba po třídenním období se vylíhne. Zdá se, že výběr cizácké formy, která se v Zámotku vyvine závisí na genetické informaci nesené Hyperwormem. Fyziologie této nové formy totiž obsahuje mnoho odlišných buněčných struktur. Dostává se nám tak do rukou významná informace k pochopení cizácké genetiky.
de_de: Im Kokon - oder Puppenstadium sind die außerirdischen Lebensformen am verletzlichsten, da sie über keinerlei Abwehrmechanismen verfügen. Ihre Haut ist äußerst robust, aber empfindlich gegenüber Feuer und Brandmunition. Im Innern des Kokons wächst ein neuer Alien heran und wird nach drei Tagen 'geboren'. Es scheint, als entscheide sich in diesem Stadium die endgültige Form der Entwicklung, abhängig von der genetischen Information, die der Hyperwurm in sich trägt. Die Physiologie dieser Alien-Lebensformen enthält viele neue Zellstrukturen, was unser Verständnis der Alien-Genetik gefördert hat.
es: Una Crisálida es la etapa más vulnerable del desarrollo alienígena porque no tiene entonces ningún mecanismo de ataque ni de defensa. Su piel es muy dura, pero vulnerable al fuego y a la munición incendiaria. Dentro de la crisálida crecerá un nuevo alienígena que emerge tras un período de tres días. Parece que alguna tipo de forma de vida alienígena podría desarrollarse en esa etapa, según la información genética que lleve el Hipergusano. La fisiología de estas nuevas formas contiene muchas nuevas estructuras celulares. Hemos conseguido ya saber bastante sobre la genética alienígena.
fr_fr: La chrysalide représente le stade de développement pendant lequel l'alien est le plus vulnérable, car il ne possède aucun mécanisme d'attaque. La peau de la chrysalide est résistante, mais elle est vulnérable au feu et aux munitions incendiaires. Un nouvel alien se développe dans la chrysalide et émerge après trois jours. Il semble que plusieurs formes aliennes puissent se développer à cette étape, en fonction des informations génétiques transmises par l'hyperver. La physiologie de ces formes aliennes est constituée de nombreuses structures cellulaires nouvelles. Nous avons à présent acquis une compréhension suffisante de la génétique alienne.
it: La Crisalide è lo stadio di vita Aliena più vulnerabile, dal momento che non possiede alcun meccanismo di attacco o di difesa. La sua corazza è molto resistente, ma è vulnerabile agli attacchi incendiari. All'interno della Crisalide si sviluppa un nuovo Alieno, che nasce dopo tre giorni di gestazione. Sembra che in questa fase possano nascere diversi tipi di Alieni, a seconda delle informazioni genetiche contenute nell'Iperverme. La fisiologia di queste nuove forme di vita si basa su molti tipi di cellule completamente nuovi; per questo abbiamo ora acquisito una significativa conoscenza della genetica Aliena.
ja_jp: クリサリスは攻撃する機能を欠いており、エイリアンの成長段階の中で一番脆弱なものだと言える。皮膚は丈夫だが火や火炎弾に弱い。クリサリスの内部では新しいエイリアンが成長し、三日ほどすると中から出てくる。この段階で様々なタイプのエイリアンが育つが、それはハイパーワームが持っていた遺伝情報により決定されるようだ。この生物の生理機能は多くの新しい細胞構造によって成り立っている。我々はエイリアンの遺伝についてかなりの理解をしつつある。
pl: Poczwarka to najbardziej narażone na atak stadium rozwoju obcych, gdyż nie dysponuje żadnymi formami ataku. Jej powłoka jest twarda, ale podatna na ogień i amunicję zapalającą. W poczwarce wzrasta nowy obcy, który wykluje się po trzech dniach. Wydaje się, że poczwarka może przeobrazić się w różnorakich obcych, zależnie od informacji genetycznej zapisanej w hiperrobaku. Nowy organizm zawiera wiele nowych struktur komórkowych. Dzięki tej sekcji zyskaliśmy znacznie lepsze zrozumienie procesów genetycznych obcych.
pt_br: A Crisálida é o estágio mais vulnerável do desenvolvimento alienígena porque não possui mecanismos de ataque. Sua pele é dura, mas vulnerável ao fogo e munição incendiária. Um novo alien crescerá dentro da crisálida e emergirá após um período de três dias. Parece que uma variedade de formas alienígenas pode se desenvolver a partir desse estágio, dependendo da informação genética carregada pelo Hiperverme. A fisiologia dessas novas formas contém diversas novas estruturas celulares. Nós agora temos compreensão significativa da genética alienígena.
ru_ru: Кокон - самая уязвимая стадия развития пришельцев, поскольку он не обладает средствами нападения. Его оболочка прочна, но уязвима для огнестрельного и зажигательного оружия. Внутри кокона развивается новый пришелец, появляющийся из него через три дня. Похоже, на этой стадии могут рождаться различные формы жизни в зависимости от генетического кода, который несут гиперчерви. С точки зрения цитологии, у этих новых форм жизни появляется множество новых клеточных структур. Нам удалось серьезно продвинуться в понимании генетики пришельцев.
