Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Skeletoid is a highly effective Alien soldier with great intelligence and the ability to fly. Its agile body is capable of withstanding great damage and it can use a variety of weapons and equipment. The brain is susceptible to Psionic influence, but some form of resistance does seem to exist.
cs: Skeletoid je velmi efektívní cizácký voják s vysokou inteligencí a schopností létat. Jeho mrštné tělo je schopné odolat i těžkému poškození a dokáže rovněž používat nejrůznější zbraně a vybavení. Mozek je velice vnímavý na psionické vlivy, i když se mohou vyskytnout jedinci s vyšší odolností.
de_de: Der Skeletoid ist ein höchst effizienter, intelligenter Alien-Soldat, der fliegen kann. Der bewegliche Skeletoid ist sehr widerstandsfähig und kann verschiedene Waffen und Ausrüstungsgegenstände verwenden. Sein Gehirn ist für Psi-Beeinflussung anfällig, gegen Psi-Angriffe jedoch gut gewappnet. Das Gehirn ist psionischen Einflüssen gegenüber anfällig, aber es scheint eine Art von Widerstand vorhanden zu sein.
es: El Skeletoid es un soldado alienígena muy eficaz, con gran inteligencia y que puede volar. Su ágil cuerpo es capaz de aguantar mucho daño y sabe utilizar una gran variedad de armas y equipo. El cerebro puede verse afectado por las influencias psiónicas, pero es muy resistente a los ataques psiónicos.
fr_fr: Le skelétoïde est un soldat alien extrêmement efficace doté d'une grande intelligence et capable de voler. Son corps souple a un seuil de tolérance à la douleur extrêmement élevé, et il sait se servir d'armes et d'équipements. Son cerveau est vulnérable à l'influence psionique, bien qu'il résiste extrêmement bien à ce type d'attaque.
it: Lo Scheletoide è un soldato Alieno molto pericoloso, con una grande intelligenza e la capacità di volare. Il suo corpo, molto agile, è in grado di sopportare notevoli danni e di usare molte armi ed equipaggiamenti. Il cervello è suscettibile di influenza psionica, anche se è molto resistente a questo tipo di attacchi.
ja_jp: スケルトイドは高い知能と飛行能力を持つ非常に有能な兵士だ。素早くダメージに強い事に加え、武器やその他の装備品を用いる事ができる。脳はサイオニック攻撃の影響を受けるが、いくらかの耐性を持つようだ。
pl: Szkieleton to wysoce efektywny żołnierz obcych o wysokiej inteligencji i zdolności do lotu. Jego zwinne ciało zdolne jest wytrzymać znaczne obrażenia, może też posługiwać się różnorodnym sprzętem bojowym. Mózg poddaje się atakom psionicznym, ale wydaje się chroniony przed nimi do pewnego stopnia.
pt_br: O Esqueletoide é um soldado alienígena altamente eficaz, com grande inteligência e a habilidade de voar. Seu corpo ágil é capaz de suportar grande dano e pode utilizar uma variedade de armas e equipamentos. O cérebro é suscetível à influência psiônica, mas parece existir algum nível de resistência.
ru_ru: Скелетоид - это высокоэффективный солдат армии пришельцев, обладающий высоким интеллектом и способностью летать. Его проворное тело способно переносить большой урон и использовать различные виды вооружений и оборудования. Мозг подвержен псионическому воздействию, однако при этом обладает некой формой защиты.

source: This creature has a light body with a strong exoskeleton structure which is further covered in tough skin. Unusual spherical implants appear to provide flying capability. The mechanism is different to the Elerium powered gravity wave and we do not know how it works at this stage. The brain structure is well developed.
cs: Tento tvor má vyzáblé tělo se silnou vnější kosterní strukturou, obalenou tuhou kůží. Schopnost létat mu zřejmě poskytují zvláštni sférické implantáty. Jejich princip je zcela odlišný od Eleriem napájených generátorů gravitačních vln a my zatím nejsme schopni ho prozkoumat. Mozková struktura je velmi rozvinutá.
de_de: Diese Kreatur hat einen leichten Körper mit einem starkem Exoskelett, das wiederum mit einer widerstandsfähigen Haut überzogen ist. Ungewöhnliche kugelförmige Implantate scheinen die Grundlage für die Flugfähigkeit dieses Aliens zu sein. Der Mechanismus unterscheidet sich von der Elerium-betriebenen Schwerkraftwelle, und wir können seine Funktion zum jetzigen Zeitpunkt nicht nachvollziehen. Die Gehirnstruktur ist gut entwickelt.
es: Esta criatura tiene un cuerpo ligero con una fuerte estructura exoesquelética que está recubierta además por una gruesa piel. Unos extraños implantes esféricos parecen proporcionar la posibilidad de volar. El mecanismo es diferente al de la ola de gravedad propulsada por elerio y de momento no sabemos cómo funciona. La estructura cerebral está muy desarrollada.
fr_fr: Cette créature a un corps léger avec un exosquelette puissant recouvert d'une peau extrêmement résistante. Des implants sphériques particuliers semblent donner au skelétoïde la possibilité de voler. Le mécanisme est différent de la vague de gravité à base d'élérium et il nous est impossible de comprendre son fonctionnement à ce stade. Le cerveau est bien développé.
it: Questa creatura ha un corpo molto leggero, con un robusto esoscheletro ricoperto di pelle. La sua capacità di volare sembra essere dovuta a strani impianti di forma circolare. Il meccanismo è diverso da quello umano, ed è basato sull'Elerio; per ora non abbiamo alcun'idea del suo metodo di funzionamento. Il cervello è molto sviluppato.
ja_jp: この生物は軽量な肉体と外骨格構造を持ち、その上を丈夫な皮膚が覆っている。変わった球状のインプラントが飛行能力を与えているようだが、これはエレリウムを動力源にした重力波によるものでなく、現時点では作動原理を解明できない。脳もよく発達している。
pl: Stwór ten jest lekko zbudowany i zaopatrzony w mocny egzoszkielet, pokryty twardą skórą. Dzięki nietypowym, kulistym organom dysponuje zdolnością lotu. Mechanizm ten różni się od znanych nam generatorów fal grawitacyjnych napędzanych elerium i nie rozumiemy obecnie, jak on działa. Struktura mózgowa jest dobrze rozwinięta.
pt_br: Essa criatura é leve, mas tem uma estrutura de exoesqueleto resistente, que ainda é coberto por uma dura pele. Estranhos implantes esféricos parecem lhe conferir a capacidade de voar. O mecanismo é diferente da onda gravitacional de Elerium e, neste momento, não sabemos como funciona. A estrutura cerebral é bem desenvolvida.
ru_ru: Это существо обладает легким телом с мощным экзоскелетом, покрытым прочной кожей. Необычные имплантаты сферической формы, похоже, обеспечивают его способность к полету. Этот механизм отличается от гравитационных волн, создаваемых элериумными генераторами, и на данном этапе мы не понимаем, как он функционирует. Мозговая структура отлично развита.

source: The capture of a Micronoid Aggregate is an essential step in the advancement of our knowledge. This formless mass of micro-organisms is found inside the bloodstream of other Alien forms. Each microscopic organism is an independent and intelligent life form. They communicate with each other using Psionic projection, but they are unresponsive to human Psionics. It is unclear whether these creatures are parasites or an integral part of the Alien spawn.
cs: Získání živého Mikronoida je významným krokem v rozšiřování našich poznatků. Tuto beztvarouá masu neznámých mikroorganismů nacházíme v krevním oběhu ostatních cizáckých životních forem. Každý z těchto mikroskopických organismů je samostatným inteligentním tvorem. Ke komunikaci s ostatními využívají psionickou projekci, ale lidskou psioniku nevnímají. Není zcela jasné, zda jsou tito tvorové jen parazity, nebo nedílnou součástí cizáckého rozmnožování.
de_de: Die Tatsache, daß es uns gelungen ist, ein Mikronoid-Aggregat an uns zu bringen, bedeutet für unsere Forschungen einen entscheidenden Fortschritt. Diese formlose Masse von Mikroorganismen findet man auch im Blut anderer Alien-Arten. Jeder der mikroskopisch kleinen Organismen stellt eine unabhängige intelligente Lebensform dar. Sie kommunizieren durch Psi-Projektion miteinander, sind aber gegen menschliche Psi-Kräfte immun. Es ist unklar, ob es sich bei diesen Kreaturen um Parasiten oder einen integrierten Teil der Alien-Brut handelt.
es: La captura de un Micronoid Aggregate es un paso esencial en el progreso de nuestros conocimientos. Esta informe masa de microorganismos se encuentra en la sangre de otras formas de vida alienígena. Cada organismo microscópico es una forma de vida independiente e inteligente. Se comunican entre si utilizando una proyección psiónica, pero no responden a la psiónica humana. No está claro si estas criaturas son parásitos o son parte integral de la fauna alienígena.
fr_fr: La capture de l'agrégat micronoïde est une étape essentielle dans la progression de nos recherches. Cette masse informe de micro-organismes se trouve dans le sang des autres types d'aliens. Chaque organisme microscopique est une forme de vie indépendante et intelligente. Ces organismes communiquent entre eux en utilisant la projection psionique, mais ils ne répondent pas aux influences psioniques humaines. On ne sait pas si ces créatures sont des parasites ou une partie intégrante de la progéniture alienne.
it: La cattura di un Aggregato di Micronoidi è un passo essenziale per l'avanzamento delle nostre conoscenze. Questa massa informe di micro-organismi si trova all'interno del sangue di altre forme di vita Aliene. Ogni organismo è una forma di vita intelligente e indipendente, che comunica con gli altri usando abilità psioniche proprie, incompatibili con quelle umane. Non è ancora chiaro se queste creature siano dei semplici parassiti oppure una parte integrante della struttura degli Alieni.
ja_jp: マイクロノイド集合体の捕獲は我々の知識をさらに深める為に重要なステップだ。このミクロ器官の不定形の集合体の内部には他のエイリアン生命体の血流が含まれている事が判明した。箇々のミクロ器官は独立した知的生命体で、お互いサイオニック波を用いて交信しあっている。しかし人間のサイオニック波は理解できないようだ。この生物が寄生虫のような物か別のエイリアンを構成する為の部品であるかはまだはっきりしない。
pl: Zdobycie żywego zespołu mikronoidów stanowi znaczący postęp w naszych badaniach. Ta bezkształtna masa mikroorganizmów znajduje się wewnątrz krwiobiegu innych form obcych. Każdy maleńki organizm stanowi niezależną i inteligentną formę życia. Porozumiewają się między sobą za pomocą połączenia psionicznego, ale nie są wrażliwe na ludzką psionikę. Nie jest jasne, czy mikronoidy są pasożytami, czy też integralną częścią organizmu obcych.
pt_br: A captura do Micronoide Agregado é um passo essencial na construção de nosso conhecimento. Essa massa disforme de micro-organismo é encontrada dentro da corrente sanguínea de outras formas alienígenas. Cada organismo microscópico é uma forma de vida independente e inteligente. Eles se comunicam entre si utilizando projeção psiônica, mas não são afetados pela psiônica humana. Não está claro se estas criaturas são parasitas ou uma parte integrante da prole alienígena.
ru_ru: Захват скопления микроноидов - важнейший шаг в наших исследованиях. Эта бесформенная масса микрорганизмов также обнаружена в кровотоке прочих инопланетных форм жизни. Каждый микроорганизм представляет собой независимую разумную форму жизни. Между собой они общаются, используя особые пси-проекции, но на пси-волны, исходящие от людей, они не отвечают. Неясно, являются эти существа паразитами или же они представляют собой составную часть жизненного цикла пришельцев.

source: This is not one single creature but billions of micro-organisms. These organisms have been found in the cardiovascular systems of other Aliens, but until now we were unaware of their extraordinary capability to act independently. It is clear that our research must concentrate on these unusual life forms.
cs: Toto není samostatný tvor, ale miliardy mikroorganismů. Tyto mikroorganismy běžně nacházíme v kardiovaskulárním systému ostatních cizáků, ale až dosud jsme si neuvědomovali jejich mimořádné schopnosti jako akt nezávislosti. Je jasné, že se náš výzkum musí soustředit právě na tuto zvláštní formu života.
de_de: Hierbei handelt es sich nicht etwa um eine einzelne Kreatur, sondern um Milliarden von Mikroorganismen. Diese Organismen wurden auch im kardiovaskulären System anderer Aliens gefunden, aber erst seit kurzem ist ihre erstaunliche Fähigkeit bekannt, völlig unabhängig zu handeln. Es liegt auf der Hand, daß sich unsere Forschung auf diese ungewöhnlichen Lebensformen konzentrieren muß.
es: Esto no es una única criatura sino que son billones de microorganismos. Estos organismos se han encontrado en el sistema cardiovascular de otros alienígenas, pero hasta ahora desconocíamos su extraordinaria capacidad para actuar con independencia. Está claro que nuestras investigaciones deben concentrarse en estas extrañas formas de vida.
fr_fr: Il ne s'agit pas d'une créature faite d'un bloc mais de milliards de micro-organismes. Ces organismes sont également présents dans les systèmes cardio-vasculaires des autres aliens, mais jusqu'à présent nous ne connaissions rien de leur extraordinaire capacité à agir de façon autonome. Nous devons absolument concentrer nos recherches sur ces étranges formes de vie.
it: Questa non è una singola creatura: è composta da bilioni di micro-organismi, che sono stati trovati nel sistema cardiovascolare degli altri Alieni; ancora adesso non riusciamo a comprendere come facciano ad agire indipendentemente. E' chiaro che le nostre ricerche si devono ora focalizzare su questa strana forma di vita.
ja_jp: これは一体の生物ではなく何十億ものミクロ器官の集合体だ。この生体は他のエイリアンの心血管で見られたものと同じだが、これまでそれが単体で活動が可能だという事実を完全に見落としていたようだ。当座はこの異様な生命体の研究に集中しなければならない。
pl: Nie jest to pojedyncza istota, ale miliardy mikroorganizmów. Znaleziono je w systemach krwionośnych innych obcych, lecz aż do tej pory nie zdawaliśmy sobie sprawy ze zdolności mikronoidów do samodzielnego działania. Niewątpliwie powinniśmy skoncentrować nasze badania na tych niezwykłych organizmach.
pt_br: Não é apenas uma criatura, mas bilhões de micro-organismos. Esses organismos têm sido encontrados em sistemas cardiovasculares de outros alienígenas, mas até agora desconhecíamos sua extraordinária capacidade de agir independente. Está claro que nossa pesquisa deve ser concentra nessas estranhas formas de vida.
ru_ru: Это не одна живая особь, а миллиарды отдельных микроорганизмов. Эти существа были обнаружены в сердечно-сосудистой системе других пришельцев, но до настоящего момента мы не догадывались об их удивительной способности действовать независимо. Теперь стало ясно, что дальнейшие исследования мы должны сосредоточить на этой необычной форме жизни.

source: The Alien queen is ultimately the production unit for all Alien life forms. Its mobility is severely limited when fully grown and it also requires exactly the right atmospheric conditions in order to breed properly and produce the Alien eggs. These conditions are only provided by the spawning chambers inside an Alien building, which also provide a food source by plugging directly into the Queenspawn's blood supply. This confirms that the Aliens cannot conquer our dimension without a steady supply of Alien reinforcements through the Dimension Gates, although their motive for such incursions is still unknown.
cs: Cizácká královna je jako jediná schopná plodit všechny cizácké druhy. Pro svou obrovskou velikost je téměř nepohyblivá a ke snášení cizáckých vajec potřebuje přísně dodržované složení atmosféry a stálou okolní teplotu. Tyto podmínky jsou vytvářeny pouze v takzvaných Komnatách spánku, uvnitř cizáckých budov. Další budovy se Královně starají o poskytování výživy, zásobujíce živinami přímo její krevní oběh. Toto dokazuje, že by Cizáci bez neustálého doplňování svých jednotek pomocí Dimenzních bran, nebyli schopni udržet nadvládu nad Zemí a jejich důvody pro tento vpád jsou stále nepochopitelné.
de_de: Die Alien-Königin produziert letztendlich alle Alien-Lebensformen. Ihre Mobilität ist eingeschränkt, wenn sie voll ausgewachsen ist, und sie benötigt bestimmte atmosphärische Bedingungen, um Eier legen zu können. Diese Bedingungen bestehen nur in den Brutkammern innerhalb der Alien-Gebäude. Die Königin dient auch gleichzeitig als Nahrungsquelle, da ihr Nachwuchs direkt auf ihren Blutkreislauf zugreifen kann. Diese Informationen bestätigen die Theorie, daß die Aliens unsere Dimension ohne ständigen Nachschub durch die Dimensionstore nicht erobern können; dennoch ist das Motiv für ihre Übergriffe nach wie vor unklar.
es: La reina alienígena es al final la unidad de producción de todas las formas de vida alienígena. Su movilidad es muy limitada cuando es adulta y además requiere unas condiciones atmosféricas muy precisas para reproducirse y producir huevos alienígenas. Estas condiciones sólo se dan en los criaderos dentro de un edificio alienígena, que también proporcionan una fuente de alimento al ir enchufado directamente al sistema sanguíneo de la Queenspawn. Esto confirma que los alienígenas no pueden conquistar nuestra dimensión sin una continua llegada de refuerzos alienígenas a través de las Puertas de la Dimensión, aunque se desconoce su motivo para efectuar tales incursiones.
fr_fr: La reine alienne engendre toutes les autres formes de vie. Sa mobilité est extrêmement limitée lorsqu'elle a atteint son stade de développement final, et il faut que les conditions atmosphériques soient idéales pour qu'elle puisse se reproduire et pondre des oeufs aliens. Ces conditions sont toutes regroupées dans les chambres de ponte qui se trouvent à l'intérieur d'un bâtiment alien et qui fournissent une source de nourriture en se branchant directement dans la réserve de sang de la reine pondeuse. Cette découverte confirme que les aliens ne peuvent pas conquérir notre dimension sans un grand nombre de renforts provenant des portails interdimensionnels, bien que le motif de telles incursions soit toujours inconnu.
it: La Regina degli Alieni è in pratica colei che produce tutte le forme di vita Aliene. La sua mobilità è molto limitata quando è allo stadio adulto, e ha bisogno di particolari condizioni ambientali per procreare. Queste condizioni si verificano solo nelle camere di generazione, all'interno di uno speciale edificio Alieno, che serve anche come fonte di cibo, iniettato direttamente nel flusso sanguigno della Regina. Ciò conferma che gli Alieni non possono conquistare il nostro mondo senza continui rinforzi provenienti dal Portale Dimensionale, anche se restano ancora da chiarire i motivi di alcune delle loro incursioni.
ja_jp: エイリアンクイーンは詰まるところ全てのエイリアン生命体の母胎だ。移動能力は極めて限られており、成熟すると出産と育児に適した大気成分が必要になる。こうした条件はエイリアンのビルにある産卵室のみが満たす事ができ、同時にその部屋は必要な食料をクイーンの体に差し込んで直接血液に注入する。今回判明したのはエイリアンは安定した兵の供給なしに我々の次元へ侵攻し続けられないという事実だ。彼らの侵略の意図は依然として不明なままだが。
pl: Królowa jest wytwórcą wszystkich obcych form życia. W pełni rozwinięta charakteryzuje się bardzo ograniczoną zdolnością ruchu, a do prawidłowego rozmnażania i składania jaj wymaga ściśle określonego składu atmosfery. Warunki takie są zapewnione jedynie w komorach wylęgowych wewnątrz obcych struktur budowlanych, w których królowa ma zapewnione także dostawy pożywienia, wstrzykiwanego bezpośrednio do jej krwiobiegu. Fakty te potwierdzają, że Obcy nie są w stanie podbić naszej planety bez stałego wsparcia przez bramy międzywymiarowe, choć motywy tej inwazji nadal pozostają nieznane.
pt_br: A rainha alienígena é a unidade de produção de todas as formas de vida alienígenas. Sua mobilidade é extremamente limitada quando adulta e também requer condições atmosféricas precisas para produzir ovos alienígenas. Essas condições somente são atingidas na câmara procriatória, dentro de um edifício alienígena, que também fornece fonte de alimento ao se conectar diretamente à fonte de sangue da rainha. Isso confirma que os alienígenas não podem conquistar nossa dimensão sem uma oferta constante de reforços alienígenas provenientes dos Portais Dimensionais, embora seus motivos para tais incursões ainda sejam desconhecidos.
ru_ru: Королева пришельцев - это настоящая живая фабрика для всех форм жизни пришельцев. Ее подвижность сильно ограничена, когда она вырастает во взрослую особь. Кроме того, ей необходима строго определенная атмосфера для правильного размножения и производства яиц. Такие условия обеспечиваются только в инкубационных залах внутри здания пришельцев, которые также обеспечивают королеву питанием, благодаря прямому подсоединению к ее кровотоку. Это подтверждает, что пришельцы не способны захватить наше измерение без постоянных подкреплений, проходящих через врата между измерениями, хотя мы до сих пор не можем понять мотивов их вторжения.

source: The massive form of the Alien queen is designed to lay huge numbers of Alien eggs during its life time. The Queenspawn uses a complex asexual reproduction system to produce large numbers of Alien eggs in order to create new types of Alien creature. The importance of the Queenspawn for Alien population growth makes it an important strategic target.
cs: Mohutné tělo cizácké Královny je předurčeno ke kladení obrovského množství cizáckých vajec. Královna využívá souhrn nepohlavních reprodukčních systémů k plození velkého množství vajec, z nichž se líhnou stále nové a nové druhy cizáckých tvorů. Důležitost Královny pro udržení cizácké populace z ní vytváří důležitý strategický cíl.
de_de: Die riesige Alien-Königin ist darauf programmiert, während ihres Leben möglichst viele Alien-Eier zu legen. Sie besitzt ein komplexes, asexuelles Fortpflanzungssystem, mit dem sie Alien-Eier und neue Arten von Aliens erzeugt. Die Bedeutung der Queenspawn für das Wachstum der Alien-Population macht sie zu einem strategisch wichtigen Ziel.
es: El enorme cuerpo de la reina alienígena está diseñado para poner enormes cantidades de huevos alienígenas durante su vida. El Queenspawn utiliza un complejo sistema de reproducción asexual para producir grandes cantidades de huevos alienígenas para poder crear nuevos tipos de criaturas alienígenas. La importancia de la Queenspawn para el crecimiento de población alienígena hace que sea un importante objetivo estratégico.
fr_fr: Grâce à sa forme massive, la reine alienne pond une grande quantité d'oeufs pendant sa durée de vie. Elle utilise à cette fin un système de reproduction asexué complexe, afin de créer de nouveaux types de créatures aliennes. L'importance de la reine pondeuse pour la croissance de la population alienne en fait une cible stratégique importante.
it: La forma massiccia della Regina Aliena serve per generare un incredibile numero di uova durante il suo ciclo vitale. La Regina usa un complesso sistema riproduttivo asessuato per produrre le uova necessarie alla nascita di intere schiere di Alieni. L'importanza della Regina per la crescita della popolazione Aliena ne fa un importante obiettivo strategico.
ja_jp: エイリアンクイーンの巨体は一生を通じて大量の産卵をする為にデザインされている。クイーンスポーンは複雑な無性生殖のシステムを通じて新しいエイリアン種族を生み出す為に大量の卵を産卵する。エイリアンの人口増加にクイーンスポーンが直接関わっている事はすなわち我々にとって戦略上主要なターゲットに他ならない事を意味する。
pl: Ogromne ciało królowej jest przeznaczone do składania wielkich ilości jaj obcych w ciągu całego życia. Królewski morf posiada złożony system rozmnażania bezpłciowego, umożliwiający szybkie wytwarzanie jaj i formowanie nowych rodzajów obcych. Rola, jaką królowa morfów odgrywa we wzroście populacji obcych czyni ją ważnym celem strategicznym.
pt_br: A forma gigantesca da rainha alienígena é concebida para produzir um imenso número de ovos durante sua vida. A rainha usa um complexo sistema reprodutivo assexuado para depositar enormes quantidades de ovos que irão criar novas criaturas. A importância da rainha para a população alienígena a torna um importante alvo estratégico.
ru_ru: Массивное тело королевы пришельцев предназначено для откладывания огромного числа яиц в течение жизненного цикла. Королева обладает сложной бесполой системой воспроизводства, которая позволяет откладывать множество яиц для создания новых видов пришельцев. Важность королевы для прироста популяции пришельцев делает ее важной стратегической целью.
