Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: Click left mouse button or press a key when done
pt_br: Clique com o botão esquerdo do mouse ou pressione uma tecla quando terminar

source: Dujardin
pt_br: Carvalho

source: Cuvelier
pt_br: Castro

source: Gressier
pt_br: Coelho

source: Lecointe
pt_br: Costa

source: Gautier
pt_br: Ferreira

source: Bouissou
pt_br: Gomes

source: Marcelle
pt_br: Gonçalves

source: Bouton
pt_br: Lima

source: Lefevre
pt_br: Lopes

source: Laroyenne
pt_br: Machado

source: Dreyfus
pt_br: Martins

source: Dagallier
pt_br: Moreira

source: Guerin
pt_br: Oliveira

source: Pecheux
pt_br: Pereira

source: Buchard
pt_br: Pinto

source: Collignon
pt_br: Ribeiro

source: Revenu
pt_br: Rocha

source: Cantona
pt_br: Rodrigues

source: Gaudin
pt_br: Silva

source: Luget
pt_br: Santos

source: Henri
pt_br: João

source: Jacques
pt_br: José

source: Eric
pt_br: Dalmo

source: Jean
pt_br: Mário

source: Gaston
pt_br: Fernando

source: Gerard
pt_br: Lúcio

source: Louis
pt_br: Gabriel

source: Marcel
pt_br: Márcio

source: Leon
pt_br: Francisco

source: Pierre
pt_br: Pedro

source: Bernard
pt_br: Edmundo

source: Marc
pt_br: Evanisto

source: Armand
pt_br: Álvaro

source: Emile
pt_br: Juvenal

source: Micheline
pt_br: Fábio

source: Sylvie
pt_br: Fernanda

source: Marielle
pt_br: Flávia

source: Danielle
pt_br: Marina

source: Jacqueline
pt_br: Mariana

source: Click on building to set destination
pt_br: Clique em uma edificação para marcar o destino

source: Click on vehicle to attack
pt_br: Clique no veículo a atacar

source: Click on map position to set destination
pt_br: Clique em uma posição do mapa para marcar o destino

source: Click on Dimension Gate to set destination
pt_br: Clique em um Portal Dimensional para marcar o destino

source: Click on building to destroy
pt_br: Clique em uma edificação a destruir

source: Click on vehicle to select target
pt_br: Clique em um veículo para selecionar o alvo

source: Alien Probe
pt_br: Sonda Alienígena

source: Alien Scout
pt_br: Patrulha Alienígena

source: Alien Transporter
pt_br: Transporte Alienígena

source: Alien Fast Attack Ship
pt_br: Nave de Ataque Rápido Alienígena

source: Alien Destroyer
pt_br: Destróier Alienígena

source: Alien Assault Ship
pt_br: Nave de Assalto Alienígena

source: Alien Bomber
pt_br: Bombardeiro Alienígena

source: Alien Escort
pt_br: Escolta Alienígena

source: Alien Battleship
pt_br: Couraçado Alienígena

source: Alien Mothership
pt_br: Nave-Mãe Alienígena

source: Police Hovercar
pt_br: Hovercar da Polícia

source: Airtaxi
pt_br: Aerotáxi

source: Rescue Transport
pt_br: Transporte de Resgate

source: Construction Vehicle
pt_br: Veículo de Construção

source: Airtrans
pt_br: Aerotrans

source: Space Liner
pt_br: Cargueiro Espacial

source: Phoenix Hovercar
pt_br: Hovercar Fênix

source: Hoverbike
pt_br: Hovercleta

source: Valkyrie Interceptor
pt_br: Interceptador Valkyrie

source: Hawk Air Warrior
pt_br: Guerreiro Aéreo Hawk

source: Dimension Probe
pt_br: Sonda Dimensional

source: Explorer
pt_br: Explorador

source: Retaliator
pt_br: Retaliador

source: Annihilator
pt_br: Aniquilador

source: Autotaxi
pt_br: Autotáxi

source: Police Car
pt_br: Carro de Polícia

source: Civilian Car
pt_br: Carro Civil

source: Wolfhound APC
pt_br: TTB Wolfhound

source: Blazer Turbo Bike
pt_br: Turbocleta Blazer

source: Griffon AFV
pt_br: AFV GriffonV

source: Empty
pt_br: Vazio

source: Megapol AP Grenade
pt_br: Granada PB Megapol

source: Megapol Stun Grenade
pt_br: Granada de Tonteio Megapol

source: Megapol Smoke Grenade
pt_br: Granada de Fumaça Megapol

source: Marsec Proximity Mine
pt_br: Mina de Proximidade MarSec

source: Marsec High Explosive
pt_br: Auto-Explosivo MarSec

source: Megapol Lawpistol
pt_br: Pistola Megapol

source: Megapol Lawpistol Clip
pt_br: Pente para Pistola Megapol

source: Marsec M4000 Machine Gun
pt_br: Metralhadora M4000 MarSec

source: Marsec M4000 Gun Clip
pt_br: Pente p/ Metralhadora M4000 MarSec

source: Megapol Laser Sniper Gun
pt_br: Pistola Laser Longo Alc. Megapol

source: Megapol Laser Pod
pt_br: Recarga de Laser Megapol

source: Megapol Auto Cannon
pt_br: Auto-Canhão Megapol

source: Auto Cannon AP Clip
pt_br: Pente PB para Auto-Canhão

source: Auto Cannon HE Clip
pt_br: Pente AE para Auto-Canhão

source: Auto Cannon IN Clip
pt_br: Pente IN para Auto-Canhão

source: Megapol Plasma Gun
pt_br: Revólver de Plasma

source: Megapol Plasma Pod
pt_br: Recarga de Plasma Megapol

source: Marsec Heavy Launcher
pt_br: Lançador Pesado MarSec

source: Heavy Launcher AG Missile
pt_br: Míssil GA p/ Lançador Pesado

source: Heavy Launcher HE Missile
pt_br: Míssil AE p/ Lançador Pesado

source: Heavy Launcher IN Missile
pt_br: Míssil IN p/ Lançador Pesado

source: Marsec MiniLauncher
pt_br: Mini-Lançador MarSec

source: MiniLauncher AG Missile
pt_br: Míssil GA p/ Mini-Lançador

source: MiniLauncher HE Missile
pt_br: Míssil AE p/ Mini-Lançador

source: MiniLauncher IN Missile
pt_br: Míssil IN p/ Mini-Lançador

source: Megapol Stun Grapple
pt_br: Bastão de Tonteio Megapol

source: Alien Gas Grenade
pt_br: Gran. de Gás Anti-Alienígenas

source: Tracker Gun Clip
pt_br: Pente de Pistola Rastreadora

source: Tracker Gun
pt_br: Pistola Rastreadora

source: Multi-Tracker
pt_br: Multi-Rastreador

source: PSI-Grenade
pt_br: Granada Psi

source: ForceWeb
pt_br: Teia de Força

source: Toxigun
pt_br: Toxipistola

source: Toxigun A-Clip
pt_br: Pente tipo A para Toxipistola

source: Toxigun B-Clip
pt_br: Pente tipo B para Toxipistola

source: Toxigun C-Clip
pt_br: Pente tipo C para Toxipistola

source: Dimension Destabiliser
pt_br: Desestabilizador Dimensional

source: Mind Shield
pt_br: Escudo Mental

source: Mind Bender
pt_br: Projetor Mental

source: Alien Detector
pt_br: Detector de Alienígenas

source: Disruptor Gun
pt_br: Pistola Disruptora

source: Devastator Cannon
pt_br: Canhão Devastador

source: Boomeroid
pt_br: Bumeroide

source: Power Sword
pt_br: Espada de Força

source: Brainsucker Launcher
pt_br: Lanç. de Sug. de Céreb.

source: Entropy Launcher
pt_br: Lançador de Entropia

source: Dimension Missile Launcher
pt_br: Lançador de Mísseis Dimens.

source: Dimension Missile
pt_br: Míssil Dimensional

source: Vortex Mine
pt_br: Mina de Vórtice

source: Personal Disruptor Shield
pt_br: Escudo Disruptor Pessoal

source: Personal Teleporter
pt_br: Teleportador Pessoal

source: Personal Cloaking Field
pt_br: C. de Camuflagem Pessoal

source: Dimension Force Field
pt_br: Campo de Força Dimensional

source: Energy Pod
pt_br: Casulo de Energia

source: Medi-kit
pt_br: Kit-Médico

source: Motion Scanner
pt_br: Sensor de Movimentos

source: Brainsucker Pod
pt_br: Cas. de Sug. Céreb.

source: Overspawn
pt_br: Hipercria

source: Entropy Pod
pt_br: Casulo de Entropia

source: Incendiary Grenade
pt_br: Granada Incendiária

source: Megapol Leg Armor
pt_br: Armad. de Pernas Megapol

source: Megapol Body Armor
pt_br: Armad. de Tronco Megapol

source: Megapol Right Arm Armor
pt_br: Armad. de Braço Direito Megapol

source: Megapol Left Arm Armor
pt_br: Armad. de Braço Esquerdo Megapol

source: Megapol Helmet
pt_br: Capacete Megapol

source: Marsec Leg Units
pt_br: Unidades de Perna MarSec

source: Marsec Body Unit
pt_br: Unidade de Tronco MarSec

source: Marsec Right Arm Unit
pt_br: Unidade de Braço Direito MarSec

source: Marsec Left Arm Unit
pt_br: Unidade de Braço Esquerdo MarSec

source: Marsec Head Unit
pt_br: Unidade de Cabeça MarSec

source: X-COM Leg Shields
pt_br: Escudos X-COM de Pernas

source: X-COM Body Shield
pt_br: Escudo X-COM de Tronco

source: X-COM Right Arm Shield
pt_br: Escudo X-COM de Braço Dir.

source: X-COM Left Arm Shield
pt_br: Escudo X-COM de Braço Esq.

source: X-COM Head Shield
pt_br: Escudo X-COM de Cabeça

source: Psimorph's Mindbender
pt_br: Projetor Mental de Psimorfo

source: Megaspawn's Disruptor
pt_br: Disruptor de Megacria

source: Megaspawn's Launcher
pt_br: Lançador de Megacria

source: Spitter's Vomit Funnel
pt_br: Funil de Vômito de Cuspidor

source: Multiworm's Spit
pt_br: Cuspida de Multiverme

source: Alien Egg's Vomit Tube
pt_br: Tubo de Vômito de Ovo Alienígena

source: Hyperworm's Bite
pt_br: Mordida de Hiperverme

source: Queenspawn's Tentacles
pt_br: Tentáculos de Rainha-Procriadora

source: Popper's Bomb
pt_br: Bomba de Explosor

source: Elerium
pt_br: Elério

source: Alien Artifact
pt_br: Artefato Alienígena

source: per unit
pt_br: por unidade

source: per clip
pt_br: por pente

source: per gramme
pt_br: por grama

source: Building
pt_br: Edificação

source: The Senate
pt_br: O Senado

source: Judgment Central
pt_br: Central de Julgamento

source: Enforcer Academy
pt_br: Academia de Imposição da Lei

source: Law Control Station
pt_br: Posto de Controle da Lei

source: Megastation One
pt_br: Megaposto Um

source: Megastation Two
pt_br: Megaposto Dois

source: Phoenix Sanatorium
pt_br: Sanatório Fênix

source: Nightingale Tower
pt_br: Torre Rouxinol

source: Iliad Institute
pt_br: Instituto Iliada

source: Bosch Institute
pt_br: Instituto Bosch

source: Marge Piercy Academy
pt_br: Academia Marge Piercy

source: Rescue One
pt_br: Resgate Um

source: Rescue Two
pt_br: Resgate Dois

source: Rescue Three
pt_br: Resgate Três

source: Quadrax Tower
pt_br: Torre Quadrax

source: Gygax Memorial Building
pt_br: Edificio Gygax Memorial

source: Parallax Tower
pt_br: Torre Paralaxe

source: Tsunami Building
pt_br: Edifício Tsunami

source: Venus Spires
pt_br: Espiras de Vênus

source: Raven Reaches
pt_br: Centro Comercial Futura

source: Mahler Building
pt_br: Edifício Mahler

source: The Gugarin Institute
pt_br: Instituto Gugarin

source: Lincoln Tower
pt_br: Torre Lincoln

source: The Armageddon Centre
pt_br: Centro Armagedon

source: Cyborg Institute
pt_br: Instituto Ciborgue

source: Uhuru Tower
pt_br: Torre Uhuru

source: The Karpov Building
pt_br: Edifício Karpov

source: Nietzsche Institute
pt_br: Instituto Nietzsche

source: Foucault Tower
pt_br: Torre Foucault

source: Edifice Tower
pt_br: Torre Conquista

source: The Ozone Building
pt_br: Edifício Ozônio

source: The New Empire Tower
pt_br: Torre Novo Império

source: Descartes Towers
pt_br: Torres Descartes

source: Transtellar Spacelines
pt_br: Linhas Espaciais Transtellar

source: Galactic Central
pt_br: Central Galáctica

source: Megavision One
pt_br: Megavisão Um

source: Megavision Two
pt_br: Megavisão Dois

source: Megavision Three
pt_br: Megavisão Três

source: Megatribe Warriors
pt_br: Guerreiros Megatribos

source: Meteor Kings
pt_br: Reis do Meteoro

source: Dog Star Wanderers
pt_br: Vagueadores de Sírius

source: Garden of Delights
pt_br: Jardim das Delícias

source: The Lineage Foundation
pt_br: Fundação Lineage

source: Aldous Huxley Emporium
pt_br: Empório Aldous Huxley

source: Hypermart Zone
pt_br: Hipercompras

source: Acropolis Apartments
pt_br: Residencial Acrópole

source: Atlantis Apartments
pt_br: Residencial Atlântida

source: Babylon Apartments
pt_br: Residencial Babilônia

source: Ptolemy Apartments
pt_br: Residencial Ptolomeu

source: Habizone Apartments
pt_br: Residencial Jardim das Saudades

source: Ecozone Apartments
pt_br: Residencial Ecovila

source: Stellar Apartments
pt_br: Residencial Estelar

source: Lone Ranger Apartments
pt_br: Residencial Cavaleiro Solitário

source: Eden Mansions
pt_br: Mansões Éden

source: Utopia Mansions
pt_br: Mansões Utopia

source: Nirvana Mansions
pt_br: Mansões Nirvana

source: Cyclops Mansions
pt_br: Mansões Ciclope

source: Cultivator One
pt_br: Cultivador Um

source: Cultivator Two
pt_br: Cultivador Dois

source: Cultivator Three
pt_br: Cultivador Três

source: Cityclean One
pt_br: Cidadelimpa Um

source: Cityclean Two
pt_br: Cidadelimpa Dois

source: Cityclean Three
pt_br: Cidadelimpa Três

source: Hydrozone One
pt_br: Aguapura Um

source: Hydrozone Two
pt_br: Aguapura Dois

source: Hydrozone Three
pt_br: Aguapura Três

source: Appliances One
pt_br: Produtos Gerais Um

source: Appliances Two
pt_br: Produtos Gerais Dois

source: Appliances Three
pt_br: Produtos Gerais Três

source: Arms One
pt_br: Defesa Um

source: Arms Two
pt_br: Defesa Dois

source: Arms Three
pt_br: Defesa Três

source: Robot One
pt_br: Robótica Um

source: Robot Two
pt_br: Robótica Dois

source: Robot Three
pt_br: Robótica Três

source: Car One
pt_br: Carros Um

source: Car Two
pt_br: Carros Dois

source: Car Three
pt_br: Carros Três

source: Flyer One
pt_br: Voadores Um

source: Flyer Two
pt_br: Voadores Dois

source: Flyer Three
pt_br: Voadores Três

source: Megaflyer One
pt_br: Megavoadores Um

source: Megaflyer Two
pt_br: Megavoadores Dois

source: Megaflyer Three
pt_br: Megavoadores Três

source: Construction One
pt_br: Matconst Um

source: Construction Two
pt_br: Matconst Dois

source: Construction Three
pt_br: Matconst Três

source: George Orwell Block
pt_br: Bloco George Orwell

source: Thomas More Tower
pt_br: Torre Thomas More

source: Dickens Estate
pt_br: Vila Dickens

source: Oliver Twist Block
pt_br: Bloco Oliver Twist

source: Campesino Apartments
pt_br: Residencial Campesino

source: Grey Visitor Towers
pt_br: Torres Visitante Cinzento

source: Scrooge Mansions
pt_br: Mansões Scrooge

source: Borstal Block
pt_br: Bloco Borstal

source: Heavenly Towers
pt_br: Torres do Paraíso

source: Civic Project
pt_br: Projeto Cívico

source: Chronos Block
pt_br: Bloco Cronos

source: Necronomicon Mansions
pt_br: Mansões Necronomicon

source: Angel Heart Heights
pt_br: Morro Coracao de Anjo

source: Lovecraft Block
pt_br: Bloco Barco do Amor

source: Bakunin Block
pt_br: Bloco Bakunin

source: Saturn Block
pt_br: Bloco Saturno

source: Hades Block
pt_br: Bloco Hades

source: Neptune Towers
pt_br: Torres Netuno

source: Maze Towers
pt_br: Torres Labirinto

source: Grimoire Block
pt_br: Bloco Grimoire

source: Durruti Block
pt_br: Bloco Durruti

source: Blue Doctor Project
pt_br: Projeto Doutor Azul

source: Enlightenment Towers
pt_br: Torres dos Iluminados

source: Renaissance Block
pt_br: Bloco Renascimento

source: Slum City
pt_br: Cidade das Favelas

source: Warehouse One
pt_br: Depósito Um

source: Warehouse Two
pt_br: Depósito Dois

source: Warehouse Three
pt_br: Depósito Três

source: Warehouse Four
pt_br: Depósito Quatro

source: Warehouse Five
pt_br: Depósito Cinco

source: Warehouse Six
pt_br: Depósito Seis

source: Warehouse Seven
pt_br: Depósito Sete

source: Warehouse Eight
pt_br: Depósito Oito

source: Warehouse Nine
pt_br: Depósito Nove

source: Warehouse Ten
pt_br: Depósito Dez

source: Warehouse Eleven
pt_br: Depósito Onze

source: Warehouse Twelve
pt_br: Depósito Doze

source: Energen Building
pt_br: Usina Energen

source: Midas Building
pt_br: Usina Midas

source: Recyclotorium One
pt_br: Reciclatório Um

source: Recyclotorium Two
pt_br: Reciclatório Dois

source: Recyclotorium Three
pt_br: Reciclatório Dois

source: Temple of the Apocalypse
pt_br: Templo do Apocalipse

source: Temple of the Millenium
pt_br: Templo do Milênio

source: Temple of the Visitors
pt_br: Templo dos Visitantes

source: Temple of Humility
pt_br: Templo da Humildade

source: Temple of Doom
pt_br: Templo do Destino Final

source: Temple of Sanity
pt_br: Templo da Sanidade

source: Earth
pt_br: Terra

source: Corridor
pt_br: Corredor

source: Access Lift
pt_br: Elevador de Acesso

source: Living Quarters
pt_br: Habitações

source: Stores
pt_br: Armazéns

source: Cells
pt_br: Células

source: Medical Bay
pt_br: Unidade Médica

source: Training Area
pt_br: Área de Treinamento

source: Psi-gym
pt_br: Psi-Ginásio

source: Security Station
pt_br: Posto de Segurança

source: Advanced Security Station
pt_br: Posto de Segurança Avançado

source: Vehicle Repair Bay
pt_br: Oficina de Reparos de Veículos

source: Biochemistry Lab
pt_br: Laboratório Bioquímico

source: Advanced Biochemistry Lab
pt_br: Laboratório Bioquímico Avançado

source: Quantum Physics Lab
pt_br: Laboratório de Física Quântica

source: Advanced Quantum Physics Lab
pt_br: Lab. de Física Quântica Avançado

source: Alien Containment
pt_br: Contenção de Alienígenas

source: Advanced Alien Containment
pt_br: Contenção de Alienígenas Avançada

source: Workshop
pt_br: Unidade de Pesquisa e Desenvolvimento

source: Advanced Workshop
pt_br: Unidade de Pesq. e Desenv. Avançada

source: Empty section
pt_br: Seção vazia

source: Bolter 4000 Laser Gun
pt_br: Canhão Laser Bolter 4000

source: Lancer 7000 Laser Gun
pt_br: Canhão Laser Lancer 7000

source: Rendor Plasma Gun
pt_br: Revólver de Plasma Rendor

source: Lineage Plasma Cannon
pt_br: Canhão de Plasma Lineage

source: Plasma Multi-System
pt_br: Multi-Sistema de Plasma

source: Light Disruptor Beam
pt_br: Raio Disruptor Leve

source: Medium Disruptor Beam
pt_br: Raio Disruptor Médio

source: Heavy Disruptor Beam
pt_br: Raio Disruptor Pesado

source: 40mm Auto Cannon
pt_br: Auto-Canhão de 40 mm

source: Janitor Missile Array
pt_br: Bateria de Mísseis Janitor

source: Justice Missile Launcher
pt_br: Lança-Mísseis Justice

source: Prophet Missile Array
pt_br: Bateria de Mísseis Prophet

source: Retribution Missile Launcher
pt_br: Lança-Mísseis Retribution

source: Disruptor Bomb Launcher
pt_br: Lanç. de Bombas Disruptoras

source: Stasis Bomb Launcher
pt_br: Lanç. de Bombas de Estase

source: Disruptor Multi-Bomb Launcher
pt_br: Lanç. de B. Disrupt. Múlt.

source: Laser Defense Array
pt_br: Bateria Defensiva Laser

source: Plasma Defense Array
pt_br: Bateria Defensiva de Plasma

source: SD Standard
pt_br: SD Padrão

source: SD Deluxe
pt_br: SD Luxo

source: SD Sports
pt_br: SD Esporte

source: SD Special
pt_br: SD Especial

source: 40mm Auto Cannon Turret
pt_br: Torre de Auto-Canhão 40mm

source: Airguard Anti-Air Cannon
pt_br: Canhão Antiaéreo Airguard

source: GLM Array
pt_br: Bateria MLS

source: Plasma Turret Cannon
pt_br: Canhão de Torre de Plasma

source: GLM Air defense
pt_br: Defesa Aérea MLS

source: Rumble Cannon
pt_br: Canhão Rumble

source: Light Weapons Control
pt_br: Controle de Armas Leve

source: Medium Weapons Control
pt_br: Controle de Armas Médio

source: Heavy Weapons Control
pt_br: Controle de Armas Pesado

source: Advanced Control System
pt_br: Sist. de Controle Avançado

source: Cargo Module
pt_br: Módulo de Carga

source: Passenger Module
pt_br: Módulo de Passageiros

source: Bio-Transport Module
pt_br: Mód. de Transporte Biológico

source: Missile Evasion Matrix
pt_br: Matriz de Evasão de Mísseis

source: Small Disruption Shield
pt_br: Escudo de Disrupção Pequeno

source: Large Disruption Shield
pt_br: Escudo de Disrupção Grande

source: Cloaking Field
pt_br: Campo de Camuflagem

source: Teleporter
pt_br: Teleportador

source: Dimension Shifter
pt_br: Deslocador Dimensional

source: Senate
pt_br: Senado

source: Police Station
pt_br: Posto Policial

source: School
pt_br: Escola

source: Rescue Station
pt_br: Posto de Resgate

source: Offices
pt_br: Escritórios

source: Corporate HQ
pt_br: Sede Corporativa

source: Space Port
pt_br: Espaçoporto

source: Sensodrome
pt_br: Sensódromo

source: Astrodome
pt_br: Astrodromo

source: Procreation Park
pt_br: Parque de Procriação

source: Shopping Mall
pt_br: Shopping Center

source: Car Park
pt_br: Estacionamento

source: Apartments
pt_br: Apartamentos

source: Luxury Apartments
pt_br: Apartamentos de Luxo

source: Atmosphere Processor
pt_br: Processador Atmosférico

source: Hydro-Farm
pt_br: Hidro-Fazendas

source: Sewage Works
pt_br: Sist. de Trat. de Esgotos

source: Water Purifier
pt_br: Purificador de Água

source: Appliances Factory
pt_br: Fáb. de Bens de Consumo

source: Arms Factory
pt_br: Fábrica de Armas

source: Robot Factory
pt_br: Fábrica de Robôs

source: Car Factory
pt_br: Fábrica de Carros

source: Flyer Factory
pt_br: Fáb. de Veículos Voadores

source: Large Flyer Factory
pt_br: F. Veíc. Voad. G. Porte

source: Construction Factory
pt_br: Fáb. Mat. de Construção

source: Slums
pt_br: Favelas

source: Ruins
pt_br: Ruínas

source: Warehouse
pt_br: Depósito

source: Space Ship
pt_br: Espaçonave

source: Power Station
pt_br: Estação de Energia

source: Recyclotorium
pt_br: Reciclatório

source: Outdoor Parks
pt_br: Parques

source: People Tubes
pt_br: Tubos de Transporte Pessoal

source: Temple of Sirius
pt_br: Templo de Sírius

source: X-COM Base
pt_br: Base X-COM

source: UFOs
pt_br: OVNIs

source: Incubator Chamber
pt_br: Câmara de Incubação

source: Spawning Chamber
pt_br: Câmara de Desova

source: Food Chamber
pt_br: Câmara de Alimentação

source: Megapod Chamber
pt_br: Câmara Megacasulo

source: Sleeping Chamber
pt_br: Câmara Dormitório

source: Organic Factory
pt_br: Fábrica Orgânica

source: Alien Farm
pt_br: Fazenda Alienígena

source: Control Chamber
pt_br: Câmara de Controle

source: Maintenance Factory
pt_br: Fábrica de Manutenção

source: Dimension Gate Generator
pt_br: Gerador de Portal Dimensional

source: Transporter
pt_br: Transporte

source: Fast Attack ship
pt_br: Nave de Ataque Rápido

source: Destroyer
pt_br: Destróier

source: Assault craft
pt_br: Nave de Assalto

source: Bomber
pt_br: Bombardeiro

source: Escort
pt_br: Escolta

source: Battleship
pt_br: Couraçado

source: Mothership
pt_br: Nave-Mãe

source: Property
pt_br: Propriedade

source: Financial services
pt_br: Serviços financeiros

source: Import/Export
pt_br: Importação/Exportação

source: Security services
pt_br: Serviços de segurança

source: Transport services
pt_br: Serviço de transporte

source: Administration
pt_br: Administração

source: Genetics
pt_br: Genética

source: Construction
pt_br: Construção

source: Vehicle manufacture
pt_br: Fabricação de veículos

source: Nanotechnology
pt_br: Nanotecnologia

source: Personal armaments
pt_br: Armamentos pessoais

source: Security systems droids
pt_br: Dróides de sistemas de segurança

source: Power cells
pt_br: Células de combustível

source: Furniture
pt_br: Mobiliário

source: Alien
pt_br: Alienígena

source: Government
pt_br: Governo

source: Cult of Sirius
pt_br: Culto de Sírius

source: Sensovision
pt_br: Sensovisão

source: Sanctuary Clinic
pt_br: Clínica Santuário

source: Gravball League
pt_br: Liga de Gravibol

source: S.E.L.F.
pt_br: F.L.E.S.

source: Mutant Alliance
pt_br: Aliança Mutante

source: Extropians
pt_br: Extropianos

source: Technocrats
pt_br: Tecnocratas

source: Civilian
pt_br: Civis

source: #Alien
pt_br: #Alienígena

source: #Government
pt_br: #Governo

source: #Police
pt_br: #Polícia

source: #Corporation
pt_br: #Corporação

source: #Psiclone gang
pt_br: #Quadrilha de Psiclone

source: #Cult
pt_br: #Culto

source: #Cyborg
pt_br: #Ciborgue

source: #Hybrid
pt_br: #Híbrido

source: #Sectoid
pt_br: #Sectoide

source: #Political
pt_br: #Político

source: The following people have been reported dead:
pt_br: As seguintes pessoas foram dadas como mortas:

source: has been reported dead.
pt_br: foi dado como morto.

source: Dank
pt_br: Úmido

source: Dingy
pt_br: Sujo

source: Reasonable
pt_br: Razoável

source: Nice
pt_br: Bonito

source: Good
pt_br: Bom

source: Pleasant
pt_br: Afável

source: Pleasing
pt_br: Agradável

source: Expensive
pt_br: Caro

source: Luxurious
pt_br: Luxuoso

source: Exclusive
pt_br: Exclusivo

source: At
pt_br: Em

source: Returning to base
pt_br: Retornando à base

source: Observation Duty
pt_br: Tarefa de Observação

source: Searching for
pt_br: Procurando por

source: Tailing
pt_br: Seguindo

source: Spying
pt_br: Espionando

source: Reporting to base
pt_br: Reportando-se à base

source: Fusion Powerfuel
pt_br: Combustível de Fusão

source: Elerium-115
pt_br: Elério-115

source: Zorium
pt_br: Zório

source: Multi-Cannon Round
pt_br: Salva Multi-Canhão

source: Janitor Missile
pt_br: Míssil Janitor

source: Justice Missile
pt_br: Míssil Justice

source: Prophet Missile
pt_br: Míssil Prophet

source: Retribution Missile
pt_br: Míssil Retribution

source: Disruptor Bomb
pt_br: Bomba Disruptora

source: Stasis Bomb
pt_br: Bomba de Estase

source: Disruptor Multi-Bomb
pt_br: Bomba Disruptora Múltipla
