Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The airborne rescue vehicle serves as an ambulance and fire engine. It is specially equipped to deal with rescue situations involving car accidents and other disasters. However dealing with the Alien invasion is well beyond the scope of the rescue service which normally has little to do given the strict safety regulations governing all aspects of city life.
cs: Létající záchranné vozidlo používají hlavně ambulance a hasiči. Je speciálně vybaveno pro zvládnutí krizových situací, jako automobilových nehod či jiných katastrof. Zápas s cizáckou invazí však přesahuje možnosti záchranných služeb, které i v normální situaci mají dost práce s dodržováním všech předpisů, které vymezují většinu aspektů života ve městě.
de_de: Dieses Luftfahrzeug wird als Krankenwagen und Feuerwehrfahrzeug eingesetzt. Durch seine spezielle Ausrüstung ist es für Rettungsaktionen wie beispielsweise Autounfälle und andere Notfälle bestens geeignet. Für Auseinandersetzungen mit den Aliens sind die Rettungsdienste nicht gerüstet, und aufgrund der strikten Sicherheitsbestimmungen, die alle Einzelheiten des Stadtlebens regeln, haben sie meist nicht viel zu tun.
es: Este vehículo aéreo de rescate sirve como ambulancia y coche de bomberos. Está especialmente equipado para las situaciones de rescate en accidentes de coche y otros desastres. Sin embargo, ocuparse de la invasión alienígena queda fuera de la competencia del servicio de rescate, que normalmente tiene poco trabajo dadas las estrictas normas de seguridad que gobiernan todos los aspectos de la vida en la ciudad.
fr_fr: Le véhicule de secours aérien sert d'ambulance et de voiture de pompier. Il est spécialement équipé pour apporter des secours dans des situations telles que des accidents d'auto ou autres catastrophes dans la ville. Cependant le service de secours, qui n'a pratiquement jamais à intervenir en raison des règles de sécurité extrêmement strictes de la ville, ne dispose pas des compétences nécessaires pour faire face à l'invasion alienne.
it: Questo veicolo di soccorso aereo può funzionare sia come ambulanza che come mezzo antincendio. E' equipaggiato per fare fronte a molte emergenze, quali incidenti stradali e altri disastri. Purtroppo l'invasione degli Alieni è decisamente al di là delle sue possibilità di intervento.
ja_jp: 飛行救急艇は救急車と消防車の役割を兼ね備え、乗り物事故やその他の災害時に救急活動を行う。しかし都市生活のあらゆる面を支配する厳しい安全上の規定に則っている為、エイリアンの侵略時にはあまり役に立たない。
pl: Latający transport ratunkowy służy jako ambulans i pojazd straży pożarnej. Jest on wyposażony do radzenia sobie w różnych sytuacjach zagrożenia życia, takich jak wypadki drogowe i inne katastrofy. Radzenie sobie z obcą inwazją pozostaje jednak znacznie poza możliwościami służb ratunkowych, które normalnie mają niewiele do roboty, biorąc pod uwagę ostre regulacje wszelkich aspektów życia miejskiego.
pt_br: O transporte de resgate aéreo atua como ambulância ou bombeiro. É especialmente equipada para lidar com situações de resgate envolvendo acidentes de carro e outros desastres. Entretanto, lidar com a invasão alienígena está além de suas capacidades, que se limita aos aspectos de segurança da vida na cidade.
ru_ru: Летательный аппарат службы спасения одновременно выполняет функции скорой помощи и пожарной машины. Он специально оснащен для работы на месте автомобильных аварий и других катастроф. Однако работа в условиях вторжения пришельцев находится далеко за пределами возможностей службы спасения, обязанности которой обычно достаточно просты благодаря жестким директивам безопасности, контролирующим все аспекты жизни города.

source: This multipurpose craft is used to build and repair any type of building within the city boundary. It will also repair roads, bridges and other structures. The aesthetic regulations also require construction vehicles to be equipped for landscape gardening and forestry work.
cs: Tyto mnohoúčelové stroje jsou využívány k výstavbě a opravám všech typů budov uvnitř města. Také opravují silnice, mosty a jiné struktury. Estetické potřeby města také vyžadují, aby byla konstrukční vozidla vybavena pro terénní úpravy, zahradnické a lesnické práce.
de_de: Dieses Vielzweck-Fahrzeug wird zum Bau bzw. zur Instandhaltung jeglicher Art von Gebäuden sowie von Straßen, Brücken und ähnlichem verwendet. In Übereinstimmung mit den Ästhetikbestimmungen müssen Konstruktionsfahrzeuge auch für die Landschaftspflege und Forstarbeiten einsetzbar sein.
es: Esta nave multiuso se utiliza para construir y reparar cualquier tipo de edificio dentro de los límites de la ciudad. También repara carreteras, puentes y otras estructuras. Las normas estáticas también requieren que los Vehículos de Construcción están preparados para la jardinería y trabajos en los bosques.
fr_fr: Ce vaisseau polyvalent est utilisé pour construire et réparer tous les types de bâtiment se trouvant dans les limites de la ville. Il répare également les routes, les ponts et autres structures. Selon les décrets sur l'esthétisme, les véhicules de construction doivent aussi être équipés pour le jardinage paysagiste et les travaux forestiers.
it: Questo mezzo multiuso viene impiegato per costruire e riparare qualsiasi tipo di edificio nei confini della città. Può anche riparare le strade, i ponti e le altre strutture. I canoni estetici hanno imposto anche le funzioni di decorazione dei giardini e lavori di forestazione.
ja_jp: この多目的車両は主に都市内のビルの建築や修復用に用いられるが、道路や橋梁といった幹線関連の工事にも対応する。こうした建設車両にも美的観点から規則が適用され、景観や森林を保全する様作られている。
pl: Ta wielozadaniowa jednostka jest używana do budowy i napraw wszelkich typów budynków w obrębie miasta. Naprawia także drogi, mosty i inne konstrukcje. Regulacje estetyczne wymagają od pojazdów budowlanych przystosowania także do prac związanych z pielęgnacją terenów zielonych i lasów.
pt_br: Essa nave multitarefa é utilizada para construir e reparar qualquer tipo de edifício dentro dos limites da cidade. Também pode reparar estradas, pontes e outras estruturas. As normas estéticas também exigem que veículos de construção sejam preparados para realizar serviços de jardinagem e florestamento.
ru_ru: Эта многоцелевая машина используется для строительства и ремонта всех типов зданий в городской черте. Она также предназначена для ремонта дорог, мостов и прочих сооружений. Директивы по вопросам эстетики также требуют, чтобы строительные машины были оснащены оборудованием для ландшафтной архитектуры и лесохозяйственных работ.

source: Heavy transportation is mainly undertaken by these heavy duty air transports. Manufactured goods are transported entirely by air, given the unreliability and dangers of road transport in the deregulated areas, or slums. The Airtrans is a computer controlled craft, but must be manned by law according to the inter-personal contact ordinances.
cs: Těžké transportéry jsou hlavním prostředkem nelehkého úkolu vzdušné přepravy. Vyrobené zboží je transportováno hlavně vzduchem, vyhýbajíc se tak nespolehlivé a nebezpečné pozemní dopravě v neregulovaných oblastech a Slumech. Aerotrans je počítačem řízený stroj, ale kvůli osobní odpovědnosti za přepravu, musí být obsazen lidskou posádkou.
de_de: Die Beförderung von schweren Gütern erfolgt in der Regel mit den Lufttransportern. Aufgrund der Unzuverlässigkeit und der Gefahren des Straßentransports in den deregulierten Gebieten (oder Slums) werden Güter zumeist auf dem Luftweg transportiert. Obwohl der Lufttransporter computergesteuert ist, schreiben die interpersonellen Kontaktbestimmungen eine Besatzung vor.
es: El transporte pesado lo realizan principalmente estas naves. Los bienes de consumo se transportan por aire debido a la poca fiabilidad y peligrosidad del transporte terrestre en las zonas sin regularizar y suburbios. Esta nave está controlada por ordenador, pero debe ser tripulada de acuerdo con las leyes y ordenanzas de contacto interpersonales.
fr_fr: L'Airtrans est un transporteur aérien résistant destiné aux produits lourds ou encombrants. En raison du manque de fiabilité et des dangers des transports routiers dans les zones non réglementées ou les taudis, les produits manufacturés sont toujours transportés par les airs. Ce vaisseau contrôlé par ordinateur doit obligatoirement posséder un équipage, conformément aux décrets de contacts interpersonnels.
it: Il trasporto dei materiali pesanti è svolto principalmente da questi mezzi di trasporto. I prodotti lavorati vengono infatti inviati a destinazione per via aerea, considerati i rischi del trasporto su strada nelle zone non sorvegliate. L'Airtrans è un veicolo controllato elettronicamente, ma deve avere a bordo un equipaggio in base alle ordinanze sull'occupazione.
ja_jp: 膨大な量の物資の輸送がこの空輸艇を用いて賄われているが、規制の緩いエリアやスラムなどでは未だに危険な路上運搬に頼っている。エアトランスはコンピュータ化されているが、対人間業務法によって乗員の存在が義務付けられている。
pl: Transport ciężki w mieście jest obsługiwany głównie przez te ciężkie transportowce. Wyprodukowane towary są przenoszone wyłącznie drogą powietrzną z uwagi na niepewną jakość i niebezpieczeństwa związane z jazda przez niekontrolowane obszary miasta, takie jak slumsy. Aerotrans jest sterowany przez komputer, jednak musi być obsadzony przez żywą załogę zgodnie z prawem o kontaktach interpersonalnych.
pt_br: Transporte aéreo pesado é realizado por esse tipo de transporte industrial. Bens industrializados são transportados somente pelo ar, dados os perigos do transporte rodoviário em áreas desreguladas ou favelas. O aerotrans é uma nave controlada por computador, mas deve ser tripulada por lei, de acordo com os decretos de contato interpessoal.
ru_ru: Тяжелые грузоперевозки осуществляются главным образом с помощью этих большегрузных воздушных транспортеров. Промышленные товары перевозятся только по воздуху из-за низкой надежности дорожного транспорта и опасностей, возникающих в нерегулируемых зонах и трущобах. Воздушный транспортер - это контролируемый компьютером летательный аппарат, управление которым, тем не менее, должно осуществляться человеком согласно директивам по вопросам межличностных контактов.

source: The huge Space Liners enable commerce with Mars, the Moon and the deep space mining colonies. Huge quantities of manufactured goods are transported outwards, the Space Liners then return laden with raw materials and small quantities of the precious Elerium.
cs: Mohutné vesmírné lodě umožňují obchodní styky s Měsícem, Marsem a důlními koloniemi ve vzdáleném vesmíru. Vesmírné lodě odvážejí ohromná množství vyrobeného zboží, aby se navrátily naloženy surovinami a občas i malým množstvím vzácného Eleria.
de_de: Diese riesigen Raumkreuzer ermöglichen Handelsverbindungen mit dem Mars, dem Mond und den Bergbaukolonien im Weltraum. Mit Hilfe dieser Kreuzer werden große Mengen an Produktionsgütern ausgeliefert und Rohstoffe und kleinere Mengen des wertvollen Eleriums zur Erde zurücktransportiert.
es: Los enormes Navíos Espaciales permiten comerciar con Marte, la Luna y las colonias mineras en el espacio exterior. Se llevan enormes cantidades de bienes de consumo hacia fuera; los Navíos Espaciales vuelven luego cargados con materias primas y pequeñas cantidades del preciado Elerio.
fr_fr: Les énormes cargos spatiaux permettent des actes de commerce entre Mars, la Lune et les colonies minières spatiales. D'énormes quantités de produits manufacturés y sont transportées. Au retour, les cargos spatiaux sont chargés de matières premières et de petites quantités du précieux élérium.
it: L'immenso Traghetto Spaziale trasporta merci e persone su Marte, sulla Luna e sulle colonie minerarie dello spazio profondo. Durante il viaggio di andata il carico è costituito da beni di prima necessità, mentre al ritorno il Traghetto Spaziale riporta sulla terra materie prime e piccole quantità del preziosissimo Elerio.
ja_jp: この巨大な航宙貨物シップは火星との商業目的や、月や深宇宙の採掘コロニーへ向かう輸送手段として用いられる。行きは大量の物資を外宇宙に送り届け、帰りは現地の資源と貴重なエレリウムを少量積んで戻ってくる。
pl: Ogromne liniowce umożliwiają wymianę handlową z Marsem, Księżycem i koloniami górniczymi w głębokim kosmosie. Na jego pokładzie eksportowane są ogromne ilości wyprodukowanych towarów, po czym liniowce wracają na Ziemię wyładowane surowcami oraz małymi ilościami cennego elerium.
pt_br: As gigantescas linhas espaciais permitem comércio com Marte, a Lua e colonias de mineração do espaço profundo. Transportam grandes quantidades de bens industriais são transportados para então retornar com insumos e pequenas quantidades do precioso Elerium.
ru_ru: Огромные космические грузовики обеспечивают коммерческие перевозки на Марс, Луну и в горнодобывающие космические колонии в глубоком космосе. Туда перевозится огромное количество промышленных товаров, а обратно они возвращаются груженные сырьем и небольшими партиями драгоценного элериума.

source: The Phoenix is manufactured by Marsec mainly for military purposes. This sleek but rugged vehicle is used for reconnaissance in dangerous environments such as the Mars colony. A variety of weapon and engine configurations can be used and a well equipped Phoenix is more than a match for a police Hovercar.
cs: Fénix vyrábí společnost Marsec hlavně pro armádní účely. Toto uhlazené ale zároveň drsné vozidlo je používáno k průzkumu v nebezpečném okolí, jako jsou třeba kolonie na Marsu. Možnost používat různé kombinace zbraní a motorů způsobuje, že plně vybavený Fénix je mnohem účinnější, než policejní vznášedla.
de_de: Der Phoenix wird von Marsec hauptsächlich für militärische Zwecke produziert. Das elegante und gleichzeitig sehr robuste Schiff wird für Aufklärungseinsätze in gefährlichen Umgebungen wie der Mars-Kolonie verwendet. Eine Vielzahl von Waffen- und Triebwerkskonfigurationen kann eingesetzt werden, und ein gut ausgerüsteter Phoenix nimmt es mit einem Polizei-Schwebefahrzeug mit Leichtigkeit auf.
es: El Phoenix lo fabrica Marsec principalmente para uso militar. Este estilizado pero duro vehículo se utiliza para el reconocimiento en ambientes peligrosos como la colonia de Marte. Puede tener gran variedad de armas y configuraciones de motor y un Phoenix bien equipado siempre puede con un Hovercoche de la Policía.
fr_fr: Le Phénix est fabriqué par Marsec, essentiellement à des fins militaires. Ce vaisseau robuste aux lignes pures est utilisé pour les missions de reconnaissance dans des environnements dangereux tels que la colonie de Mars. Une grande diversité de configurations d'armes et de moteurs peut être utilisée, et un Phénix bien équipé aura de meilleures performances qu'une hovercar de police.
it: Il Phoenix è prodotto, principalmente per scopi militari, dalle industrie Marsec. Questo veicolo, agile ma estremamente robusto, viene impiegato in compiti di ricognizione su terreni pericolosi, come la colonia marziana. Il Phoenix può essere dotato di una grande varietà di armi e di motori, ed è in grado di rappresentare una seria minaccia per qualsiasi Hovercar della polizia.
ja_jp: フェニックスはマーゼック社製で主に軍用として用いられている。流線型だが無骨な見た目のこの機体は主に火星コロニーなどの危険地帯の偵察用として活躍している。多岐にわたる兵器とエンジンの組み合わせが可能で、ホバーパトカーよりも汎用性が高い。
pl: Feniksy są produkowane przez korporację Marsek, głównie do celów wojskowych. Ten elegancki, lecz wytrzymały pojazd jest używany do zwiadu w niebezpiecznym środowisku, takim jak kolonia na Marsie. Na pokładzie Feniksa można zainstalować szereg konfiguracji broni i silników, a dobrze wyposażony stanowi więcej niż solidną konkurencję dla policyjnego howera.
pt_br: O Fênix é fabricado pela Marsec principalmente para uso militar. Esse veículo elegante porém resistente é usado para reconhecimento em ambientes perigosos, como a colônia de Marte. Diversas configurações de armas e motores podem ser utilizadas, possibilitando à Fênix se equiparar a uma viatura, a depender da configuração.
ru_ru: "Феникс" выпускается корпорацией "Марсек" в основном в военных целях. Это элегантное, но прочное транспортное средство используется для разведки в опасных условиях окружающей среды, таких, какие существуют в колонии на Марсе. "Феникс" имеет возможность установки различных видов вооружений и двигательных установок, а потому при правильном оснащении вполне может сравняться с полицейскими ховеркарами.

source: The unusual Hoverbike with 'side car' is used for military purposes or for the personal pleasure of wayward youth who enjoy speed and altitude. Its good power to weight ratio means that this is the most maneuverable air vehicle but it can only carry light armaments. The Hoverbike can be a valuable means of transport for the Agent on investigative missions where speed of response is essential.
cs: Pro své mimořádné vlastnosti je Vzdušný skůtr s postraním vozíkem používán armádou či k potěšení té části mládeže, která miluje výšku a rychlost. Jeho výkonný pohon při malé hmotnosti z něj dělají nejobratnější vzdušný stroj, i když může nést jen lehkou výzbroj. Vzdušný skůtr může být neocenitelným prostředkem přepravy agentů k vyšetřovací misi, kde rychlost odezvy hraje hlavní roli.
de_de: Das ungewöhnliche Schwebemotorrad mit Seitenwagen wird vor allem für militärische Zwecke eingesetzt, doch auch wohlhabende Jugendliche fahren es aufgrund seiner Geschwindigkeit und seiner enormen Flughöhe gern. Wegen seines beeindruckenden Kraft-Gewicht-Verhältnisses ist es sehr manövrierfähig, es kann jedoch nur mit leichten Waffen bestückt werden. Das Schwebemotorrad ist für X-COM-Agenten besonders auf Aufklärungseinsätzen nützlich, wenn es auf schnelle Reaktion ankommt.
es: Esta extraña Hovermoto con sidecar la utilizan los militares o los jóvenes que les gusta la velocidad y la altitud. Su buen equilibrio entre peso y potencia significa que este es el vehículo aéreo más maniobrable, pero sólo lleva armas ligeras. La Hovermoto puede ser un valioso método de transporte para un Agente X-COM en misiones de investigación donde la velocidad de respuesta es esencial.
fr_fr: L'étrange hoverbike "side-car" est utilisée à des fins essentiellement militaires ou par les adolescents rebelles qui se grisent de vitesse et d'altitude. Son impressionnant rapport puissance-poids en fait un véhicule extrêmement maniable dans les airs, mais elle ne peut être équipée que d'armes légères. L'hoverbike peut se révéler un moyen de transport précieux pour les agents d'X-COM menant des enquêtes où la rapidité de réponse est essentielle.
it: Questo strano veicolo, dotato anche di un sidecar, viene usato dall'esercito e dai giovani spericolati che vogliono provare il brivido del volo e della velocità. L'enorme potenza a disposizione in relazione al ridotto peso lo rende il veicolo aereo in assoluto più manovrabile, ma può essere dotato soltanto di armamenti leggeri. L'Hovermoto viene solitamente usata dagli agenti della X-COM nelle missioni investigative in cui sia cruciale la capacità di reagire rapidamente a ogni situazione.
ja_jp: この特殊なサイドカー付きホバーバイクはスピードと高度に魅せられた反抗期の若者達に特に好まれている。対重量比で良好な速度を出せる為、非常に機動力が高いが、ごく軽量な兵器しか搭載できない。しかし迅速な対応が求められる調査ミッションを担当するエージェントにとっては貴重な足代わりになるだろう。
pl: Ten nietypowy howercykl z 'przyczepą' służy celom wojskowym lub rekreacji złotej młodzieży kochającej prędkość i wysokość. Efektywny stosunek mocy silnika do masy czyni z niego najbardziej zwrotny pojazd latający, ale może on przenosić tylko najlżejszą broń. Howercykl może być nieocenionym środkiem transportu dla agentów w misjach śledczych, gdy szybkość reakcji jest kluczowa.
pt_br: A moto aerodeslizadora com carro lateral é usada para fins militares ou pessoais, em geral, jovens que apreciam velocidade e altitude. Sua relação peso/potência o torna o veículo aéreo mais manobrável, porém só pode carregar armamentos leves. A levicleta pode ser um meio de transporte valioso para o Agente em missões de investigação, em que velocidade de resposta é essencial.
ru_ru: Этот необычный ховербайк с коляской используется в военных целях и для развлечения капризной молодежью, которой нравится скорость и ощущение высоты. Хорошее соотношение мощности к массе означает, что этот летательный аппарат представляет собой самое маневренное транспортное средство, которое, однако, способно нести только легкие вооружения. Ховербайк может стать ценным транспортным средством для перевозки оперативника на расследование, когда важна скорость реакции на вызов.
