Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Mind Control
cs: Ovládnout
de_de: Körperkontrolle
es: Control Mental
fr_fr: Contrôle de l'esprit
it: Controllo mentale
ja_jp: マインドコントロール
pl: Kontrola Umysłu
pt_br: Controle da mente
ru_ru: Контроль разума

source: Panic
cs: Panika
de_de: Panik
es: Asustar
fr_fr: Panique
it: Panico
ja_jp: パニック
pl: Panika
pt_br: Pânico
ru_ru: Паника

source: Probe
cs: Sonda
de_de: Psi-Sonde
es: Comprobar
fr_fr: Sonde
it: Sonda
ja_jp: 探査
pl: Sonda
pt_br: Sonda
ru_ru: Зондирование

source: Psi-lend
cs: Povzbudit
de_de: Psi-Kraftverleihung
es: Psi-prestar
fr_fr: Prêt psionique
it: Passaggio Psi
ja_jp: Psiレンド
pl: Użyczanie psi
ru_ru: Пси-передача

source: Psi-unpanic
cs: Uklidnit
de_de: Psi-Beruhigung
es: Psi-desasustar
fr_fr: Non panique psionique
it: Antipanico Psi
ja_jp: Psiアンパニック
pl: Uspokojenie paniki
pt_br: Psiacalmar
ru_ru: Пси-антипаника

source: Psi-unstun
cs: Zrušit ochromení
de_de: Psi-Betäubung deaktiviert
es: Psi-desaturdir
fr_fr: Déparalysant psionique
it: Antistordente Psi
ja_jp: Psiアンスタン
pl: Sole trzeźwiące
pt_br: Psidesatordoar
ru_ru: Пси-антиоглушение

source: MIND PROBE
cs: SONDA MYSLI
de_de: GEISTESSONDE
es: SONDA MENTAL
fr_fr: SONDE MENTALE
it: CONTROLLO MENTALE
ja_jp: マインドプローブ
pl: SONDA UMYSŁOWA
pt_br: SONDA MENTAL
ru_ru: МЕНТАЛЬНОЕ ЗОНДИРОВАНИЕ

source: Structure probe
cs: Sonda struktury
de_de: Struktursonde
es: Comprobador de Estructura
fr_fr: Sonde de structure
it: Sonda strutturale
ja_jp: 構造プローブ
pl: Sonda strukturalna
pt_br: Sonda de Estrutura
ru_ru: Зонд для исследования структуры

source: -recharges
cs: -dobíjí se
de_de: -Aufladung
es: -recargas
fr_fr: -Rechargement
it: -ricariche
ja_jp: -リチャージ中
pl: -przeładowuje
pt_br: -recarrega
ru_ru: - подзаряжается

source: Mind shield
cs: Psionický štít
de_de: Geistesschild
es: Escudo Mental
fr_fr: Bouclier mental
it: Scudo mentale
ja_jp: マインドシールド
pl: Osłona umysłowa
pt_br: Escudo mental
ru_ru: Ментальный щит

source: Mind bender
cs: Ovladač mysli
de_de: Geistverzerrer
es: Distorsionador Cerebral
fr_fr: Asservisseur mental
it: Incanalatore mentale
ja_jp: 精神歪曲器
pl: Projektor psioniczny
pt_br: Dobrador mental
ru_ru: Ментальный регулятор

source: Alien detector
cs: Detektor Cizáků
de_de: Alien-Detektor
es: Detector de Alienígenas
fr_fr: Détecteur d'aliens
it: Rilevatore di Alieni
ja_jp: エイリアン探知器
pl: Wykrywacz obcych
pt_br: Detector alienígena
ru_ru: Детектор пришельцев

source: Personal disruption shield
cs: Osobní štít rozbíječe
de_de: Persönlicher Disruptor-Schild
es: Escudo perturbador personal
fr_fr: Bouclier disrupteur personnel
it: Scudo a Disgregazione
ja_jp: 個人用ディスラプターシールド
pl: Osobista tarcza dysrupcyjna
pt_br: Escudo pessoal disruptivo
ru_ru: Личный генератор расщепляющего щита

source: Personal teleporter
cs: Osobní teleporter
de_de: Persönlicher Teleporter
es: Teletransportador Personal
fr_fr: Téléporteur personnel
it: Teletrasporto personale
ja_jp: 個人用テレポーター
pl: Teleporter osobisty
pt_br: Teletransporte pessoal
ru_ru: Личный телепортатор

source: Personal Cloaking field
cs: Osobní maskovací pole
de_de: Persönliches Tarnfeld
es: Campo Personal de Camuflaje
fr_fr: Champ de camouflage
it: Mimetizzatore personale
ja_jp: 個人用クロークフィールド
pl: Osobiste pole maskujące
pt_br: Campo de camuflagem pessoal
ru_ru: Личный генератор маскирующего поля

source: Dimension force field
cs: Dimenzionální silové pole
de_de: Dimensions-Energiefeld
es: Campo de fuerza de la Dimensión
fr_fr: Champ de force dimensionnelle
it: Campo di forza dimensionale
ja_jp: 次元バリア
pl: Pole siłowe międzywymiarowe
pt_br: Campo de força dimensional
ru_ru: Межразмерное силовое поле

source: None
cs: Nic
de_de: Keine/r
es: Ninguno
fr_fr: Aucun
it: Nessuno
ja_jp: なし
pl: Nic
pt_br: Nada
ru_ru: Нет

source: Delay = %i
cs: Zpoždění=%i
de_de: Verzögerung = %i
es: Demora = %i
fr_fr: Délai = %i
it: Ritardo = %i
ja_jp: 遅延 = %i
pl: Opóźnienie = %i
pt_br: Atraso = %i
ru_ru: Задержка = %i

source: Range = %2.1fm.
cs: Dosah= %2.1fm.
de_de: Reichweite = %2.1fm.
es: Alcance = %2.1fm.
fr_fr: Portée = %2.1fm.
it: Raggio = %2.1fm.
ja_jp: 範囲 = %2.1fm.
pl: Zasięg = %2.1fm.
pt_br: Alcance = %2.1fm.
ru_ru: Дистанция = %2.1fm.

source: Initializing
cs: Inicializace
de_de: Aktivieren
es: Inicializando
fr_fr: Initialisation en cours
it: Inizializzazione
ja_jp: 初期化中
pl: Inicjalizacja
pt_br: Inicializando
ru_ru: Инициализация

source: (debug) Validating Map
cs: (debug) Ověření Mapy
de_de: (debug) Validate Map
es: Validando Mapa
fr_fr: Validation de la carte
it: Conformazione mappa
ja_jp: (デバッグ) マップを検証中
pl: (debug) Sprawdzanie mapy
pt_br: (depurar) Validando Map
ru_ru: (отладка) Проверка карты

source: Deploying Units
cs: Umísťuji agenty
de_de: Einheiten mobilmachen
es: Desplegando Unidades
fr_fr: Déploiement d'unités
it: Schieramento unità
ja_jp: ユニットを配置中
pl: Rozmieszczanie jednostek
pt_br: Empregando Unidades
ru_ru: Расстановка боевых единиц

source: Experience Processing
cs: Zpracování zkušeností
de_de: Leistungsbewertung
es: Procesando Experiencia
fr_fr: Analyse de l'expérience
it: Preparazione missione
ja_jp: 経験値を計算中
pl: Przetwarzanie doświadczenia
pt_br: Processando Experiência
ru_ru: Обработка опыта

source: Initializing LOS
cs: Inicializace LOS
de_de: Sichtfeld initialisieren
es: Inicializando LOS
fr_fr: Initialisation de la ligne de visée en cours
it: Inizializzazione LOS
ja_jp: LOSを初期化中
pl: Inicjalizacja LOS
pt_br: Inicializando LOS
ru_ru: Инициализация угла обзора

source: Anonymous
cs: Anonymní
de_de: Anonym
es: Anónimo
fr_fr: Anonyme
it: Anonimo
ja_jp: 匿名
pl: Anonimowy
pt_br: Anônimo
ru_ru: Безымянный

source: Enter Game Name
cs: Vlož název hry
de_de: Geben Sie den Spielnamen ein.
es: Escribir nombre de la Partida
fr_fr: Entrer le nom de la partie
it: Scrivi il nome del gioco
ja_jp: ゲームの名を入力してください
pl: Wprowadź nazwę gry
pt_br: Insira Nome do Jogo
ru_ru: Введите название игры

source: Enter Your Name
cs: Vložte své jméno
de_de: Geben Sie Ihren Namen ein.
es: Escribe tu Nombre
fr_fr: Entrer votre nom
it: Scrivi il tuo nome
ja_jp: あなたの名前を入力してください
pl: Wprowadź swoje imię
pt_br: Insira Seu Nome
ru_ru: Введите ваше имя

source: Pick Organization:
cs: Zvol Organizaci:
de_de: Wählen Sie eine Organisation:
es: Elige Organización:
fr_fr: Choisir une organisation:
it: Scegli un'organizzazione:
ja_jp: 組織を選択してください:
pl: Wybierz organizację:
pt_br: Escolher Organização:
ru_ru: Выберите организацию:

source: Master volume:
cs: Hlasitost:
de_de: Master-Lautstärke:
es: Volumen General:
fr_fr: Volume:
it: Volume principale:
ja_jp: マスター音量
pl: Głośność ogólna:
pt_br: Volume master:
ru_ru: Общая громкость:

source: Sound FX volume:
cs: Hlasitost ruchů:
de_de: Soundeffekte - Lautstärke:
es: Volumen FX:
fr_fr: Volume des effets sonores:
it: Volume effetti sonori:
ja_jp: SEの音量
pl: Głośność efektów specjalnych:
pt_br: Volume de efeitos:
ru_ru: Громкость звуковых эффектов:

source: Music volume:
cs: Hlasitost hudby:
de_de: Musiklautstärke:
es: Volumen Música:
fr_fr: Volume de la musique:
it: Volume musica:
ja_jp: BGMの音量
pl: Głośność muzyki:
pt_br: Volume da música:
ru_ru: Громкость музыки:

source: Swap left/right :
cs: Prohodit kanály :
de_de: Links/rechts tauschen:
es: Intercambiar izq./der.:
fr_fr: Inverser gauche/droite :
it: Scambia sinistro/destro :
ja_jp: 左右のスピーカーの入れ替え
pl: Zamień lewy/prawy:
pt_br: Trocar esquerda/direita:
ru_ru: Поменять местами правый и левый канал:

source: Time Units
cs: Jedn.času
de_de: Zeiteinheiten
es: UT
fr_fr: UT
it: UT
ja_jp: TU
pl: Jednostki czasu
pt_br: Unidades de tempo
ru_ru: Единицы времени

source: Too Far
cs: Daleko
de_de: Zu weit
es: Dem. Lejos
fr_fr: Trop loin
it: Lontano
ja_jp: 遠すぎる
pl: Za daleko
pt_br: Muito Longe
ru_ru: Слишком далеко

source: Blocked
cs: Blokováno
de_de: Blockiert
es: Bloqueado
fr_fr: Bloqué
it: Bloccato
ja_jp: ブロックされている
pl: Zablokowane
pt_br: Bloqueado
ru_ru: Заблокирован

source: Game Turn:
cs: Tah:
de_de: Spielzug:
es: Turno de Partida:
fr_fr: Tour de jouer:
it: Turno di gioco:
ja_jp: ターン:
pl: Tura gry:
pt_br: Turno do Jogo:
ru_ru: Игровой ход:

source: Start Turn
cs: Začít tah
de_de: Spielzug starten
es: Comenzar Turno
fr_fr: Commencer tour
it: Inizia turno
ja_jp: ターンの開始
pl: Rozpoczęcie tury
pt_br: Começar Turno
ru_ru: Начать ход

source: Enter password:
cs: Vlož heslo:
de_de: Geben Sie das Kennwort ein:
es: Escribe clave:
fr_fr: Entrer mot de passe:
it: Scrivi la password:
ja_jp: パスワードを入力してください:
pl: Wprowadź hasło:
pt_br: Inserir senha:
ru_ru: Введите пароль:

source: Incorrect password!
cs: Nesprávné heslo!
de_de: Falsches Kennwort!
es: ¡Clave incorrecta!
fr_fr: Mot de passe incorrect!
it: Password sbagliata!
ja_jp: パスワードが違います！
pl: Niepoprawne hasło!
pt_br: Senha incorreta!
ru_ru: Неверный пароль!

source: Hot Seat Game
cs: Hra Horkého Křesla
de_de: Hot Seat-Spiel
es: Partida de Asiento de Piloto
fr_fr: Partie tour à tour
it: Gioco a inviti
ja_jp: ホットシート
pl: Gra z gorącymi siedzeniami
pt_br: Jogo Hot Seat
ru_ru: Игра в режиме Hot Seat

source: Enter number of players:
cs: Vlož počet hráčů:
de_de: Geben Sie die Anzahl der Spieler ein:
es: Escribe número de jugadores:
fr_fr: Entrer nombre de joueurs:
it: Numero di giocatori:
ja_jp: プレイヤーの人数を入力してください:
pl: Wprowadź liczbę graczy:
pt_br: Insira número de jogadores:
ru_ru: Введите число игроков:

source: Player
cs: Hráč
de_de: Spieler
es: Jugador
fr_fr: Joueur
it: Giocatore
ja_jp: プレイヤー
pl: Gracz
pt_br: Jogador
ru_ru: Игрок

source: Enter your name:
cs: Vlož svoje jméno:
de_de: Geben Sie Ihren Namen ein:
es: Escribe tu nombre:
fr_fr: Entrer votre nom:
it: Scrivi il tuo nome:
ja_jp: あなたの名前を入力してください:
pl: Wprowadź swoje imię:
pt_br: Insira seu nome:
ru_ru: Введите свое имя:

source: Confirm password:
cs: Potvrdit heslo:
de_de: Kennwort bestätigen:
es: Confirmar clave:
fr_fr: Confirmer mot de passe:
it: Conferma password:
ja_jp: パスワードの確認:
pl: Potwierdź hasło:
pt_br: Confirmar senha:
ru_ru: Подтвердите пароль:

source: Examine and reassign units by clicking on players' names
de_de: Einheiten prüfen und neue Befehle erteilen: Spielernamen anklicken
es: Examina y reasigna unidades pulsando en los nombres de los jugadores
fr_fr: Examiner et réaffecter des unités en cliquant sur les noms des joueurs
it: Esamina e riassegna le unità cliccando sul nome del giocatore
ja_jp: プレイヤーの名をクリックしてユニットのチェックと再配置をしてください
pl: Sprawdź i przypisz jednostki klikając na nazwy graczy
pt_br: Examine e redirecione unidades clicando nos nomes dos jogadores
ru_ru: Просмотрите и переназначьте оперативников, кликая по именам игроков

source: Execute remaining movement orders for this unit?
cs: Provést zbývající plánovaný pohyb této jednotky?
de_de: Bestehende Bewegungsbefehle für diese Einheit ausführen?
es: Ejecutar las restantes órdenes de movimiento de esta unidad?
fr_fr: Exécuter les ordres de mouvement restants pour cette unité?
it: Esegui gli ordini di movimento residui dell'unità?
ja_jp: このユニットにこのまま残りの移動を実行させますか？
pl: Wykonać zaległe rozkazy ruchu dla tej jednostki?
pt_br: Executar ordem de movimentos restantes para esta unidade?
ru_ru: Выполнить оставшиеся приказы на перемещения для этого оперативника?

source: Hidden Movement
cs: Skrytý pohyb
de_de: Versteckte Bewegung
es: Movimiento Oculto
fr_fr: Mouvement caché
it: Movimenti nascosti
ja_jp: 見えない行動
pl: Ukryte ruchy
pt_br: Movimento Oculto
ru_ru: Скрытое перемещение

source: Activates now.
cs: Aktivovat hned.
de_de: Aktivierung erfolgt.
es: Se activa ahora.
fr_fr: Activation maintenant.
it: Attivare ora.
ja_jp: 即アクティブにする
pl: Aktywuj teraz.
pt_br: Ativa agora.
ru_ru: Мгн. детонация

source: Activates at end of turn.
cs: Aktivovat na konci tahu.
de_de: Aktivierung am Ende des Spielzugs.
es: Se activa al final del turno.
fr_fr: Activation à la fin du tour.
it: Attivare a fine turno.
ja_jp: ターン終了時にアクティブ
pl: Aktywuj na koniec tury.
pt_br: Ativa no fim do turno.
ru_ru: Детонация в конце хода.

source: Turns before activation:
cs: Počet kol před aktivací:
de_de: Spielzüge vor Aktivierung:
es: Turnos antes de la activación:
fr_fr: Tours avant activation:
it: Turni prima dell'attivazione:
ja_jp: アクティブになるまでのターン数
pl: Tur do aktywacji:
pt_br: Turnos até a ativação:
ru_ru: Ходов до активации:

source: : TUs reserved for kneeling
cs: : ČJ vyhrazeno pro poklek
de_de: : ZE reserviert für Niederknien
es: : UT reservadas para arrodillarse
fr_fr: : UT réservées pour s'agenouiller
it: : UT riservate per inginocchiarsi
ja_jp: 膝を付く為に温存したTU
pl: : PA zarezerwowane na klęknięcie
pt_br: : TUs reservados para ajoelhamento
ru_ru: : ОД сохранены для приседания на колено

source: : TUs reserved for aimed shot
cs: : ČJ vyhrazeno pro zamíření
de_de: : ZE reserviert für gezielten Schuß
es: : UT reservadas para disparo apuntando
fr_fr: : UT réservées pour un tir visé
it: : UT riservate per mirare
ja_jp: 狙い撃ちの為に温存したTU
pl: : PA zarezerwowane na oddanie mierzonego strzału
pt_br: : TUs reservados para tiro preciso
ru_ru: : ОД сохранены для прицельного выстрела

source: : TUs reserved for snap shot
cs: : ČJ vyhrazeno pro výstřel
de_de: : ZE reserviert für Schnellschuß
es: : UT reservadas para disparo a voleo
fr_fr: : UT réservées pour un tir brusque
it: : UT riservate per fuoco rapido
ja_jp: 早撃ちの為に温存したTU
pl: : PA zarezerwowane na oddanie szybkiego strzału
pt_br: : TUs reservados para tiro rápido
ru_ru: : ОД сохранены для выстрела навскидку

source: : TUs reserved for auto fire
cs: : ČJ vyhrazeno pro rychlou střelbu
de_de: : ZE reserviert für automatisches Feuer
es: : UT reservadas para autodisparo
fr_fr: : UT réservées pour un tir automatique
it: : UT riservate per fuoco automatico
ja_jp: 連射の為に温存したTU
pl: : PA zarezerwowane na oddanie strzału serią
pt_br: : TUs reservados para autodisparo
ru_ru: : ОД сохранены для стрельбы очередью

source: : TUs reserved for kneeling and aimed shot
cs: : ČJ vyhrazeno pro poklek a zamíření
de_de: : ZE reserviert für Niederknien und gezielten Schuß
es: : UT reservadas para arrodillarse y disparo apuntando
fr_fr: : UT réservées pour s'agenouiller et faire un tir visé
it: : UT riservate per inginocchiarsi e mirare
ja_jp: 膝つき＆狙い撃ちの為に温存したTU
pl: : PA zarezerwowane na klęknięcie i oddanie mierzonego strzału
pt_br: : TUs reservados para ajoelhamento e tiro preciso
ru_ru: : ОД сохранены для приседания на колено и прицельного выстрела

source: : TUs reserved for kneeling and snap shot
cs: : ČJ vyhrazeno pro poklek z výstřel
de_de: : ZE reserviert für Niederknien und Schnellschuß
es: : UT reservadas para arrodillarse y disparo a voleo
fr_fr: : UT réservées pour s'agenouiller et faire un tir brusque
it: : UT riservate per inginocchiarsi e fuoco rapido
ja_jp: 膝つき＆早撃ちの為に温存したTU
pl: : PA zarezerwowane na klęknięcie i oddane szybkiego strzału
pt_br: : TUs reservados para ajoelhamento e tiro rápido
ru_ru: : ОД сохранены для приседания на колено и выстрела навскидку

source: : TUs reserved for kneeling and auto fire
cs: : ČJ vyhrazeno pro poklek a rychlou střelbu
de_de: : ZE reserviert für Niederknien und automatisches Feuer
es: : UT reservadas para arrodillarse y autodisparo
fr_fr: : UT réservées pour s'agenouiller et faire un tir automatique
it: : UT riservate per inginocchiarsi e fuoco automatico
ja_jp: 膝つき＆連射の為に温存したTU
pl: : PA zarezerwowane na klęknięcie i oddanie strzału serią
pt_br: : TUs reservados para ajoelhamento e autodisparo
ru_ru: : ОД сохранены для приседания на колено и стрельбы очередью

source: ABORT MISSION
cs: UKONČIT MISI
de_de: EINSATZ ABBRECHEN
es: ABORTAR MISION
fr_fr: ABANDONNER LA MISSION
it: ABBANDONA MISSIONE
ja_jp: ミッションを放棄
pl: ODWOŁAJ MISJĘ
pt_br: ABORTAR MISSÃO
ru_ru: ПРЕРВАТЬ ЗАДАНИЕ

source: Units Lost :
cs: Jednotek ztraceno :
de_de: Verlorene Einheiten :
es: Unidades Perdidas :
fr_fr: Unités perdues :
it: Unità perse :
ja_jp: 失ったユニット :
pl: Jednostka stracona :
pt_br: Unidades perdidas:
ru_ru: Потеряно оперативников:

source: Very Poor
cs: Ubohá
de_de: Sehr schlecht
es: Muy Pobre
fr_fr: Très médiocre
it: Molto scarso
ja_jp: 非常に酷い
pl: Bardzo słaby
pt_br: Muito Fraco
ru_ru: Очень плохо

source: Poor
cs: Slabá
de_de: Schlecht
es: Pobre
fr_fr: Médiocre
it: Scarso
ja_jp: 酷い
pl: Słaby
pt_br: Fraco
ru_ru: Плохо

source: Very Good
cs: Vynikající
de_de: Sehr gut
es: Muy Bueno
fr_fr: Excellent
it: Molto buono
ja_jp: とても良い
pl: Bardzo dobry
pt_br: Muito Bom
ru_ru: Очень хорошо

source: Out of turn activity paused
cs: Aktivita během tahu pozastavena
de_de: Aktivität unterbrochen
es: Actividad fuera de turno pausada
fr_fr: action en pause (hors tour)
it: Attività fuori turno in pausa
ja_jp: ターン外の活動をポーズ中
pl: Aktywność poza turą wstrzymana
pt_br: Atividade fora do turno pausada
ru_ru: Закончились ОД - Действия остановлены

source: Out of turn activity restarted
cs: Aktivita tahu pokračuje
de_de: Aktivität neu gestartet
es: Actividad fuera de turno recomenzada
fr_fr: reprise de l'action (hors tour)
it: Attività fuori turno riavviata
ja_jp: ターン外の行動を再開始
pl: Aktywność poza turą wznowiona
pt_br: Atividade fora do turno reiniciada
ru_ru: Закончились ОД - Действия выполняются с начала

source: Not Enough TU's
cs: Nedostatek času
de_de: Nicht genug ZE
es: No hay suficientes UT
fr_fr: Pas assez d'UT
it: UT insufficienti
ja_jp: TUが足らない
pl: Niewystarczająca ilość PA
pt_br: Sem TUs suficientes
ru_ru: Недостаточно очков хода

source: TU cost per item picked up:
cs: Zvednutí věci odebere ČJ:
de_de: ZE pro aufgehobener Gegenstand:
es: Coste en UT del objeto cogido:
fr_fr: Coût par élément ramassé en UT:
it: Costo in UT per oggetto raccolto:
ja_jp: 拾う為に必要なTU
pl: Koszt PA za podniesienie przedmiotu:
pt_br: Custo de TU por item apanhado:
ru_ru: Количество ОД на подбор предмета:

source: Auto-execute remaining orders
cs: Automatické dokončení povelů
de_de: Verbleibende Befehle automat. ausführen
es: Auto-ejecutar órdenes restantes
fr_fr: Auto-exécution des ordres restants
it: Esegui gli ordini rimanenti
ja_jp: 残りの指示を自動実行しますか？
pl: Wykonaj automatycznie pozostałe rozkazy
pt_br: Autoexecutar ordens restantes
ru_ru: Автоматическое выполнение оставшихся приказов

source: Not enough TU's - TU cost per throw:
cs: Schází čas.jednotky. K hodu je třeba:
de_de: Nicht genügend Zeiteinheiten -ZE-Kosten pro Wurf:
es: Insuficientes UT - coste en UT por lanzamiento:
fr_fr: Pas assez d'UT - coût UT par lancer:
it: UT non sufficienti - Costo in UT per ogni lancio:
ja_jp: TU不足-投擲
pl: Niewystarczająca ilość PA - koszt PA za rzut:
pt_br: Sem TUs suficientes - Custo de TU por arremesso:
ru_ru: Недостаточно ОД - количество ОД на бросок:

source: Too far to throw
cs: Příliš daleko na hod
de_de: Zu weit weg, um werfen zu können
es: Demasiado lejos para lanzar
fr_fr: Trop loin pour lancer
it: Troppo lontano per lanciare
ja_jp: 遠すぎて届かない
pl: Za daleko na rzut
pt_br: Muito longe para arremessar
ru_ru: Слишком далеко для броска

source: No arc of throw
cs: Překážka v hodu
de_de: Kein Flugbogen
es: No hay arco para lanzar
fr_fr: Pas d'arc de lancer
it: Nessuna traiettoria di lancio
ja_jp: 投擲可能範囲ではない
pl: Niemożliwy łuk rzutu
pt_br: Sem arco de arremesso
ru_ru: Нет дуги для броска

source: No line of fire
cs: Nelze zamířit
de_de: Keine Schußlinie
es: No hay línea de disparo
fr_fr: Pas de ligne de mire
it: Nessuna linea di fuoco
ja_jp: LOSが通らない
pl: Brak linii ognia
pt_br: Sem linha de tiro
ru_ru: Нет линии огня

source: Out of range
cs: Mimo dostřel
de_de: Außer Reichweite
es: Fuera de alcance
fr_fr: Hors de portée
it: Fuori bersaglio
ja_jp: 射程外
pl: Poza zasięgiem
pt_br: Fora de alcance
ru_ru: Вне зоны досягаемости

source: Not enough TU's - TU cost per wound:
cs: Schází čas. jednotky. K léčbě je třeba:
de_de: Nicht genügend Zeiteinheiten - ZE-Kosten pro Verletzung:
es: Insuficientes UT - coste en UT por herida:
fr_fr: Pas assez d'UT - coût UT par blessure:
it: UT non sufficienti - Costo in UT per ogni ferita:
ja_jp: TU不足-怪我
pl: Niewystarczająca ilość PA - koszt PA za ranę:
pt_br: Sem TUs suficientes - Custo de TU por ferimento:
ru_ru: Недостаточно ОД - количество ОД на ранение:

source: Not enough TU's - TU cost to use:
cs: Nedostatek času. Použití vyžaduje:
de_de: Nicht genügend Zeiteinheiten - ZE-Kosten pro Gebrauch:
es: Insuficientes UT - coste de uso en UT:
fr_fr: Pas assez d'UT - coût UT pour utiliser:
it: UT non sufficienti - Costo in UT per l'utilizzo:
ja_jp: TU不足-使用
pl: Niewystarczająca ilość PA - koszt PA żeby użyć:
pt_br: Sem TUs suficientes - Custo de TU para usar:
ru_ru: Недостаточно ОД - количество ОД на использование:

source: Not enough TU's - TU cost to activate:
cs: Nedostatek času. K aktivaci je třeba:
de_de: Nicht genügend Zeiteinheiten - Zeiteinheiten - Kosten für die Aktivierung:
es: Insuficientes UT - coste en UT para activar:
fr_fr: Pas assez d'UT - coût UT pour activer:
it: UT non sufficienti - Costo in UT per l'attivazione:
ja_jp: TU不足-起動
pl: Niewystarczająca ilość PA - koszt PA żeby aktywować:
pt_br: Sem TUs suficientes - Custo de TU para ativar:
ru_ru: Недостаточно ОД - количество ОД на активацию:

source: Not enough TU's - TU cost per attempt:
cs: Nedostatek času. K pokusu potřeba:
de_de: Nicht genügend Zeiteinheiten - ZE-Kosten pro Versuch:
es: Insuficientes UT - coste en UT por intento:
fr_fr: Pas assez d'UT - coût UT par tentative:
it: UT non sufficienti - Costo in UT per ogni tentativo:
ja_jp: TU不足-試み
pl: Niewystarczająca ilość PA - koszt PA za próbę:
pt_br: Sem TUs suficientes - Custo de TU por tentativa:
ru_ru: Недостаточно ОД - количество ОД на попытку:

source: Up
cs: Nahoru
de_de: Hoch
es: Arriba
fr_fr: Haut
it: In alto
ja_jp: 上へ
pl: Do góry
pt_br: Acima
ru_ru: Вверх

source: Down
cs: Dolů
de_de: Runter
es: Abajo
fr_fr: Bas
it: In basso
ja_jp: 下へ
pl: Do dołu
pt_br: Abaixo
ru_ru: Вниз

source: Toggle map level display mode
cs: Přepínač zobrazování pater
de_de: Level-Modus-Anzeige wechseln
es: Cambiar modo visualización nivel mapa
fr_fr: Permuter l'affichage du niveau
it: Cambia visualizzazione livello mappa
ja_jp: マップの階層レベル表示をトグル
pl: Przełącz tryb wyświetlania poziomu mapy
pt_br: Alternar nível de modo de visualização do mapa
ru_ru: Переключить режим отображения уровней карты

source: Toggle camera mode
cs: Změna režimu kamery
de_de: Kameramodus wechseln
es: Cambiar modo cámara
fr_fr: Permuter mode caméra
it: Cambia inquadratura
ja_jp: カメラモードをトグル
pl: Przełącz tryb kamery
pt_br: Alternar modo de câmera
ru_ru: Переключить режим камеры

source: Safe mode
cs: Bezpečný
de_de: Sicherer Modus
es: Modo seguro
fr_fr: Mode sûr
it: Difensivo
ja_jp: 安全第一
pl: Tryb bezpieczny
pt_br: Modo seguro
ru_ru: Безопасный режим

source: Cautious mode
cs: Opatrný
de_de: Vorsichtiger Modus
es: Modo cauteloso
fr_fr: Mode prudent
it: Cauto
ja_jp: 警戒
pl: Tryb ostrożny
pt_br: Modo cauteloso
ru_ru: Осторожный режим

source: Aggressive mode
cs: Agresívní
de_de: Aggressiver Modus
es: Modo agresivo
fr_fr: Mode aggressif
it: Aggressivo
ja_jp: 攻撃専念
pl: Tryb agresywny
pt_br: Modo agressivo
ru_ru: Агрессивный режим

source: Crawl
cs: Plazení
de_de: Kriechen
es: Reptar
fr_fr: Ramper
it: Strisciare
ja_jp: 匍匐
pl: Czołgaj się
pt_br: Rastejar
ru_ru: Ползти

source: Walk
cs: Chůze
de_de: Gehen
es: Andar
fr_fr: Marcher
it: Camminare
ja_jp: 歩行
pl: Idź
pt_br: Andar
ru_ru: Идти

source: Run
cs: Běh
de_de: Laufen
es: Correr
fr_fr: Courir
it: Correre
ja_jp: 走る
pl: Biegnij
pt_br: Correr
ru_ru: Бежать

source: No shot
cs: Nestřílet
de_de: Nicht schießen
es: Sin disparar
fr_fr: Ne pas tirer
it: Rispondi al fuoco
ja_jp: 発砲しない
pl: Wstrzymanie ognia
pt_br: Sem tiro
ru_ru: Не стрелять

source: Aimed shot
cs: Mířená střela
de_de: Gezielter Schuß
es: Disparo apuntando
fr_fr: Tir visé
it: Prendi la mira
ja_jp: 狙い撃ち
pl: Strzał mierzony
pt_br: Tiro preciso
ru_ru: Прицельный выстрел

source: Snap shot
cs: Výstřel
de_de: Schnellschuß
es: Disparo a voleo
fr_fr: Tir brusque
it: Fuoco rapido
ja_jp: 早撃ち
pl: Szybki strzał
pt_br: Tiro rápido
ru_ru: Выстрел навскидку

source: Auto shot
cs: Automatická střelba
de_de: Automatisches Feuer
es: Auto disparo
fr_fr: Tir automatique
it: Fuoco automatico
ja_jp: 連射
pl: Strzał serią
pt_br: Autotiro
ru_ru: Стрельба очередью
