Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Open fields are unsustainable because of exposure to harmful radiation caused by the collapse of the ozone layer. The Hydro-Farms of Mega-Primus are efficient, clean and highly productive. Their controlled environments can produce any kind of vegetable or fruit, or rear any kind of animal. Unfortunately they are also quite good at nurturing the odd Alien which finds its way inside.
cs: Otevřené prostory se staly nepoužitelnými, pro vysokou úroveň nebezpečné radiace, způsobené zhroucením ozónové vrstvy. Hydrofarmy Mega primu jsou výkonné, čisté a vysoce produktívní. V jejich regulovaném prostředí lze pěstovat různé druhy ovoce a zeleniny či chovat mnoho druhů zvířat. Bohužel jsou také velmi vhodné k vývoji cizáckých tvorů, kteří se sem proto snaží proniknout.
de_de: Landwirtschaft im Freien ist aufgrund der schädlichen Strahlung, die aus der völligen Zerstörung der Ozonschicht resultierte, nicht mehr möglich. Die Hydro-Farmen in Mega-Primus sind effizient, sauber und äußerst produktiv. In der kontrollierten Umwelt kann jede Art von Gemüse angebaut, jede Viehart gezüchtet werden. Leider dienen sie auch dem einen oder anderen Alien, der sich einschleicht, als reichhaltige Speisekammer.
es: Los campos abiertos son impensables debido a la exposición a las peligrosas radiaciones causadas por el colapso de la capa de ozono. Las Hidro-Granjas de Mega-Primus son eficaces, limpias y muy productivas. Sus ambientes controlados pueden producir cualquier tipo de verdura o de fruta, o criar a cualquier tipo de animal. Desafortunadamente también son bastante buenos a la hora de proteger a los pocos alienígenas que llegan hasta allí.
fr_fr: Les champs en plein air ne sont pas viables à cause des radiations dangereuses causées par l'effondrement de la couche d'ozone. Les fermes hydrauliques de Mega-Primus sont efficaces, hygiéniques et ont un rendement très productif. Leur environnement contrôlé peut produire toutes sortes de légumes ou de fruits et permet l'élevage de n'importe quel animal. Malheureusement, elles offrent aussi une bonne réserve de nourriture à tout alien qui réussit à s'y introduire.
it: I campi aperti sono inutilizzabili a causa delle radiazioni venefiche provocate dai buchi nello strato di ozono. Le idrofattorie di Mega-Primus sono impianti efficienti, sicuri e produttivi. Nel loro ambiente costantemente controllato viene prodotto tutto il cibo necessario alla popolazione, sia vegetale che animale. Sfortunatamente sono anche un ottimo posto per gli Alieni in cerca di nascondiglio.
ja_jp: こうした露地はオゾン層の破壊による有害な放射線の照射が厳しい為、居住に全く適さない。メガプリムスの水耕農場は効果的かつクリーンな高効率なもので、環境を制御してあらゆる種類の野菜、果実、さらに家畜を育てる事が出来る。残念なのはここにもしエイリアンが侵入した場合、彼らにとっても良い栄養補給ができる場所になってしまう点だ。
pl: Uprawa roślin na otwartej przestrzeni jest niemożliwa z powodu szkodliwego promieniowania przenikającego przez zniszczoną warstwę ozonową. Farmy hydroponiczne Mega-Primus zapewniają wydajne i czyste środowisko do produkcji dowolnego rodzaju warzyw, owoców i zwierząt hodowlanych. Niestety również obcy, którzy zdołają przedostać do wnętrza, znajdują w nich obfitość pożywienia.
pt_br: Campos abertos são insustentáveis por causa da exposição à radiação causada pelo colapso da camada de ozônio. As Hidrofazendas de Mega-Primus são eficientes, limpas e altamente produtivas. Seu ambiente controlado pode produzir qualquer tipo de fruta ou vegetal, ou manter qualquer criação animal. Infelizmente, também são muito boas em nutrir os alienígenas que conseguem entrar.
ru_ru: Использовать открытые поля на Земле невозможно из-за опасной радиации, вызванной гибелью озонового слоя. Гидрофермы Мегапрайма эффективны, чисты и обладают высокой производительностью. Создаваемая в них контролируемая среда позволяет производить всевозможные овощи и фрукты, а также корма для любых видов животных. К сожалению, они также способны обеспечить питанием пришельцев, которым удастся в них проникнуть.

source: The sewage works recycles everything possible from the organic waste produced by the city. The solid waste produces food and fertilizer for the Hydro-Farms. Water is then passed back to the water purifying stations. Since the building is largely automated, its dank, dark maze of pipes and walkways provide an ideal habitat for Alien creatures.
cs: Správa kanalizace recykluje vše použitelné z organických odpadů vytvářených městem. Tuhé odpady se mění na krmiva a hnojiva pro Hydrofarmy. Voda je po oddělení odesílána do stanic pro úpravu vody. Vzhledem k tomu, že je budova zcela automatizována, a obsahuje spleť potrubí, můstků a mnoha tmavých koutů, je ideální pro cizácké nestvůry.
de_de: In der Kläranlage wird der gesamte organische Müll der Stadt wiederaufbereitet. Der Trockenmüll wird zu Viehfutter und Dünger verarbeitet und in den Hydro-Farmen eingesetzt. Das Wasser wird zu den Wasserreinigungsanlagen transportiert. Diese Gebäude sind weitgehend automatisiert, und ihre feuchten, dunklen Röhren und Gänge bieten ideale Lebensbedingungen für Alien-Kreaturen.
es: La depuradora recicla todo lo posible de la basura orgánica producida por la ciudad. Los residuos sólidos producen comida y fertilizante para las Hidro-Granjas. El agua vuelve entonces de nuevo a las estaciones de purificación de agua. Puesto que el edificio está en gran medida automatizado, su húmedo, oscuro laberinto de tuberías y pasarelas proporcionan un "habitat" ideal para las criaturas Alienígenas.
fr_fr: La station d'épuration recycle tout ce qui est recyclable parmi les déchets organiques produits par la ville. Les déchets solides produisent de la nourriture et des engrais pour les fermes hydrauliques. L'eau est ensuite déversée dans les stations de purification des eaux. Comme le bâtiment est en grande partie automatisé, son labyrinthe de tuyaux et d'allées sombres et humides fournit un logement idéal aux créatures aliennes.
it: Il depuratore provvede al riciclaggio di tutto ciò che si può recuperare dai rifiuti organici della città. I rifiuti solidi vengono usati per produrre cibo e fertilizzante per le idrofattorie; l'acqua di scarto viene inviata alle stazioni di purificazione. Dal momento che l'edificio è interamente automatizzato, costituisce un potenziale nascondiglio per le creature Aliene.
ja_jp: 下水処理場は都市が生み出す有機廃棄物を可能な限りリサイクルする。固形廃棄物からは食料と水耕農場用の肥料が再生製造され、水分は浄水場に送られて再利用される。建物は殆ど自動化されており、煤けたパイプと通路から成る薄暗い迷宮といった様相を呈しているので、エイリアンにとって格好の生活場所になる。
pl: Zakłady kanalizacyjne przetwarzają wszystkie możliwe formy odpadów organicznych wytwarzane w mieście. Z odpadów stałych produkuje się żywność i nawozy dla farm hydroponicznych. Woda jest przekazywana do oczyszczalni. Budynek zakładów kanalizacyjnych jest w wysokim stopniu zautomatyzowany, zatem jego wilgotne i mroczne labirynty rur i chodników stanowią idealne środowisko dla obcych.
pt_br: O tratamento de esgoto recicla tudo que é possível do material orgânico residual da cidade. Os resíduos sólidos produzem alimento e fertilizante para as Hidrofazendas. A água é repassada para as estações de purificação. Já que o edifício é quase todo automatizado, sua estrutura de passarelas e canos úmidos e escuros fornecem um habitat ideal para as criaturas alienígenas.
ru_ru: Установки для очистки сточных вод перерабатывают все органические отходы города. Из твердых отходов производятся продукты питания и удобрения для гидроферм. Вода затем перекачивается обратно на водоочистные станции. Поскольку сооружение в большой степени автоматизировано, сырой темный лабиринт труб и переходов, из которых оно состоит, представляет собой идеальное место обитания для пришельцев.

source: City regulations stipulate the highest possible water quality. The tall water purifiers are largely automated buildings and are difficult areas for combat, they also provide good hiding places for Alien spawn. The tall structures are also vulnerable to collapse, so explosive munitions should be avoided.
cs: Městské vyhlášky stanovují vysokou kvalitu pitné vody. Vysoké kolony pro čištění vody, jsou zcela automatizované budovy. Skýtají ideální podmínky pro vývoj cizáckých zárodků a vedení boje je obtížné, neboť vysoké struktury jsou náchylné ke zhroucení. Vyvarujte se použití explozívních zařízení a munice.
de_de: Die Stadtbestimmungen stellen hohe Anforderungen an die Wasserqualität. Die hochaufragenden Wasserreinigungsanlagen sind beinahe vollautomatisiert und daher ein äußerst schwieriges Gefechtsterrain. Zudem eignen sie sich als Versteck für die Aliens. Die hohen Bauten sind instabil und brechen leicht zusammen, weshalb Sprengkörper mit größter Vorsicht eingesetzt werden sollten.
es: Las normas municipales estipulan una calidad del agua lo más alta posible. Los grandes purificadores son edificios muy automatizados y son complicados para el combate. También son un buen sitio para los alevines alienígenas. Las estructuras altas son además vulnerables al derrumbe, por lo que se deben evitar municiones explosivas.
fr_fr: Le règlement de la ville stipule que l'eau doit être de la meilleure qualité possible. Les grands purificateurs d'eau sont des bâtiments en grande partie automatisés qui se révèlent des endroits peu adaptés au combat. Ils sont tous désignés pour fournir aux oeufs aliens une cachette idéale. Les structures élevées peuvent facilement s'effondrer, les munitions explosives doivent donc être évitées dans cet endroit.
it: I regolamenti cittadini richiedono che l'acqua potabile sia purissima. Questi alti edifici sono in gran parte automatizzati, e si rivelano inadatti a un combattimento; purtroppo forniscono agli Alieni notevoli possibilità di mimetizzazione e proliferazione. Sono anche piuttosto fragili, per cui deve assolutamente essere evitato l'uso di qualsiasi tipo di munizione esplosiva.
ja_jp: 都市の条例により最高の水質が求められている。背の高い浄水器はそれ自体が大きな自動化されたビルで、戦闘時には困難が付きまとうだろうまたエイリアン達に格好の隠れ場所も提供する。高い建物は倒壊しやすいので爆発物を使う事は控えた方がいい。
pl: Przepisy miejskie narzucają najwyższą możliwą do osiągnięcia jakość wody pitnej. Wysokie filtry wodne to w większości zautomatyzowane budynki, stanowiące trudne pole walki. Zapewniają dobre kryjówki wielu formom obcych. Wysokość oczyszczalni czyni ich konstrukcję łatwą do naruszenia, należy zatem unikać używania w nich materiałów wybuchowych.
pt_br: As normas municipais exigem o máximo possível de qualidade da água. Os enormes purificadores de água são prédios automatizados e difíceis em situações de combate. Fornecem bons lugares para acolher alienígenas. As estruturas grandes também são vulneráveis, por isso deve-se evitar munições explosivas.
ru_ru: Согласно предписаниям, вода должна быть максимально высокого качества. Высокие водоочистительные сооружения представляют собой в значительной степени автоматизированные здания, в которых сложно проводить тактические операции; также они представляют собой хорошее укрытие, в котором пришельцы могут размножаться спокойно. Кроме того, высокие конструкции склонны к обрушению, поэтому использовать взрывчатку и фугасные боеприпасы крайне не рекомендуется.

source: All types of consumer durables are produced here. The vast factory complex is highly automated and there are many robots on the production lines.
cs: Zde se vyrábí všechny typy spotřebního zboží. Rozlehlý komplex továrny je vysoce automatizován a vybaven robotickými výrobnímí linkami.
de_de: Hier werden alle Arten von Konsumgütern produziert. Der riesige Fabrikkomplex ist fast vollständig automatisiert, und die Fließbänder werden von Robotern bedient.
es: Aquí se fabrican todo tipo de bienes duraderos de consumo. La enorme fábrica está muy automatizada y hay muchos robots en las cadenas de producción.
fr_fr: Tous les types de biens de consommation durables sont produits ici. Ce vaste complexe industriel est en grande partie automatisé et de nombreux robots travaillent à la chaîne de fabrication.
it: Tutti i tipi di beni di consumo vengono prodotti qui. L'impianto è altamente automatizzato, dal momento che le linee di montaggio sono controllate quasi interamente da robot.
ja_jp: あらゆる耐久消費財がここで製造されている。巨大な工場の入り組んだ構造は広範囲で自動化され、多くのロボットが製造ラインに就いている。
pl: Tutaj produkowane są wszelkiego rodzaju artykuły konsumpcyjne. Rozległy kompleks fabryczny jest w najwyższym stopniu zautomatyzowany - przy liniach produkcyjnych pracuje wiele robotów.
pt_br: Todo tipo de bens de consumo duráveis são produzidos aqui. O vasto complexo é altamente automatizado e há muitos robôs nas linhas de produção.
ru_ru: Здесь производятся все виды потребительских товаров. Огромный комплекс фабрики в значительной степени автоматизирован: на производственных линиях установлено множество роботов.

source: An arms factory produces munitions and weaponry of all sizes from the smallest Lawpistol slug to the most destructive fusion bombs. Any combat within the factory would be extremely dangerous, so any X-COM Agents must proceed with extreme caution when investigating these buildings.
cs: Ve zbrojovkách jsou vyráběny všechny druhy zbraní a munice, od nejmenších pistolí až po nejdestruktívnější fůzní bomby. Bojové operace v tomto prostoru mohou být mimořádně nebezpečné a rovněž agenti X-COM musí provádět vyšetřování budovy s maximální opatrností.
de_de: In der Waffenfabrik werden Munition und Waffen aller Typen und Größen hergestellt, von der kleinsten Lawpistol bis zur destruktivsten Fusionsbombe. Jegliche Kampfhandlungen innerhalb der Fabrik bergen ein hohes Gefahrenpotential, weshalb X-COM-Agenten bei der Überprüfung dieser Gebäude mit äußerster Vorsicht vorgehen müssen.
es: Una fábrica de armas produce municiones y armas de todos los tamaños, desde el más pequeño balín de la Pistola a las bombas de fusión más destructoras. Cualquier combate dentro de la fábrica sería extremadamente peligroso, con lo cual los agentes de X-COM deben operar con gran precaución cuando investigan estos edificios.
fr_fr: Une usine d'armement produit des munitions et des armes de toutes tailles, de la plus petite balle de Lawpistol à la bombe à fusion la plus destructrice. Tout combat à l'intérieur de l'usine serait extrêmement dangereux, et les agents d'X-COM doivent donc être extrêmement prudents lorsqu'ils fouillent ces bâtiments.
it: Si tratta di un edificio che produce armi e munizioni di ogni tipo, dalla minuscola pistola alle più distruttive bombe a fusione. Qualsiasi combattimento in uno di questi luoghi è evidentemente estremamente pericoloso, e gli agenti X-COM devono agire con estrema cautela quando si trovano in questa zona.
ja_jp: この武器工場では小さなものでは遵法ピストルから大きなものでは核融合爆弾まで、ありとあらゆる兵器とその弾薬が製造されている。この工場内での戦闘は非常に危険なことは明白だろう。X-Comのエージェントはこのビルを調査する場合は特に細心の注意を以て行うこと。
pl: Fabryka ta wytwarza wszelkiego rodzaju broń i amunicję, począwszy od najmniejszego pistoletu policyjnego, aż do najbardziej niszczycielskich bomb fuzyjnych. Starcia w fabryce broni są niezwykle niebezpieczne, zatem agenci X-COM-u powinni poruszać się po niej z zachowaniem najwyższej ostrożności.
pt_br: Uma fábrica de armas produz munição e armamento de todos os tamanhos, desde a munição da Pistolei até as destrutivas bombas de fusão. Qualquer combate dentro da fábrica será extremamente perigoso, então os Agentes de X-COM devem proceder com extrema cautela ao investigar essas instalações.
ru_ru: Оружейная фабрика производит боеприпасы и вооружения всех калибров: от крошечного пистолета Мегапола до самых разрушительных термоядерных бомб. Бои на фабрике представляют огромную опасность, поэтому оперативники X-COM должны действовать с особой осторожностью при ликвидации угрозы пришельцев в этом здании.

source: Mega-Primus is highly automated and requires the services of many robots to perform routine tasks. They are all produced in Robot Factories, which are also largely automated using the latest Nano technological construction techniques.
cs: Mega-Primus je vysoce automatizován a při provádění běžných prací se neobejde bez armády mnoha robotů. Tito jsou vyráběni v továrnách na roboty, které jsou rovněž plně automatické, využívající nejnovější nanotechnologické postupy.
de_de: Das Leben in Mega-Primus ist hochautomatisiert, und die meisten Routineaufgaben werden von Robotern erledigt. Diese werden in automatisierten Fabriken hergestellt, die bei der Konstruktion die neueste Nanotechnologie verwenden.
es: Mega-Primus está muy automatizado y requiere el servicio de muchos robots para llevar a cabo tareas rutinarias. Todos son fabricados en las Fábricas de Robots, que también están muy automatizadas con las más recientes técnicas de construcción de la Nanotecnología.
fr_fr: Mega-Primus est très largement automatisée et de nombreux robots sont utilisés pour les tâches de routine. Ceux-ci sont assemblés dans des usines de robots, qui sont largement automatisées grâce aux toutes dernières techniques de construction nanotechnologique.
it: Mega-Primus è una città altamente automatizzata, e ha bisogno di numerosissimi robot per svolgere le sue funzioni. Essi sono tutti prodotti in questo tipo di struttura, anch'essa gestita interamente con le ultime tecniche di costruzione robotizzata.
ja_jp: メガプリムスは自動化が進んでおり、単純労働をこなす為に多数のロボットの労働力を必要としている。彼らは全てロボット工場で生産され、その工場自体も最新のナノテクノロジー社製の製造技術によって自動化されている。
pl: Mega-Primus jest miastem o wysokim stopniu automatyzacji i wymaga wielu robotów do wykonywania rutynowych prac. Roboty te produkuje się z wykorzystaniem najnowocześniejszej nanotechnologii konstrukcyjnej w specjalnych fabrykach, które także są w większości zautomatyzowane.
pt_br: Mega-Primus é altamente automatizada e requer os serviços de muitos robôs para realizar suas atividades de rotina. Eles são produzidos nas Fábricas de Robôs, que também são altamente automatizadas, utilizando as mais modernas técnicas de construção nanotecnológicas.
ru_ru: Мегапрайм в значительной степени автоматизирован и требует множества роботов для выполнения рутинных задач. Они производятся на фабриках роботов, которые практически полностью автоматизированы благодаря современным технологиям наноконструирования.

source: All kinds of small flying vehicles are produced here, such as Hovercars, Hoverbikes and transports. There are many Elerium supplies stored here which could be the target of hostile raiders.
cs: Zde jsou vyráběny všechny typy malých letounů, jako jsou vznášedla, vzdušné skůtry a transportéry. Je zde uloženo mnoho Eleriových zdrojů, které by se mohly stát cílem cizáckých nájezdů.
de_de: Hier werden alle Arten von kleineren Luftfahrzeugen produziert, beispielsweise Schwebefahrzeuge und-Motorräder und Transporter. Die großen Eleriumlager sind ein potentielles Angriffsziel für den Gegner.
es: Aquí se fabrican todo tipo de pequeños vehículos voladores, tales como los Hovercoches, Hovermotos y transportes. Aquí se almacenan grandes cantidades de elerio, que podrían ser el objetivo de incursiones enemigas.
fr_fr: Tous les petits véhicules aériens sont fabriqués dans cette usine: hovercars, hoverbikes et transports. Les importantes réserves d'élérium entreposées dans ce bâtiment en font une cible pour les voleurs hostiles.
it: Tutti i modelli di velivoli leggeri escono da qui: hovercar, hovermoto e mezzi di trasporto. In questi edifici vengono conservate notevoli scorte di Elerio, bersaglio di numerose bande di criminali.
ja_jp: ホバーカー、ホバーバイク、そして輸送車などの小型の飛空艇は全てここで製造される。さらにここにはエレリウムが多く貯えられており、敵対的な存在の襲撃を受ける可能性がある。
pl: Produkuje wszelkiego rodzaju małe pojazdy latające, jak na przykład howery, howercykle i transportery. Zawiera duże ilości elerium, które mogą być celem napadów.
pt_br: Todos os tipos de veículos voadores de pequeno porte são produzidos aqui, como os levicarros, levicletas e transportes. Há muitos suprimentos de Elerium aqui, o que pode chamar a atenção de saqueadores.
ru_ru: Здесь производятся все виды малых летательных аппаратов: ховеркары, ховербайки и транспортеры. Здесь хранятся большие запасы элериума, которые могут стать целью для вражеских рейдеров.

source: The cavernous interior of this factory is designed for construction of the largest vehicles such as the Valkyrie Interceptor, or the great Space Liners. There are large quantities of valuable construction materials, such as Elerium, stored in various parts of the building.
cs: Podzemní prostory této továrny jsou určeny pro konstrukci velkých vozidel jako stíhačů Valkýra či mohutných Kosmických lodí. V nejrůznějších prostorách je zde uloženo značné množství důležitých konstrukčních prvků, materiálů a také Eleria pro pohonné systémy.
de_de: Das höhlenartige Innere dieser Fabrik ist dazu angelegt, größere Fahrzeuge wie z.B. den Valkyrie-Abfangjäger oder die großen Raumkreuzer zu produzieren. In verschiedenen Bereichen des Gebäudes werden große Mengen wertvoller Konstruktionsmaterialien gelagert, z.B. Elerium.
es: El gigantesco interior de esta fábrica está diseñada para la construcción de los vehículos más grandes como son el Valkyrie Interceptador, o los grandes Navíos Espaciales. Hay gran cantidad de valioso material de construcción, por ejemplo de elerio, almacenado en varias partes del edificio.
fr_fr: L'intérieur de cette usine, en forme de caverne, est conçu pour la fabrication de grands véhicules tels que l'intercepteur Valkyrie ou les grands cargos spatiaux. De grandes quantités de matériaux de construction précieux, tels l'élérium, sont stockées dans divers endroits de ce bâtiment.
it: L'interno enorme di questa struttura è stato progettato per la costruzione di enormi veicoli, come l'intercettore Valkyrie e i più grandi mezzi di trasporto spaziali. Qui si trovano grandi quantità di preziosi materiali da costruzione, tra cui l'Elerio.
ja_jp: 大きな洞窟を思わせるこの工場ではバルキリーインターセプターやスペースライナーなどの最も大きな部類に属する乗り物が製造されている。貴重な資材、例えばエレリウムのような原料もビルのあちこちに大量に貯えられている。
pl: Przestronne wnętrze tej fabryki przeznaczone jest do konstruowania największych pojazdów latających, takich jak Walkiria czy liniowce kosmiczne. W różnych częściach budynku przechowywane są duże ilości cennych materiałów konstrukcyjnych, łącznie z elerium.
pt_br: O interior cavernoso desta fábrica é concebido para a construção de grandes veículos, como o Interceptor Valquíria ou as Linhas Espaciais. Há grandes quantidades de materiais de construção valiosos, como Elerium, armazenados em várias partes do edifício.
ru_ru: Высочайшие своды этого завода предназначены для сборки самых тяжелых кораблей, таких как «Валькирия» и космические суперлайнеры. Здесь в разных частях здания хранится множество ценных производственных материалов, таких как элериум.
