Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: We are unhappy with the recent activity of your organization and request compensation to restore normal diplomatic relations. If you do not comply your craft and Agents may be subject to hostile actions.
cs: Naše organizace je rozhořčena vaší nedávnou akcí a požaduje finanční vyrovnání, k obnovení normálních diplomatických vztahů. Pokud nevyhovíte, mohou se vaše stroje a agenti stat cílem nepřátelských akcí.
de_de: Wir sind mit den jüngsten Aktivitäten Ihrer Organisation unzufrieden und fordern eine Entschädigung zur Wiederherstellung normaler diplomatischer Beziehungen. Wenn Sie nicht einverstanden sind werden Ihre Fahrzeuge und Agenten möglicherweise zum Ziel feindseliger Aktionen.
es: No estamos contentos con la reciente actividad de tu organización y pedimos una compensación para restablecer relaciones diplomáticas normales. Si no cumples, tu nave y Agentes pueden ser objeto de acciones hostiles.
fr_fr: Les opérations récentes de votre organisation nous contrarient, et nous exigeons une compensation pour rétablir des relations diplomatiques normales. Si vous ne vous exécutez pas, nous serons obligés d'employer la force vis-à-vis de vos agents et vaisseaux.Les soussignés ont officiellement déposé une plainte, déplorant la détérioration des relations qu'ils entretiennent avec votre organisation, et ils suggèrent que vous preniez des mesures pour remédier à cette situation, ceci afin de prévenir les mesures draconiennes qu'ils pourraient prendre pour protéger les intérêts de leur ville.
it: Non siamo contenti dell'operato della tua organizzazione, e chiediamo una compenso per normalizzare la situazione. Se non accetterete i vostri mezzi e i vostri agenti saranno trattati come elementi nemici.
ja_jp: 最近のX-Comの活動を我々は喜ばしく思っていない。関係を修復したくば、そちらが代償を支払って誠意を示す事を切に願う。もしこの提案が聞き入れられない場合は今後X-Comの機体およびエージェントは我々から敵対的な対応を受けることになるだろう。
pl: Jesteśmy niezadowoleni z niedawnej działalności Twojej organizacji i żądamy rekompensaty za przywrócenie normalnych stosunków dyplomatycznych. Jeśli się nie podporządkujesz twoje statki i agenci mogą zostać poddani wrogim działaniom.
pt_br: Estamos descontentes com a recente atividade de sua organização e solicitamos compensação para restaurar as relações diplomáticas ao normal. Se você não cumprir, seu veículo e agentes estarão sujeitos a ações hostis.
ru_ru: Мы недовольны последними действиями вашей организации и требуем компенсации для восстановления нормальных дипломатических отношений. В случае отказа ваша техника и оперативники расцениваются как враги и могут быть атакованы без предупреждения.

source: Mission completed in Alien building.
cs: Mise v cizácké budově dokončena.
de_de: Einsatz in Alien-Gebäude abgeschlossen.
es: Misión terminada en edificio Alienígena.
fr_fr: Fin de la mission dans le bâtiment alien.
it: Missione nella struttura Aliena completata.
ja_jp: エイリアンのビル内のミッション完了
pl: Misja w budynku obcych zakończona.
pt_br: Missão completada no edifício alienígena.
ru_ru: Задание в здании пришельцев выполнено.

source: X-COM returning from mission at:
cs: X-COM se navrací z mise v:
de_de: X-COM kehrt zurück vom Einsatz bei:
es: X-COM volviendo de una misión en:
fr_fr: X-COM revient de sa mission à:
it: La X-COM sta rientrando dalla missione a:
ja_jp: X-Comは以下の場所から帰還中＜:
pl: X-COM powraca z misji w:
pt_br: X-COM retornando da missão em:
ru_ru: X-COM возвращается с задания из:

source: Base mission completed at:
cs: Mise v Bázi byla ukončena v:
de_de: Basiseinsatz abgeschlossen bei:
es: Misión base terminada en:
fr_fr: Mission de base terminée à:
it: Missione nella base completata a:
ja_jp: 以下の場所の基地ミッションが終了:
pl: Misja w bazie zakończona w:
pt_br: Missão da base completada em:
ru_ru: Задание на базе выполнено в:

source: X-COM returning from UFO mission.
cs: X-COM se navrací z mise v UFO.
de_de: X-COM zurück von UFO-Einsatz.
es: X-COM volviendo de misión OVNI.
fr_fr: X-COM revient de sa mission de récupération d'OVNI.
it: La X-COM sta rientrando dalla missione UFO.
ja_jp: X-ComはUFOミッションから帰還中
pl: X-COM powraca z misji UFO.
pt_br: X-COM retornando de missão ÓVNI.
ru_ru: X-COM возвращается с задания по борьбе с пришельцами.

source: X-COM returning from raid at:
cs: X-COM se vrací z přepadení v:
de_de: X-COM zurück von Plünderung bei:
es: X-COM volviendo de incursión en:
fr_fr: X-COM revient de sa mission de raid à:
it: La X-COM sta rientrando dal raid a:
ja_jp: X-Comは以下の襲撃ミッションから帰還中:
pl: X-COM powraca z najazdu na:
pt_br: X-COM retornando de saque em:
ru_ru: X-COM возвращается с рейда в:

source: Launcher AG Missile
cs: Plynová raketa
de_de: Launcher-AG-Rakete
es: Misil GA Lanzador
fr_fr: Missile au gaz-rampe lourde
it: Lanciamissili a gas anti-Alieni
ja_jp: ランチャー用AGミサイル
pl: Rakieta z obcym gazem do wyrzutni
pt_br: Míssil AG para lança-mísseis.
ru_ru: Ракета с ХБЧ для пусковой установки

source: Launcher HE Missile
cs: Explozívní raketa
de_de: Launcher-HE-Rakete
es: Misil AE Lanzador
fr_fr: Missile explosif-rampe lourde
it: Missile esplosivo
ja_jp: ランチャー用HEミサイル
pl: Rakieta eksplodująca do wyrzutni
pt_br: Míssil AE para lança-mísseis
ru_ru: Ракета с ОФБЧ для пусковой установки

source: Launcher IN Missile
cs: Zápalná raketa
de_de: Launcher-IN-Rakete
es: Misil IN Lanzador
fr_fr: Missile incend.-rampe lourde
it: Missile incendiario
ja_jp: ランチャー用INミサイル
pl: Rakieta zapalająca do wyrzutni
pt_br: Míssil IN para lança-mísseis
ru_ru: Зажигательная ракета для пусковой установки

source: Psi-Grenade
cs: PSI granát
de_de: Psi-Granate
es: Psi-Granada
fr_fr: Grenade psionique
it: Granata PSI
ja_jp: Psiグレネード
pl: Granat psioniczny
pt_br: Psi-Granada
ru_ru: Пси-граната

source: Motion scanner
cs: Skener pohybu
de_de: Bewegungsscanner
es: Escáner de Movimiento
fr_fr: Détecteur de mouvement
it: Rilevatore di movimento
ja_jp: モーションスキャナ
pl: Czytnik ruchu
pt_br: Sensor de movimento
ru_ru: Сканер движения

source: Psimorph's mindbender
cs: Výkonný ovladač mysli
de_de: Psimorph-Geistverzerrer
es: Distorsionador Cerebral de Psimorph
fr_fr: Asservisseur mental du Psimorphe
it: Incanalatore mentale
ja_jp: Psiモーフの精神歪曲器
pl: Projektor psioniczny psymorfa
pt_br: Dobrador mental do Psimorfo
ru_ru: Ментальный регулятор псиморфа

source: Megaspawn's disruptor
cs: Disperzívní zbraň
de_de: Megaspawn-Disruptorstrahl
es: Perturbador de Megaspawn
fr_fr: Disrupteur du Mégaspawn
it: Disgregatore Megaspawn
ja_jp: メガスポーンのディスラプター
pl: Dysruptor megamorfa
pt_br: Disruptor do Megaspawn
ru_ru: Расщепитель мегаплода

source: Megaspawn's launcher
cs: Odpalovač raket
de_de: Megaspawn-Launcher
es: Lanzador de Megaspawn
fr_fr: Rampe du Mégaspawn
it: Lanciamissili Megaspawn
ja_jp: メガスポーンのランチャー
pl: Wyrzutnia megamorfa
pt_br: Lançador do Megaspawn
ru_ru: Пусковая установка мегаплода

source: Spitter's vomit funnel
cs: Velký plivací chobot
de_de: Spitter-Speitrichter
es: Embudo de vómito de Escupidor
fr_fr: Entonnoir à vomi du Cracheur
it: Bocca Lanciavomito
ja_jp: スピッターの口腔
pl: Rura głowowa pluja
pt_br: Funil de vômito do Cuspidor
ru_ru: Рвотная воронка спиттера

source: Multiworm's spit
cs: Plivací ústrojí
de_de: Multiwurm-Spucke
es: Escupitajo de Multigusano
fr_fr: Crachat du Multiver
it: Sputo Multiverme
ja_jp: マルチワームの唾液
pl: Splunięcie wielorobaka
pt_br: Cuspe do Multiverme
ru_ru: Плевок мультичервя

source: Alien egg's vomit tube
cs: Malý plivací chobot
de_de: Alien-Ei-Speirohr
es: Tubo de vomitado de huevo alienígena
fr_fr: Tube vomitif de l'oeuf alien
it: Lanciavomito Uova Aliene
ja_jp: エイリアンの卵の口腔
pl: Rzygaczka jaja obcych
pt_br: Tubo de vômito do ovo Alien
ru_ru: Рвотная трубка яйца пришельцев

source: Hyperworm's bite
cs: Ozubené čelisti
de_de: Hyperwurmbiß
es: Mordedura de Hipergusano
fr_fr: Morsure d'Hyperver
it: Morso Iperverme
ja_jp: ハイパーワームの牙
pl: Ugryzienie hiperrobaka
pt_br: Mordida do Hiperverme
ru_ru: Укус гиперчервя

source: Queenspawn's tentacles
cs: Chapadla
de_de: Queenspawn-Tentakel
es: Tentáculos de Queenspawn
fr_fr: Tentacules de la Reine
it: Tentacoli Regina Aliena
ja_jp: クイーンスポーンの触手
pl: Macki królewskiego morfa
pt_br: Tentáculos da Rainha
ru_ru: Щупальца королевы

source: Popper's bomb
cs: Bomba
de_de: Popper-Bombe
es: Bomba de Popper
fr_fr: Bombe de l'exploseur
it: Bomba Kamikaze
ja_jp: ポッパーの爆弾
pl: Bomba skoczka
pt_br: Bomba do Popper
ru_ru: Бомба поппера

source: Elerium Pod
cs: Eleriová tobolka
de_de: Eleriumkapsel
es: Vaina de Elerio
fr_fr: Capsule d'Elérium
it: Carica di Elerio
ja_jp: エレリウム弾
pl: Kapsuła elerium
pt_br: Cápsula de Elerium
ru_ru: Капсула с элериумом

source: Elerium pod
cs: Blok Eleria
de_de: Eleriumkapsel
es: Vaina de Elerio
fr_fr: Capsule d'élérium
it: Carica di Elerio
ja_jp: エレリウム弾
pl: Kapsuła elerium
pt_br: Cápsula de Elerium
ru_ru: Капсула с элериумом

source: Plasma Beam
cs: Plazmový svazek
de_de: Plasmastrahl
es: Rayo de Plasma
fr_fr: Rayon plasma
it: Raggio Plasma
ja_jp: プラズマビーム
pl: Wiązka plazmy
pt_br: Raio de Plasma
ru_ru: Плазменный луч

source: Alien Toxin-A
cs: Toxin typ A
es: Toxina Alienígena Tipo A
fr_fr: Toxine alienne A
it: Tossina Aliena A
ja_jp: エイリアン毒 A
pl: Obca toksyna-A
pt_br: Toxina A alienígena
ru_ru: Токсин A

source: Alien Toxin-B
cs: Toxin typ B
es: Toxina Alienígena Tipo B
fr_fr: Toxine alienne B
it: Tossina Aliena B
ja_jp: エイリアン毒 B
pl: Obca toksyna-B
pt_br: Toxina B alienígena
ru_ru: Токсин B

source: Alien Toxin-C
cs: Toxin typ C
es: Toxina Alienígena Tipo C
fr_fr: Toxine alienne C
it: Tossina Aliena C
ja_jp: エイリアン毒 C
pl: Obca toksyna-C
pt_br: Toxina C alienígena
ru_ru: Токсин C

source: Hot Plasma
cs: Plazma
de_de: Heißes Plasma
es: Plasma Caliente
fr_fr: Plasma surchauffé
it: Plasma incandescente
ja_jp: 高熱プラズマ
pl: Gorąca plazma
pt_br: Plasma Quente
ru_ru: Горячая плазма

source: Entropy
cs: Entropie
de_de: Entropie
es: Entropía
fr_fr: Entropie
ja_jp: エントロピー
pl: Entropia
pt_br: Entropia
ru_ru: Энтропия

source: Tracker Dart
cs: Sledovací šipka
de_de: Anti-Alien-Gas
fr_fr: Flèche traqueuse
it: Razzo tracciante
ja_jp: トラッカーのダーツ
pl: Strzałka śledząca
pt_br: Dardo Rastreador
ru_ru: Дротик-жучок

source: Destabilisation
cs: Rušení
de_de: Destabilisierung
es: Desestabilizante
fr_fr: Déstabilisation
it: Destabilizzatore
ja_jp: 不安定化装置
pl: Destabilizacja
pt_br: Desestabilização
ru_ru: Дестабилизация

source: Spit
cs: Pliv
de_de: Spucke
es: Escupitajo
fr_fr: Crachat
it: Sputo
ja_jp: 唾液
pl: Pluć
pt_br: Cuspe
ru_ru: Плевок

source: Bite
cs: Zuby
de_de: Biß
es: Mordedura
fr_fr: Morsure
it: Morso
ja_jp: 牙
pl: Ugryzienie
pt_br: Mordida
ru_ru: Укус

source: MarSec
ja_jp: マーゼック
pl: MarSek
ru_ru: МарСек

source: SuperDynamics
ja_jp: スーパーダイナミックス
pl: Superdynamika
pt_br: Superdinâmica
ru_ru: Супердайнэмикс

source: SolMine
ja_jp: ソルマイン
pl: SolKop
ru_ru: Солмайн

source: NanoTech
ja_jp: ナノテック
ru_ru: Нанотех

source: All your units are unconscious or dead. You lose.
cs: Všechny jednotky mrtvé či v bezvědomí. Prohráls.
de_de: Ihre Einheiten sind alle bewußtlos oder tot. Sie verlieren.
es: Todas tus unidades están inconscientes o muertas. Pierdes.
fr_fr: Vos unités sont toutes mortes ou inconscientes. Vous avez perdu.
it: Tutte le unità sono svenute o morte. Hai perso.
ja_jp: 全ユニットが死亡もしくは意識不明です。あなたは敗退しました。
pl: Wszystkie twoje jednostki są nieprzytomne lub nie żyją. Zostałeś pokonany.
pt_br: Todas as suas unidades estão inconscientes ou mortas. Você perdeu.
ru_ru: Все ваши оперативники без сознания или мертвы. Вы проиграли.

source: All hostile units are dead or unconscious. You win.
cs: Všichni nepřátelé mrtví či v bezvědomí. Vyhráls.
de_de: Alle gegnerischen Einheiten sind bewußtlos oder tot. Sie siegen.
es: Todas las unidades enemigas muertas o inconscientes. Ganas.
fr_fr: Les unités hostiles sont toutes mortes ou inconscientes. Vous avez gagné.
it: Tutti gli avversari sono morti o svenuti. Hai vinto.
ja_jp: 全敵ユニットが死亡もしくは意識不明です。あなたの勝利です。
pl: Wszystkie wrogie jednostki nie żyją lub są nieprzytomne. Zwyciężyłeś.
pt_br: Todas as unidades inimigas estão mortas ou inconscientes. Você venceu.
ru_ru: Вся живая сила противника без сознания или мертва. Вы победили.

source: Unit has died:
cs: Zemřel(a) :
de_de: Vernichtete Einheit:
es: Unidad ha muerto:
fr_fr: Mort de l'unité:
it: Unità morta:
ja_jp: ユニットが死亡:
pl: Jednostka nie żyje:
pt_br: Unidade morreu:
ru_ru: Оперативник умер:

source: Hostile unit has died.
cs: Nepřítel zemřel.
de_de: Gegnerische Einheit vernichtet.
es: Unidad enemiga ha muerto.
fr_fr: Mort d'une unité ennemie.
it: Unità nemica morta.
ja_jp: 敵ユニットが死亡
pl: Wroga jednostka nie żyje.
pt_br: Unidade inimiga morreu.
ru_ru: Противник умер.

source: Unit has died.
cs: Jednotka zemřela.
de_de: Einheit wurde vernichtet.
es: Unidad ha muerto.
fr_fr: Mort de l'unité.
it: Unità morta.
ja_jp: ユニットが死亡
pl: Jednostka nie żyje.
pt_br: Unidade morreu.
ru_ru: Оперативник умер.

source: Unit critically wounded:
cs: Jednotka kriticky zraněna:
de_de: Schwer verletzte Einheit:
es: Unidad críticamente herida:
fr_fr: Unité grièvement blessée:
it: Unità gravemente ferita:
ja_jp: ユニットに致命傷:
pl: Jednostka krytycznie zraniona:
pt_br: Unidade gravemente ferida:
ru_ru: Оперативник получил критическое ранение:

source: Unit has lost consciousness:
cs: Jednotka ztratila vědomí:
de_de: Folgende Einheit hat das Bewußtsein verloren:
es: Unidad ha perdido la consciencia:
fr_fr: Perte de conscience de l'unité:
it: Unità svenuta:
ja_jp: ユニットが意識不明:
pl: Jednostka straciła przytomność:
pt_br: Unidade perdeu a consciência:
ru_ru: Оперативник потерял сознание:

source: Unit has left combat zone:
cs: Jednotka opustila zónu boje:
de_de: Folgende Einheit hat die Kampfzone verlassen:
es: Unidad ha dejado la zona de combate:
fr_fr: L'unité vient de quitter la zone de combat:
it: L'unità ha lasciato la battaglia:
ja_jp: ユニットが戦闘エリアから逃走:
pl: Jednostka opuściła pole walki:
pt_br: Unidade deixou a zona de combate:
ru_ru: Оперативник покинул поле боя:

source: Current score:
cs: Aktuální skóre:
de_de: Derzeitiger Punktestand:
es: Puntuación actual:
fr_fr: Score actuel:
it: Punteggio attuale:
ja_jp: 現在のスコア:
pl: Obecny wynik:
pt_br: Pontuação atual
ru_ru: Текущий счет:

source: Unit has frozen:
cs: Jednotka ztuhla:
de_de: Folgende Einheit ist starr vor Schreck:
es: Unidad se ha paralizado:
fr_fr: L'unité s'est immobilisée:
it: Unità immobilizzata:
ja_jp: ユニットが凍結:
pl: Jednostka zamrożona:
pt_br: Unidade congelou:
ru_ru: Оперативник парализован:

source: Unit has gone berserk:
cs: Jednotka má záchvat:
de_de: Folgende Einheit hat durchgedreht:
es: Unidad se ha vuelto loca:
fr_fr: L'unité a craqué:
it: L'unità è furiosa:
ja_jp: ユニットが凶暴化:
pl: Jednostka wpadła w szał:
pt_br: Unidade se rebelou:
ru_ru: Оперативник впал в ярость:

source: Unit has panicked:
cs: Jednotka zpanikařila:
de_de: Folgende Einheit ist in Panik ausgebrochen:
es: Unidad se ha asustado:
fr_fr: L'unité a paniqué:
it: Unità in preda al panico:
ja_jp: ユニットがパニック:
pl: Jednostka spanikowała:
pt_br: Unidade entrou em pânico:
ru_ru: Оперативник запаниковал:

source: Unit has stopped panicking:
cs: Jednotka se vzpamatovala:
de_de: Folgende Einheit hat sich beruhigt:
es: Unidad ya no está asustada:
fr_fr: L'unité a repris son sang-froid:
it: Unità tornata in se:
ja_jp: ユニットがパニックから回復
pl: Jednostka przestała panikować:
pt_br: Unidade saiu do pânico:
ru_ru: Оперативник перестал паниковать:

source: A player has left the game.
cs: Hráč opustil tuto hru.
de_de: Ein Teilnehmer hat das Spiel verlassen.
es: Un jugador ha dejado la partida.
fr_fr: Un joueur a quitté la partie.
it: Un giocatore ha lasciato il gioco.
ja_jp: プレイヤーがゲームを抜けました
pl: Gracz opuścił grę.
pt_br: Um jogador deixou o jogo.
ru_ru: Игрок покинул игру.

source: The host has left the game.
cs: Host opustil tuto hru.
de_de: Der Host hat das Spiel verlassen.
es: El host ha dejado la partida.
fr_fr: L'hôte a quitté la partie.
it: Il creatore ha lasciato il gioco.
ja_jp: ホストがゲームを抜けました
pl: Gospodarz opuścił grę.
pt_br: O host saiu do jogo.
ru_ru: Хост покинул игру.

source: Turn:
cs: Kolo:
de_de: Spielzug:
es: Turno:
fr_fr: Tour:
it: Turno:
ja_jp: ターン:
pl: Tura:
pt_br: Turno:
ru_ru: Ход:

source: Side:
cs: Strana:
de_de: Seite:
es: Bando:
fr_fr: Camp:
it: Parte:
ja_jp: 陣営:
pl: Strona:
pt_br: Lado:
ru_ru: Сторона:

source: Player:
cs: Hráč:
de_de: Spieler:
es: Jugador:
fr_fr: Joueur:
it: Giocatore:
ja_jp: プレイヤー:
pl: Gracz:
pt_br: Jogador:
ru_ru: Игрок:

source: Computer
cs: Počítač
es: Ordenador
fr_fr: Ordinateur
ja_jp: コンピューター
pl: Komputer
pt_br: Computador
ru_ru: Компьютер

source: No active units. End of turn.
cs: Žádné aktivní jednotky. Konec kola.
de_de: Keine aktiven Einheiten. Ende des Spielzugs.
es: No hay unidades activas. Fin de turno.
fr_fr: Pas d'unité active. Tour terminé.
it: Nessun'unità attiva. Fine turno.
ja_jp: 行動できるユニットが居ません。ターン終了です
pl: Brak aktywnych jednostek. Koniec tury.
pt_br: Nenhuma unidade ativa. Fim de turno.
ru_ru: Активных оперативников не осталось. Конец хода.

source: Hostile unit spotted:
cs: Objeven nepřítel:
de_de: Gegnerische Einheit entdeckt:
es: Unidad hostil detectada:
fr_fr: Unité ennemie repérée:
it: Unità nemica individuata:
ja_jp: 敵ユニット発見
pl: Wykryto wrogą jednostkę:
pt_br: Unidade hostil avistada:
ru_ru: Замечен противник:

source: Unit under attack:
cs: Útočí na jednotku:
de_de: Einheit wird angegriffen:
es: Unidad sufriendo ataque:
fr_fr: Unité attaquée:
it: Unità sotto attacco:
ja_jp: 攻撃を受けているユニット:
pl: Jednostka jest atakowana:
pt_br: Unidade sob ataque:
ru_ru: Оперативник атакован:

source: Psionic attack on unit:
cs: Psionický útok na:
de_de: Psionischer Angriff auf Einheit:
es: Ataque psiónico a unidad:
fr_fr: Attaque psionique sur unité:
it: Attacco psionico sull'unità:
ja_jp: Psiアタックをユニットに仕掛けた:
pl: Atak psi na jednostkę:
pt_br: Ataque psiônico na unidade:
ru_ru: Пси-атака на оперативника:

source: Unit being Psi-drained:
cs: Jednotka Psionicky zkoumána:
de_de: Einheit unter Psi-Attacke:
es: Unidad con Psi-reducción:
fr_fr: Unité vidée de son énergie psionique:
it: Sottrazione forza Psi dell'unità:
ja_jp: Psiドレインを受けたユニット:
pl: Jednostka została psi-wydrenowana:
pt_br: Unidade sendo Psidrenada:
ru_ru: Оперативник подвергся пси-истощению:

source: Unit under Psionic control:
cs: Jednotka Psionicky ovládnuta:
de_de: Einheit unter psionischer Kontrolle:
es: Unidad bajo control psiónico:
fr_fr: Unité sous contrôle psionique:
it: Unità sotto controllo psionico:
ja_jp: Psiコントロール下にあるユニット:
pl: Jednostka pod kontrolą psi:
pt_br: Unidade sob controle Psiônico:
ru_ru: Оперативник под пси-контролем:

source: Unit freed from Psionic control:
cs: Psionické ovládání skončilo u:
de_de: Einheit von psionischer Kontrolle befreit:
es: Unidad liberada de control psiónico:
fr_fr: Unité libérée du contrôle psionique:
it: Unità liberata dal controllo psionico:
ja_jp: Psiコントロールから解放された:
pl: Jednostka uwolniona od kontroli psi:
pt_br: Unidade livre de controle Psiônico:
ru_ru: Оперативник освободился от пси-контроля:

source: Unit injured:
cs: Jednotka zraněna:
de_de: Einheit verletzt:
es: Unidad herida:
fr_fr: Unité blessée:
it: Unità ferita:
ja_jp: ユニットが負傷:
pl: Jednostka ranna:
pt_br: Unidade ferida:
ru_ru: Оперативник ранен:

source: Unit badly injured:
cs: Jednotka těžce zraněna:
de_de: Einheit schwer verletzt:
es: Unidad gravemente herida:
fr_fr: Unité gravement blessée:
it: Unità seriamente ferita:
ja_jp: ユニットが重傷を負った:
pl: Jednostka ciężko ranna:
pt_br: Unidade seriamente ferida:
ru_ru: Оперативник тяжело ранен:

source: Unit under fire:
cs: Střílí na:
de_de: Einheit unter Beschuß:
es: Unidad recibiendo disparos:
fr_fr: Unité attaquée:
it: Unità sotto il fuoco:
ja_jp: 攻撃を受けているユニット:
pl: Jednostka pod ostrzałem:
pt_br: Unidade sob fogo:
ru_ru: Оперативник под огнем:

source: Building has been disabled
cs: Budova je vyřazena z provozu
de_de: Gebäude wurde deaktiviert
es: Edificio ha sido destruido
fr_fr: Le bâtiment a été désactivé
it: Edificio disattivato
ja_jp: ビルは不能状態に陥った
pl: Budynek został wyłączony
pt_br: O edifício foi desativado
ru_ru: Здание было выведено из строя

source: SQUAD ASSIGNMENT
cs: URČENÍ DO SKUPIN
de_de: EINHEITENZUTEILUNG
es: MISION DE LA UNIDAD
fr_fr: AFFECTATION DE L'ESCADRON
it: ASSEGNAZIONE SQUADRA
ja_jp: 小隊の任命
pl: PRZYDZIELANIE DRUŻYN
pt_br: TAREFA DO ESQUADRÃO
ru_ru: НАЗНАЧЕНИЕ ВЗВОДА

source: Unit Healing:
cs: Uzdravuje se:
de_de: Einheit wird geheilt:
es: Unidad Curándose:
fr_fr: Unité en voie de guérison:
it: Unità in cura:
ja_jp: ユニットのHPが回復した:
pl: Leczenie jednostki:
pt_br: Unidade se recuperando:
ru_ru: Лечение оперативника:

source: All your units have fled the combat zone. You lose.
cs: Všechny tvé jednotky utekli z bojové zóný. Prohrál jsi.
de_de: Alle Ihre Einheiten haben das Gefechtsfeld verlassen. Sie haben verloren.
es: Todas tus unidades han huido de la zona de combate. Pierdes.
fr_fr: Vos unités ont toutes fuit la zone de combat.Vous avez perdu.
it: Tutte le tue unità hanno lasciato il combattimento. Hai perso.
ja_jp: 全ての味方ユニットが逃亡しました。あなたは敗退しました。
pl: Wszystkie twoje jednostki uciekły z pola walki. Zostałeś pokonany.
pt_br: Todas as suas unidades fugiram da zona de combate. Você perdeu.
ru_ru: Все ваши оперативники покинули зону боевых действий. Вы проиграли.

source: All hostile units have fled the combat zone. You win.
cs: Všechny nepřátelské jednotky utekly z bojové zóny. Vyhrál jsi.
de_de: Alle gegnerischen Einheiten haben das Gefechtsfeld verlassen. Sie haben gewonnen.
es: Todas las unidades enemigas han huido de la zona de combate. Ganas.
fr_fr: Les unités hostiles ont toutes fuit la zone de combat.Vous avez gagné.
it: Tutte le unità nemiche hanno lasciato il combattimento. Hai vinto.
ja_jp: 全ての敵ユニットが逃亡しました。あなたの勝ちです。
pl: Wszystkie wrogie jednostki uciekły z pola walki. Zwyciężyłeś.
pt_br: Todas as unidades hostis fugiram da zona de combate. Você ganhou.
ru_ru: Вся живая сила противника покинула зону боевых действий. Вы победили.

source: Unit Brainsucked:
cs: Jednotka mozkově vysáta:
de_de: Einheit von Brainsuckern angegriffen:
es: Unidad con el Cerebro Absorbido:
fr_fr: Unité lobotomisée:
it: Unità catturata da Succhiacervelli:
ja_jp: 脳を吸われたユニット
pl: Jednostka przejęta przez wysysacza:
pt_br: Unidade com cérebro sugado:
ru_ru: Оперативник под контролем мозгососа:

source: All your units have fled the combat zone. You win.
cs: Všechny tvé jednotky utekli z bojové oblasti. Vyhrál jsi.
de_de: Alle Ihre Einheiten haben das Gefechtsfeld verlassen. Sie haben gewonnen.
es: Todas tus unidades han escapado de la zona de combate. Ganas.
fr_fr: Toutes vos unités ont fuit la zone des combats.Vous avez gagné.
it: Le tue unità hanno preso possesso della zona di combattimento. Hai vinto.
ja_jp: 全ての味方ユニットが退却。あなたの勝ちです。
pl: Wszystkie twoje jednostki opuściły pole walki. Zwyciężyłeś.
pt_br: Todas as suas unidades fugiram da zona de combate. Você ganhou.
ru_ru: Все ваши оперативники покинули зону боевых действий. Вы победили.

source: All hostile units have fled the combat zone. You lose.
cs: Všechny nepřátelské jednoty utekli z bojové oblasti. Prohrál jsi.
de_de: Alle gegnerischen Einheiten haben das Gefechtsfeld verlassen. Sie haben verloren.
es: Todas las unidades hostiles han escapado de la zona de combate. Pierdes.
fr_fr: Toutes les unités hostiles ont fuit la zone des combats.Vous avez perdu.
it: Le unità avversarie hanno preso possesso della zona di combattimento. Hai perso.
ja_jp: 全ての敵ユニットが退却に成功。あなたは敗退しました。
pl: Wszystkie wrogie jednostki opuściły pole walki. Zostałeś pokonany.
pt_br: Todas as unidades hostis fugiram da zona de combate. Você perdeu.
ru_ru: Вся живая сила противника покинула зону боевых действий. Вы проиграли.

source: : Out of ammo
cs: : Bez munice
de_de: : Munition zuende
es: : Sin munición
fr_fr: : Plus de munitions
it: : Munizioni terminate
ja_jp: 弾切れ
pl: : Koniec amunicji
pt_br: : Sem munição
ru_ru: : Закончились боеприпасы

source: Psi-drain
cs: Unavit
de_de: Psionischer Angriff
es: Psi-drenaje
fr_fr: Pompage d'énergie psionique
it: Risucchio Psi
ja_jp: Psiドレイン
pl: Drenaż psi
pt_br: Psidreno
ru_ru: Пси-истощение
