Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Abandon and Restart Game
cs: Zrušit a začít znovu
de_de: Beenden und Spiel neu starten
es: Abandonar y Recomenzar Partida
fr_fr: Abandonner et recommencer la partie
it: Termina e riavvia il gioco
ja_jp: ゲームを放棄して再スタート
pl: Porzuć i Zrestartuj Grę
pt_br: Abandonar e Recomeçar Jogo
ru_ru: Выйти и перезапустить игру

source: Restart Game
cs: Restart hry
de_de: Spiel neu starten
es: Recomenzar Partida
fr_fr: Recommencer la partie
it: Riavvia il gioco
ja_jp: ゲームを再スタート
pl: Zrestartuj Grę
pt_br: Recomeçar Jogo
ru_ru: Перезапустить игру

source: Save Game
cs: Uložit hru
de_de: Spiel sichern
es: Guardar Partida
fr_fr: Sauvegarder la partie
it: Salva la partita
ja_jp: ゲームのセーブ
pl: Zapisz Grę
pt_br: Salvar Jogo
ru_ru: Сохранить игру

source: Load Game
cs: Načíst hru
de_de: Spiel laden
es: Cargar Partida
fr_fr: Charger la partie
it: Carica una partita
ja_jp: ゲームのロード
pl: Wczytaj Grę
pt_br: Carregar Jogo
ru_ru: Загрузить игру

source: Delete Old Saved Game
cs: Smazat předchozí hru
de_de: Gesichertes Spiel löschen
es: Borrar antigua partida guardada
fr_fr: Supprimer la partie sauvegardée
it: Cancella vecchio salvataggio
ja_jp: 古いセーブデータを消去
pl: Usuń Starą Zapisaną Grę
pt_br: Deletar Jogo Salvo Antigo
ru_ru: Удалить старую сохраненную игру

source: Quit X-COM Apocalypse
cs: Skončit X-COM Apocalypse
de_de: X-COM Apocalypse beenden
es: Salir de X-COM Apocalypse
fr_fr: Quitter X-COM Apocalypse
it: Esci da X-COM Apocalypse
ja_jp: X-COM Apocalypseを終了する
pl: Wyjdź z X-COM Apocalypse
pt_br: Sair de X-COM Apocalipse
ru_ru: Выйти из X-COM: Апокалипсис

source: Quit Game
cs: KONEC
de_de: Spiel beenden
es: Salir de la partida
fr_fr: Quitter la partie
it: Esci dalla partita
ja_jp: ゲームを終了
pl: Wyjdź z Gry
pt_br: Sair do Jogo
ru_ru: Покинуть игру

source: SAVE GAME
cs: ULOŽIT HRU
de_de: SPIEL SICHERN
es: GUARDAR PARTIDA
fr_fr: SAUVEGARDER LA PARTIE
it: SALVATAGGIO PARTITA
ja_jp: ゲームのセーブ
pl: ZAPISZ GRĘ
pt_br: SALVAR JOGO
ru_ru: СОХРАНИТЬ ИГРУ

source: LOAD GAME
cs: NAČÍST HRU
de_de: SPIEL LADEN
es: CARGAR PARTIDA
fr_fr: CHARGER LA PARTIE
it: CARICAMENTO PARTITA
ja_jp: ゲームをロード
pl: WCZYTAJ GRĘ
pt_br: CARREGAR JOGO
ru_ru: ЗАГРУЗИТЬ ИГРУ

source: DELETE OLD SAVED GAME
cs: SMAZAT PŘEDCHOZÍ HRU
de_de: GESICHERTES SPIEL LÖSCHEN
es: BORRAR ANTIGUA PARTIDA GUARDADA
fr_fr: SUPPRIMER LA PARTIE SAUVEGARDEE
it: CANCELLA VECCHIO SALVATAGGIO
ja_jp: 古いセーブデータを消去
pl: USUŃ STARĄ ZAPISANĄ GRĘ
pt_br: DELETAR JOGO SALVO ANTIGO
ru_ru: УДАЛИТЬ СТАРУЮ СОХРАНЕННУЮ ИГРУ

source: Tool tips
cs: Popisky ikon
de_de: Werkzeug-Tips
es: Ayuda de Herramientas
fr_fr: Conseils d'utilisation
it: Suggerimenti
ja_jp: ツールチップ
pl: Wskazówki
pt_br: Dicas
ru_ru: Всплывающие подсказки

source: Action music
cs: Hudební kulisa
de_de: Action-Musik
es: Música de Acción
fr_fr: Musique d'action
it: Musica durante l'azione
ja_jp: 戦闘BGM
pl: Muzyka podczas walki
pt_br: Música de ação
ru_ru: Дин. музыка

source: Message Toggles
cs: Přepínač zpráv
de_de: Nachrichtenaktivierung
es: Cambios de Mensaje
fr_fr: Permuter les messages
it: Messaggi visualizzati
ja_jp: メッセージ表示のトグル
pl: Przełączniki Wiadomości
pt_br: Ligar/Desligar Mensagens
ru_ru: Переключатели сообщений

source: UFO spotted
cs: Objeveno UFO
de_de: UFO entdeckt
es: Detectado OVNI
fr_fr: OVNI repéré
it: UFO individuato
ja_jp: UFO発見
pl: Zauważono UFO
pt_br: ÓVNI avistado
ru_ru: Замечен НЛО

source: Vehicle lightly damaged
cs: Vozidlo lehce poškozeno
de_de: Fahrzeug leicht beschädigt
es: Vehículo ligeramente dañado
fr_fr: Véhicule légèrement endommagé
it: Veicolo scarsamente danneggiato
ja_jp: 乗り物が微損
pl: Pojazd lekko uszkodzony
pt_br: Veículo levemente danificado
ru_ru: ТС легко повреждено

source: Vehicle moderately damage
cs: Vozidlo středně poškozeno
de_de: Fahrzeug mittelschwer beschädigt
es: Vehículo moderadamente dañado
fr_fr: Véhicule moyennement endommagé
it: Veicolo moderatamente danneggiato
ja_jp: 乗り物が破損
pl: Pojazd średnio uszkodzony
pt_br: Veículo moderadamente danificado
ru_ru: ТС заметно повреждено

source: Vehicle heavily damaged
cs: Vozidlo těžce poškozeno
de_de: Fahrzeug schwer beschädigt
es: Vehículo muy dañado
fr_fr: Véhicule gravement endommagé
it: Veicolo pesantemente danneggiato
ja_jp: 乗り物が激しく損傷
pl: Pojazd ciężko uszkodzony
pt_br: Veículo seriamente danificado
ru_ru: ТС сильно повреждено

source: Vehicle destroyed
cs: Vozidlo zničeno
de_de: Fahrzeug zerstört
es: Vehículo destruido
fr_fr: Véhicule détruit
it: Veicolo distrutto
ja_jp: 乗り物が大破
pl: Pojazd zniszczony
pt_br: Veículo destruído
ru_ru: Боевая единица уничтожена

source: Vehicle damaged and returning to base
cs: Vozidlo poškozeno a vrací se do Báze.
de_de: Fahrzeug wurde beschädigt und kehrt...
es: Vehículo dañado y volviendo a su base
fr_fr: Retour du véh. endommagé à la base
it: Veicolo danneggiato in rientro alla base
ja_jp: 乗り物がダメージを受け基地に帰還中
pl: Pojazd uszkodzony i wraca do bazy
pt_br: Veículo danificado e retornando à base
ru_ru: ТС повреждено и возвращается на базу

source: Weapon out of ammo
cs: Zbrani došla munice
de_de: Waffe ohne Munition
es: Arma sin munición
fr_fr: Plus de munitions
it: Munizioni esaurite
ja_jp: 弾切れ
pl: Broń nie ma amunicji
pt_br: Arma sem munição
ru_ru: В оружии закончились боеприпасы

source: Vehicle low on fuel
cs: Stroji dochází palivo
de_de: Treibstoff knapp bei Fahrzeug
es: Vehículo con poco combustible
fr_fr: Presque plus de carburant
it: Veicolo a corto di carburante
ja_jp: 燃料の残り僅か
pl: Pojazd ma mało paliwa
pt_br: Veículo com pouco combustível
ru_ru: ТС не хватает топлива

source: Cargo has arrived at base
cs: Náklad dorazil do Báze
de_de: Fracht in Basis eingetroffen
es: La mercancía ha llegado a la base
fr_fr: La cargaison est arrivée à la base
it: Il cargo è arrivato alla base
ja_jp: 基地に荷物が届きました
pl: Ładunek przybył do bazy
pt_br: Carga chegou na base
ru_ru: Груз прибыл на базу

source: Vehicle repaired
cs: Vozidlo opraveno
de_de: Fahrzeug repariert
es: Vehículo reparado
fr_fr: Véhicule réparé
it: Veicolo riparato
ja_jp: 乗り物の修理完了
pl: Pojazd naprawiony
pt_br: Veículo consertado
ru_ru: Транспортное средство отремонтировано

source: Vehicle rearmed
cs: Vozidlo dozbrojeno
de_de: Fahrzeug neu bewaffnet
es: Vehículo rearmado
fr_fr: Véhicule réarmé
it: Veicolo riarmato
ja_jp: 乗り物の武器換装完了
pl: Pojazd dozbrojony
pt_br: Veículo rearmado
ru_ru: Боезапас боевой единицы пополнен

source: Not enough ammo to rearm vehicle
cs: Chybí munice k dozbrojení
de_de: Nicht genug Munition zur Neubewaffnung
es: Falta munición para rearmar vehículo
fr_fr: Pas assez de munitions pour réarmer
it: Munizioni insufficienti per riarmare
ja_jp: 武器の換装をするには弾薬が足りません
pl: Niewystarczająca ilość amunicji do dozbrojenia pojazdu
pt_br: Não há munição suficiente para rearmar veículo
ru_ru: Недостаточно боеприпасов для ТС

source: Vehicle refuelled
cs: Vozidlo dotankováno
de_de: Fahrzeug aufgetankt
es: Vehículo tomó combustible
fr_fr: Le véhicule a fait le plein
it: Veicolo rifornito
ja_jp: 乗り物の燃料補給完了
pl: Pojazd zatankowany
pt_br: Veículo reabastecido
ru_ru: Транспортное средство заправлено

source: Not enough fuel to refuel vehicle
cs: Schází palivo k dotankování vozidla
de_de: Nicht genug Treibstoff zum Auftanken
es: Falta combustible para el vehículo
fr_fr: Pas assez de carb. pour faire le plein
it: Carburante insufficiente per rifornire
ja_jp: 補給の為の燃料が足りません
pl: Niewystarczająca ilość paliwa do zatankowania pojazdu
pt_br: Não há combustível suficiente para reabastecer veículo
ru_ru: Недостаточно топлива для ТС

source: Unauthorized vehicle detected
cs: Zjištěno neoprávněné vozidlo
de_de: Illegales Fahrzeug entdeckt
es: Detectado vehículo no autorizado
fr_fr: Véhicule non autorisé repéré
it: Rilevato velivolo non autorizzato
ja_jp: 未登録の乗り物発見
pl: Wykryto nieautoryzowany pojazd
pt_br: Veículo não autorizado detectado
ru_ru: Обнаружено незарегистрированное ТС

source: Always pause to display this message?
cs: Vždy zastavit při vypsání této zprávy ?
de_de: Diese Nachricht erneut anzeigen?
es: ¿Pausar siempre para mostrar este mensaje?
fr_fr: Toujours mettre en pause pour afficher ce message?
it: Sempre in pausa con questo messaggio?
ja_jp: このメッセージの時は常にポーズをかけますか？
pl: Zawsze wstrzymywać grę aby wyświetlić tę wiadomość?
pt_br: Sempre pausar para mostrar mensagens?
ru_ru: Всегда включать паузу при отображении этого сообщения?

source: Alien Craft Propulsion
cs: Pohony cizáckých lodí
de_de: Alien-Antriebssystem
es: Propulsión Alienígena
fr_fr: Système de propulsion alien
it: Sistema propulsivo Alieno
ja_jp: エイリアンの機体の推進器
pl: Napęd obcych statków
pt_br: Propulsão Veicular Alienígena
ru_ru: Энергетическая установка кораблей пришельцев

source: Alien Craft Control Systems
cs: Cizácký řídící systém
de_de: Alien-Steuersystem
es: Sistemas de Control Alienígena
fr_fr: Système de contrôle alien
it: Sistema di controllo Alieno
ja_jp: エイリアンの機体の制御システム
pl: Panele sterujące pojazdów obcych
pt_br: Sistema de Controle Veicular Alienígena
ru_ru: Системы управления кораблей пришельцев

source: Alien Craft Energy Source
cs: Zdroj energie cizáckých lodí
de_de: Alien-Energiequelle
es: Fuente de Energía Alienígena
fr_fr: Source d'énergie alienne
it: Fonte energetica Aliena
ja_jp: エイリアンの機体の動力炉
pl: Źródło energii obcych statków
pt_br: Fonte de Energia Veicular Alienígena
ru_ru: Источник энергии кораблей пришельцев

source: Brainsucker Pod autopsy
cs: Kukla Mozkožrouta - pitva
de_de: Brainsucker-Kapsel-Autopsie
es: Autopsia de vaina de Sorbecerebros
fr_fr: Autopsie de la capsule de lobotomiseur
it: Autopsia della Sonda Succhiacervello
ja_jp: ブレインサッカー弾の解剖
pl: Sekcja kapsuły wysysacza
pt_br: Autópsia do Casulo Sugatório
ru_ru: Вскрытие кокона мозгососа

source: Multiworm Egg autopsy
cs: Vejce Multiworma - pitva
de_de: Multiwurmei-Autopsie
es: Autopsia de Huevo Multigusano
fr_fr: Autopsie de l'oeuf de multiver
it: Autopsia dell'Uovo di Multiverme
ja_jp: マルチワームの卵の解剖
pl: Sekcja jaja wielorobaka
pt_br: Autópsia do Ovo Multiverme
ru_ru: Вскрытие яйца мультичервя

source: Micronoid Aggregate Autopsy
cs: Mikronoid - pitva
de_de: Mikronoid-Aggregat-Autopsie
es: Autopsia de Micronoid Aggregate
fr_fr: Autopsie de l'agrégat micronoïde
it: Autopsia di un Aggregato di Micronoidi
ja_jp: マイクロノイド集合体の解剖
pl: Sekcja zespołu mikronoidów
pt_br: Autópsia do Micronoide Agregado
ru_ru: Исследование погибшего скопления микроноидов

source: Front armor
cs: Čelní zbroj
de_de: Frontpanzerung
es: Blindaje Anterior
fr_fr: Blindage avant
it: Armatura frontale
ja_jp: 前面アーマー
pl: Pancerz czołowy
pt_br: Armadura frontal
ru_ru: Лицевая броня

source: Back armor
cs: Zadní zbroj
de_de: Rückpanzerung
es: Blindaje Posterior
fr_fr: Blindage arrière
it: Armatura posteriore
ja_jp: 背面アーマー
pl: Pancerz tylny
pt_br: Armadura traseira
ru_ru: Задняя броня

source: Left armor
cs: Levá zbroj
de_de: Linke Seitenpanzerung
es: Blindaje Izquierda
fr_fr: Blindage gauche
it: Armatura sinistra
ja_jp: 左側面アーマー
pl: Pancerz z lewej
pt_br: Armadura esquerda
ru_ru: Броня слева

source: Right armor
cs: Pravá zbroj
de_de: Rechte Seitenpanzerung
es: Blindaje Derecha
fr_fr: Blindage droit
it: Armatura destra
ja_jp: 右側面アーマー
pl: Pancerz z prawej
pt_br: Armadura direita
ru_ru: Броня справа

source: Top armor
cs: Horní zbroj
de_de: Obere Panzerung
es: Blindaje Superior
fr_fr: Blindage supérieur
it: Armatura superiore
ja_jp: 上部アーマー
pl: Pancerz od góry
pt_br: Armadura de cima
ru_ru: Броня сверху

source: Bottom armor
cs: Spodní zbroj
de_de: Untere Panzerung
es: Blindaje Inferior
fr_fr: Blindage inférieur
it: Armatura inferiore
ja_jp: 下部アーマー
pl: Pancerz od dołu
pt_br: Armadura de baixo
ru_ru: Броня снизу

source: Turn Rate
cs: Podíl
de_de: Spielzug-Rate
es: Velocidad de Giro
fr_fr: Fréquence de tour
it: Perc. di virata
ja_jp: 転回速度
pl: Szybkość obracania
pt_br: Velocidade do Turno
ru_ru: Частота вращения

source: Alien Infiltration
cs: Cizácká infiltrace
es: Infiltración Alienígena
fr_fr: Infiltration alienne
it: Infiltrazione Aliena
ja_jp: エイリアンの侵入
pl: Obca infiltracja
pt_br: Infiltração Alienígena
ru_ru: Проникновение пришельцев

source: Alien infiltration potential:
cs: Hrozba cizácké infiltrace:
de_de: Alien-Infiltrationspotential:
es: Posibilidad de Infiltración Alienígena:
fr_fr: Potentiel d'infiltration alienne:
it: Probabilità infiltrazione Aliena:
ja_jp: エイリアンの侵入確立:
pl: Potencjał obcej infiltracji:
pt_br: Potencial p/ infiltração alienígena
ru_ru: Вероятность проникновения пришельцев:

source: Very low
cs: Nic moc
de_de: Sehr niedrig
es: Muy baja
fr_fr: Très bas
it: Molto bassa
ja_jp: 非常に低い
pl: Bardzo niski
pt_br: Muito baxo
ru_ru: Очень низкая

source: Low
cs: Nízká
de_de: Niedrig
es: Baja
fr_fr: Bas
it: Bassa
ja_jp: 低い
pl: Niski
pt_br: Baixo
ru_ru: Низкая

source: Average
cs: Střední
de_de: Durchschnittlich
es: Mediana
fr_fr: Moyen
it: Media
ja_jp: 普通
pl: Średni
pt_br: Médio
ru_ru: Средняя

source: High
cs: Vysoká
de_de: Hoch
es: Alta
fr_fr: Elevé
it: Alta
ja_jp: 高い
pl: Wysoki
pt_br: Alto
ru_ru: Высокая

source: Very high
cs: Velmi vysoká
de_de: Sehr hoch
es: Muy Alta
fr_fr: Très élevé
it: Molto alta
ja_jp: 非常に高い
pl: Bardzo wysoki
pt_br: Muito alto
ru_ru: Очень высокая

source: Depends on clip
cs: Podle zásobníku
de_de: Abhängig von Munition
es: Depende de clip
fr_fr: Dépend du chargeur
it: Dipendente dai proiettili
ja_jp: 弾倉による
pl: Zależnie od magazynka
pt_br: Depende de cartucho
ru_ru: В зависимости от типа боеприпасов

source: Damage Type
cs: Typ účinku
de_de: Schadensart
es: Tipo de Daños
fr_fr: Type de dégâts
it: Tipo di danno
ja_jp: ダメージタイプ
pl: Typ obrażeń
pt_br: Tipo de Dano
ru_ru: Тип урона

source: Protection
cs: Ochrana
de_de: Schutz
es: Protección
it: Protezione
ja_jp: 防御
pl: Ochrona
pt_br: Proteção
ru_ru: Защита

source: Smoke
cs: Kouř
de_de: Rauch
es: Humo
fr_fr: Fumigène
it: Fumogeno
ja_jp: 煙幕
pl: Dym
pt_br: Fumaça
ru_ru: Дымовой

source: Anti-Alien Gas
cs: Anticizácký plyn
es: Gas Anti-Alienígena
fr_fr: Gaz anti-alien
it: Gas anti-Alieni
ja_jp: 対エイリアン用ガス
pl: Gaz anty-obcy
pt_br: Gás Anti-alienígena
ru_ru: Газ для борьбы с пришельцами

source: Incendiary
cs: Zápalná
de_de: Brandmunition
es: Incendiario
fr_fr: Incendiaire
it: Incendiario
ja_jp: 火炎
pl: Zapalające
pt_br: Incendiário
ru_ru: Зажигательный

source: Stun Gas
cs: Plyn
de_de: Betäubungsgas
es: Gas Paralizante
fr_fr: Gaz paralysant
it: Gas stordente
ja_jp: スタン･ガス
pl: Gaz obezwładniający
pt_br: Gás Atordoante
ru_ru: Парализующий газ

source: Explosive
cs: Explozívní
de_de: Sprengmunition
es: Explosivo
fr_fr: Explosif
it: Esplosivo
ja_jp: 爆発
pl: Wybuchowe
pt_br: Explosivo
ru_ru: Взрывчатый

source: Stun
cs: Ochromení
de_de: Betäubungsmunition
es: Paralizante
fr_fr: Paralysant
it: Stordente
ja_jp: スタン
pl: Ogłuszające
pt_br: Atordoante
ru_ru: Парализующий

source: Psionic Blast
cs: Psionický úder
de_de: Psionischer Blitz
es: Explosión Psiónica
fr_fr: Explosion psionique
it: Colpo psionico
ja_jp: サイオニック･ブラスト
pl: Wybuch psioniczny
pt_br: Explosão Psiônica
ru_ru: Пси-взрыв

source: Armor Piercing
cs: Průrazná
de_de: Panzerdurchdringende Munt.
es: Perforante
fr_fr: Perforant
it: Penetrazione
ja_jp: 徹甲弾
pl: Przebijające pancerz
pt_br: Perfurante
ru_ru: Бронебойный

source: Laser Beam
cs: Laserový svazek
de_de: Laserstrahl
es: Rayo Láser
fr_fr: Rayon laser
it: Raggio laser
ja_jp: レーザー
pl: Wiązka laserowa
pt_br: Raio Laser
ru_ru: Лазерный луч

source: Plasma
ja_jp: プラズマ
pl: Plazma
ru_ru: Плазма

source: Toxin A
es: Toxina A
fr_fr: Toxine A
it: Tossina A
ja_jp: 毒 A
pl: Toksyna A
pt_br: Toxina A
ru_ru: Токсин A

source: Toxin B
es: Toxina B
fr_fr: Toxine B
it: Tossina B
ja_jp: 毒 B
pl: Toksyna B
pt_br: Toxina B
ru_ru: Токсин B

source: Toxin C
es: Toxina C
fr_fr: Toxine C
it: Tossina C
ja_jp: 毒 C
pl: Toksyna C
pt_br: Toxina C
ru_ru: Токсин C

source: Disruptor Beam
cs: Disperzivní svazek
de_de: Disruptorstrahl
es: Rayo Perturbador
fr_fr: Rayon disrupteur
it: Raggio Disgregatore
ja_jp: ディスラプター光線
pl: Promień dysrupcyjny
pt_br: Raio Disruptivo
ru_ru: Расщепляющий луч

source: Entropy Enzyme
cs: Entropní enzym
de_de: Entropieenzym
es: Enzima Entrópica
fr_fr: Enzyme d'entropie
it: Enzima Entropy
ja_jp: エントロピー酵素
pl: Enzym entropiczny
pt_br: Enzima Entrópica
ru_ru: Энтропийный энзим

source: Falling Object
cs: Pád objektu
de_de: Herunterfallendes Objekt
es: Objeto que Cae
fr_fr: Chute d'objet
it: Caduta
ja_jp: 落下物
pl: Spadający obiekt
pt_br: Objeto em Queda
ru_ru: Падающий объект

source: Morale
cs: Morálka
de_de: Moral
es: Moral
fr_fr: Moral
ja_jp: 士気
pt_br: Moral
ru_ru: Мораль

source: Ammo types:
cs: Typy munice:
de_de: Munitionstypen:
es: Tipos de Munición:
fr_fr: Types de munitions:
it: Munizioni:
ja_jp: 弾薬タイプ:
pl: Typy amunicji:
pt_br: Tipos de munição:
ru_ru: Тип боеприпасов

source: Rounds
cs: Střel
de_de: Ladungen
es: Balas
fr_fr: Cartouches
it: Colpi
ja_jp: 発
pl: Nabojów
pt_br: Balas
ru_ru: Боезапас

source: (Recharges)
cs: (Obnovuje se)
de_de: (Automatishes aufladung)
es: (Recargas)
fr_fr: (Rechargement)
it: (ricariche)
ja_jp: （再充填）
pl: (Przeładowuje)
pt_br: (Recarrega)
ru_ru: (Подзаряжается)

source: Days service
cs: Denní služba
de_de: Dienst-Tage
es: Días en servicio
fr_fr: Jours de service
it: Giorni di servizio
ja_jp: 日勤務
pl: Dni służby
pt_br: Dias serviço
ru_ru: Дней службы

source: Improvement
cs: Zlepšení
de_de: Fortschritt
es: Mejora
fr_fr: Amélioration
it: Miglioramento
ja_jp: 改良
pl: Poprawa
pt_br: Melhoria
ru_ru: Улучшение

source: Toggle statistics/service record
de_de: Wechseln zwischen Statistik/Dienstakte
es: Cambio de estadísticas/informe de servicio
fr_fr: Permuter statistiques/rapport de service
it: Attiva statistiche/dati servizio
ja_jp: 統計/勤務表のトグル
pl: Przełącz statystyki/dane ze służby
pt_br: Alternar estatísticas/registro de serviços
ru_ru: Переключить статистику/послужной список

source: Fire rate
cs: Kadence
de_de: Feuerrate
es: Disparos
fr_fr: Cadence de tir
it: Perc. di fuoco
ja_jp: 連射速度
pl: Szybkostrzelność
pt_br: Velocidade de disparo
ru_ru: Темп огня

source: Turn rate
cs: Kadence
de_de: Spielzug-Rate
es: Velocidad de Giro
fr_fr: Fréquence de tour
it: Perc. di virata
ja_jp: 転回速度
pl: Szybkość obracania
pt_br: Velocidade do Turno
ru_ru: Угловая скорость вращения

source: Ammo Type:
cs: Munice:
de_de: Munitionstyp:
es: Tipo de Munición:
fr_fr: Type de munition:
it: Tipo di munizione:
ja_jp: 弾薬タイプ:
pl: Typ amunicji:
pt_br: Tipo de Munição
ru_ru: Тип боеприпаса:

source: EQUIP AGENT
cs: VYBAV AGENTA
de_de: AGENT AUSRÜSTEN
es: EQUIPAR AGENTE
fr_fr: EQUIPER AGENT
it: EQUIPAGGIA AGENTE
ja_jp: エージェントを装備
pl: WYPOSAŻ AGENTA
pt_br: EQUIPAR AGENTE
ru_ru: ЭКИПИРОВКА АГЕНТА

source: EQUIP VEHICLE
cs: VYBAV VOZIDLO
de_de: FAHRZEUGE AUSRÜSTEN
es: EQUIPAR VEHICULO
fr_fr: EQUIPER VEHICULE
it: EQUIPAGGIA VEICOLO
ja_jp: 乗り物を装備
pl: WYPOSAŻ POJAZD
pt_br: EQUIPAR VEÍCULO
ru_ru: ОСНАЩЕНИЕ ТЕХНИКИ

source: You have not found any Aliens in this building. As a consequence of your unwelcome intrusion the owner of the building is less favorably disposed towards X-Com.
cs: V této budově nebyli objeveni žádní cizáci ani nepřátelé. Důsledkem vašeho nevítaného vpádu, je snížení obliby X-COM u jejího majitele.
de_de: Sie haben keine Aliens in diesem Gebäude gefunden. Wegen Ihres unerwünschten Eindringens ist sein Besitzer der X-COM jetzt weniger freundlich gesonnen.
es: No has encontrado alienígenas en este edificio. Debido a tu intrusión indeseada, el propietario de este edificio está menos a favor de X-Com.
fr_fr: Vous n'avez trouvé aucun alien dans ce bâtiment. A cause de votre intrusion,le propriétaire de ce bâtiment n'est plus aussi bien disposé envers X-COM.
it: Non hai trovato alcun Alieno nell'edificio; di conseguenza il suo proprietario non vede di buon occhio l'operato della X-Com.
ja_jp: このビルにはエイリアンは居なかった。強引な侵入により、ビルの所有者のX-Comに対する友好度が下がってしまった。
pl: Nie znaleziono żadnych obcych w tym budynku. W wyniku niepożądanego wtargnięcia jego właściciel jest teraz mniej przychylnie nastawiony do X-Com.
pt_br: Você não encontrou alienígenas nesse edifício. Como consequência de sua intrusão indesejada, o proprietário está menos favorável à X-COM.
ru_ru: Вам не удалось обнаружить пришельцев в этом здании. В результате вашего вторжения в частную собственность отношение владельца здания к X-COM ухудшилось.

source: You have not found any Aliens in this building. As a consequence of your unwelcome intrusion the owner of the building has now become unfriendly towards X-Com.
cs: V této budově nebyli objeveni žádní cizáci ani nepřátelé. Důsledkem vašeho nevítaného vpádu, je vznik nevlídného vztahu mezi jejím vlastníkem a X-COM.
de_de: Sie haben keine Aliens in diesem Gebäude gefunden. Wegen Ihres unerwünschten Eindringens ist sein Besitzer der X-COM jetzt unfreundlich gesonnen.
es: No has encontrado alienígenas en este edificio. Debido a tu intrusión indeseada, el propietario de este edificio es ahora poco amigo de X-Com.
fr_fr: Vous n'avez trouvé aucun alien dans ce bâtiment. A cause de votre intrusion,le propriétaire de ce bâtiment a adopté une attitude moins amicale envers X-COM.
it: Non hai trovato alcun Alieno nell'edificio. A causa di questa indesiderata intrusione, il suo proprietario non vede di buon occhio l'operato della X-Com.
ja_jp: このビルにはエイリアンは居なかった。強引な侵入により、ビルの所有者のX-Comに対する態度はかなりよそよそしい物になってしまった。
pl: Nie znaleziono żadnych obcych w tym budynku. W wyniku niepożądanego wtargnięcia jego właściciel stał się teraz nieprzyjazny dla X-Com.
pt_br: Você não encontrou alienígenas nesse edifício. Como consequência de sua intrusão indesejada, o proprietário está não amigável em relação à X-COM.
ru_ru: Вам не удалось обнаружить пришельцев в этом здании. В результате вашего вторжения в частную собственность отношение владельца здания к X-COM стало недружественным.

source: You have not found any Aliens in this building. As a consequence of your unwelcome intrusion the owner of the building has now become hostile towards X-Com.
cs: V této budově nebyli objevení žádní cizáci ani nepřátelé. Důsledkem vašeho nevítaného vpádu, je vznik nepřátelství mezi jejím vlastníkem a X-COM !
de_de: Sie haben keine Aliens in diesem Gebäude gefunden. Wegen Ihres unerwünschten Eindringens ist sein Besitzer der X-COM jetzt feindlich gesonnen.
es: No has encontrado alienígenas en este edificio. Debido a tu intrusión indeseada, el propietario de este edificio es ahora hostil hacia X-Com.
fr_fr: Vous n'avez trouvé aucun alien dans ce bâtiment. A cause de votre intrusion, le propriétaire de ce bâtiment a adopté une attitude hostile envers X-COM.
it: Non hai trovato alcun Alieno nell'edificio. A causa di questa indesiderata intrusione, il suo proprietario non vede di buon occhio l'operato della X-Com.
ja_jp: このビルにはエイリアンは居なかった。強引な侵入により、ビルの所有者のX-Comに対する態度は敵対的なものになってしまった。
pl: Nie znaleziono żadnych obcych w tym budynku. W wyniku niepożądanego wtargnięcia jego właściciel stał się teraz wrogi dla X-Com.
pt_br: Você não encontrou alienígenas nesse edifício. Como consequência de sua intrusão indesejada, o proprietário se tornou hostil à X-COM.
ru_ru: Вам не удалось обнаружить пришельцев в этом здании. В результате вашего вторжения в частную собственность отношение владельца здания к X-COM стало враждебным.
