Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Dimension Gates appear to be the means by which the Alien craft travel from their home world. Our craft cannot travel through these gates without being annihilated by an anti-matter implosion. We must disable a UFO and recover its control systems, propulsion systems and power sources for research.
cs: Je zřejmé, že jsou Dimenzní brány prostředkem, kterým sem cizácké lodě přilétají ze svého mateřského světa. Naše stroje nemohou skrz tyto brány projít, aniž by byly zničeny. Musíme zajmout některé UFO a získat jeho řídící, pohonné a energetické systémy pro další podrobnější výzkum.
de_de: Die Dimensionstore scheinen die Öffnungen zu sein, durch die Alien-Raumschiffe aus ihrer Welt in unsere Dimension eindringen. Unsere eigenen Raumfahrzeuge können diese Tore nicht durchfliegen, ohne mittels einer Anti-Materie-Implosion vernichtet zu werden. Wir müssen ein UFO kapern und Steuersystem, Antriebssysteme sowie Energiequellen analysieren.
es: Las Puertas de la Dimensión parecen ser el medio mediante el cual las naves alienígenas viajan desde su mundo de origen. Nuestras naves no pueden viajar a través de estas puertas sin ser aniquiladas por una implosión anti-materia. Debemos capturar un OVNI y recuperar sus sistemas de control y de propulsión y fuentes de energía para poder investigar.
fr_fr: Les portails interdimentionnels sont, en toute apparence, le moyen par lequel les vaisseaux aliens quittent leur monde. Nos vaisseaux ne peuvent pas franchir ces portails sans être détruits par une implosion d'antimatière. Nous devons capturer un OVNI et faire des recherches sur ses systèmes de contrôle et de propulsion, ainsi que sur ses sources d'énergie.
it: Sembra che i Portali Dimensionali siano i mezzi attraverso i quali i velivoli Alieni raggiungono la Terra partendo dal loro mondo; purtroppo i nostri mezzi non possono attraversare queste porte. Dobbiamo catturare un UFO e recuperare il suo sistema di controllo, il suo propulsore e la sua fonte energetica per sottoporli ad approfonditi studi.
ja_jp: 次元ゲートはエイリアンシップが彼らの故郷からこちらにやってくる為の手段のようだ。我々の乗り物が通過しようとすると反物質反応を起こして爆散してしまうので使用は実質不可能だ。我々はUFOの機能を停止させて捕獲し、制御システム、推進機関そして動力炉を研究しなければならないだろう。
pl: Bramy międzywymiarowe wydają się być sposobem obcych na przysyłanie statków do naszego świata. Nasze pojazdy nie mogłyby przez nie podróżować, gdyż zostałyby zanihilowane przez implozję antymaterii. Musimy przechwycić UFO i przejąć jego system sterowania, system napędu i źródła zasilania do badań.
pt_br: Os Portais Dimensionais parecem ser os meios pelos quais as naves alienígenas viajam desde seu mundo natal. Nossas naves não podem viajar através desses portais, pois seriam destruídas por uma implosão antimatéria. É necessário desativar um óvni e obter seus sistemas de controle, de propulsão e fontes de energia para realizar mais estudos.
ru_ru: Врата между измерениями, похоже, являются способом перемещения кораблей пришельцев из их родного мира. Наши корабли не могут проходить через эти врата - их уничтожит аннигиляция, возникающая в результате реакции материи с антиматерией. Мы должны вывести из строя какой-либо НЛО, захватить и исследовать его системы управления, энергетические установки и источники энергии.

source: The Alien Dimension consists of a bleak, hostile environment with an organic city. This city undoubtedly constructs Alien craft and nurtures the Alien brood. The structure of the buildings is immensely strong, but there appears to be weak point which will allow our Agents and vehicles to gain access to the building south of the dimension gates. If we can research this building further then we will have the necessary information to send in our squads to destroy it. We should then be able to gain access to the next building via the organic tubing that joins the Alien city together like a giant umbilical cord.
cs: Cizáckou dimenzi tvoří pusté a nehostinné prostředí, ve kterém se rozprostírá organické město. Zde nepochybně vznikají cizácké lodě a vyrůstá cizácká populace. Struktura cizáckých budov je úžasně odolná, ale zdá se, že právě tato má severně od Dimenzní brámy slabé místo, kterým by mohli naši agenti a stroje získat přístup do jejích útrob. Budeme-li schopni tuto budovu prozkoumat, získáme nezbytné informace, které sděleny přepadovému oddílu, povedou k jejímu zničení. Rovněž budeme schopni získat přístup do dalších budov, prostřednictvím systému tunelů, spojujících cizácké město v jeden gigantický řetěz.
de_de: Die Alien-Dimension ist eine trostlose, feindselige Welt mit einer organischen Stadt. In dieser Stadt werden zweifelsohne Raumschiffe konstruiert und die Alien-Nachkommen aufgezogen. Die Struktur der Gebäude ist äußerst widerstandsfähig, aber es scheint eine Schwachstelle südlich der Dimensionstore zu geben, durch die unsere Raumschiffe und Bodentruppen eindringen können. Wenn wir das Gebäude ausreichend erforschen können, erhalten wir die notwendigen Informationen, um unsere Truppen mit der Zerstörung zu beauftragen. Durch die organischen Röhrenverbindungen, die die Strukturen der Alienstadt wie eine Nabelschnur verbinden, müßten wir dann auch in das nächste Gebäude gelangen.
es: La Dimensión alienígena consiste de un ambiente estéril y hostil con una ciudad orgánica. Esta ciudad indudablemente construye naves alienígenas y cría jóvenes alienígenas. La estructura de los edificios es muy resistente, pero parece ser que hay un puntos débil que permitirá la entrada de nuestros agentes y vehículos al sur de las Puertas de la Dimensión. Si podemos investigar más a fondo este edificio, tendremos la información necesaria para enviar a nuestras patrullas para destruirlo. En ese momento deberíamos poder acceder al siguiente edificio por medio de los tubos orgánicos que unen la ciudad alienígena como un gran cordón umbilical.
fr_fr: La dimension alienne est constituée d'une ville organique située dans un environnement lugubre et hostile. C'est sûrement dans la ville que les vaisseaux sont construits et que les espèces aliennes se développent. La structure des bâtiments est compacte, mais il semble qu'il y ait des points d'accès permettant à nos vaisseaux d'atterrir afin de déployer nos forces au sol. Notre priorité est de construire des véhicules interdimensionnels équipés pour les missions d'exploration des structures aliennes. Si d'importantes structures internes peuvent êtres détruites, les bâtiments cesseront peut-être de fonctionner.
it: La Dimensione Aliena consiste di un ambiente ostile in cui si trova una città organica, da cui hanno origine i velivoli Alieni e le intere schiere dei nostri avversari. La struttura degli edifici è molto resistente, ma sembra che ci sia un punto debole, che potrebbe consentire ai nostri agenti di penetrare nell'edificio a sud dei Portali Dimensionali. Se i nostri scienziati riusciranno a ottenere ulteriori informazioni, potremo inviare le nostre squadre per distruggerlo. Successivamente si potrà accedere agli edifici adiacenti attraverso i tubi organici che attraversano l'intera città in maniera analoga a un cordone ombelicale.
ja_jp: エイリアンの次元は荒れ果てた有害な環境で生体を発達させたものと思われる都市が存在する。この都市では間違い無くエイリアンシップを建造し、エイリアンを繁殖させているものと思われる。ビルの構造は非常に堅牢だが我々のエージェントや乗り物が侵入できそうなビルが次元ゲートの南側にある事が分かった。このビルをもっと調査すれば必要な情報が手に入り、戦闘部隊を送り込んで破壊できる筈だ。その後都市を繋ぐ臍の緒のような生体チューブを伝えば次のビルへ侵入できる。
pl: Obcy Wymiar to inny świat charakteryzujący się ponurym, wrogim środowiskiem, w którym znajduje się organiczne miasto. Właśnie to miasto stanowi bez wątpienia wytwórnię kolejnych pojazdów obcych i miejsce lęgowe dla obcych form. Budynki posiadają bardzo mocną konstrukcję, ale można znaleźć w niej pewne słabe punkty, przez które nasi agenci i pojazdy będą mogli przedostać się do wnętrza budynku na południe od bram międzywymiarowych. Gdybyśmy mogli bliżej zbadać tę budowlę, prawdopodobnie uzyskalibyśmy informacje niezbędne do jej zniszczenia. Następnie powinniśmy uzyskać dostęp do kolejnego budynku za pośrednictwem organicznego rurociągu, który łączy wszystkie struktury niczym olbrzymia pępowina.
pt_br: A Dimensão Alienígena é uma cidade orgânica de caráter sombrio e hostil. Esta cidade indubitavelmente constrói naves e mantém a prole alienígena. A estrutura dos prédios é extremamente sólida, mas parece haver pontos fracos que permitirão a nossos Agentes e veículos obter acesso ao edifício ao sul dos Portais Dimensionais. Se pudermos estudar mais esse edifício, então poderemos obter informações necessárias para destruí-lo. Poderemos então acessar o próximo edifício através da tubulação orgânica que une a cidade alienígena como um cordão umbilical gigante.
ru_ru: Измерение пришельцев представляет собой жестокую враждебную среду, в которой построен органический город. Именно город производит корабли и дает пищу пришельцам. Структура зданий невероятно прочная, но в ней, похоже, есть слабые места, что позволит нашим оперативникам и технике проникнуть в здание к югу от врат между измерениями. Если мы сможем более подробно исследовать это здание, то получим информацию, необходимую для отправки туда наших солдат и его разрушения. Мы сможем получить доступ к следующему зданию по органическому трубопроводу, который обвивает город пришельцев как гигантская пуповина.

source: The Senate building accommodates the civil service, law courts and the Senate chamber. It is a maze of lavish marble interiors and large corridors. It is a building which should be protected from Alien infiltration at all costs.
cs: V budově Senátu je umístěn zasedací sál, soudní dvůr a další služby pro občany. Je to obrovské bludiště velkých chodeb a mramorem vykládaných místností. Tuto budovu je nutné za každou cenu ochránit proti cizácké infiltraci.
de_de: Im Senatsgebäude befinden sich die Beamtenschaft, die Gerichte und die Senatskammer. Das Gebäude ist ein wahrer Irrgarten von prächtigen Marmorsälen und riesigen Korridoren. Das Gebäude muß unter allen Umständen vor der Unterwanderung durch Aliens geschützt werden.
es: El edificio del Senado contiene los funcionarios, juzgados y la sala del Senado. Es un laberinto de caros mármoles y largos pasillos. Es un edificio que debe ser protegido de la infiltración alienígena a toda costa.
fr_fr: Le bâtiment du sénat abrite les services administratifs, les tribunaux de justice et la chambre du sénat. C'est un labyrinthe d'intérieurs de marbres richement décorés et de couloirs interminables. C'est un bâtiment qui doit être protégé de l'infiltration alienne à n'importe quel prix.
it: L'edificio del Senato contiene tutti i servizi civili, le corti di giustizia e ospita gli stessi Senatori. E' un labirinto di saloni in marmo e di corridoi infiniti. Deve essere protetto a qualsiasi costo dall'infiltrazione Aliena.
ja_jp: 上院ビルには公共サービス、法廷、上院室があり、豪華な大理石でできた内装と大きな通路から成る一種の迷宮だ。このビルはいかなる犠牲を払ってでもエイリアンの侵入を防がなければならない。
pl: W budynku Senatu znajdują się służby publiczne, instytucje prawa oraz Izba Senatu. To labirynt bogato zdobionych, marmurowych wnętrz i wielkich korytarzy. Budynek ten trzeba chronić przed infiltracją przez obcych za wszelką cenę.
pt_br: O prédio do senado abriga o serviço civil, tribunais e a câmara do senado. É um labirinto de interiores de mármore e grandes corredores. Deve ser protegido contra infiltração alienígena a todo custo.
ru_ru: В здании Сената располагается аппарат госслужб, суды и зал заседаний Сената. Оно представляет собой лабиринт шикарных мраморных интерьеров и широких коридоров. Это здание необходимо защищать от проникновения пришельцев любой ценой.

source: Mega-Primus has numerous police stations equipped with Hovercars, road vehicles and substantial armories. These stations are generally well defended against raiders or Alien infiltration.
cs: Mega-Primus vlastní mnoho policejních stanic, vybavených vznášedly, policejními vozy a základní výzbrojí. Tyto stanice jsou obecně výborně chráněny proti přepadům i cizácké infiltraci.
de_de: In Mega-Primus gibt es zahlreiche Polizeistationen, die mit Schwebe- und Straßenfahrzeugen sowie umfangreichen Waffenkammern ausgestattet sind. Diese Stationen sind im allgemeinen gegen Eindringlinge oder Alien-Übergriffe gefeit.
es: Mega-Primus tiene numerosas comisarías equipadas con Hovercoches, vehículos terrestres y armerías considerables. Estas comisarías están generalmente bien defendidas contra ataques o infiltraciones alienígenas.
fr_fr: Mega-Primus a de nombreux postes de police équipés d'hovercars, de véhicules terrestres et de dépôts d'armes substantiels. Ces postes sont en général bien défendus contre les voleurs ou l'infiltration alienne.
it: In Mega-Primus sono presenti numerose stazioni di polizia dotate di Hovercar, veicoli stradali e armamenti; sono generalmente ben difese, sia contro gli assalti dei criminali che contro l'infiltrazione di Alieni.
ja_jp: メガプリムスには非常に多くの警察署が存在する。各警察署にはホバーカー、自動車そして武器が備えられている。基本的に警察署は襲撃やエイリアンの侵入に対して高い防御力をもつ。
pl: W mieście Mega-Primus znajdują się liczne posterunki, wyposażone w howery, pojazdy drogowe i bogate wyposażenie bojowe. Stacje te są generalnie dobrze chronione przed atakiem i infiltracją.
pt_br: Mega-Primus tem diversas estações policias equipadas com Leviaturas, veículos de solo e grande arsenal. Essas estações, em geral, são bem protegidas contra saqueadores ou infiltração alienígena.
ru_ru: В Мегапрайме существует множество полицейских участков, оснащенных ховербайками, дорожными машинами и хорошо укомплектованными оружейными складами. Эти участки обычно хорошо защищены от рейдеров и проникновения пришельцев.

source: The large hospitals of Mega-Primus are important buildings with high revenue potential. The very best Nano technology is used for the benefit of those that can afford it. Life extension is the service in most demand, but there is also the possibility of limb replacements and strength enhancements which are popular with GravBall players.
cs: Velké nemocnice Mega-Primu jsou důležitými budovami, disponujícími značnými částkami. K prospěchu těch, co si to mohou dovolit, je používána nejnovější nanotechnologie. Nejžádanějším zákrokem je prodloužení života, ale poskytují se zde i další služby, jako náhrady končetin a zvyšování síly, které jsou oblíbené u hráčů GravBallu.
de_de: Die großen Hospitäler von Mega-Primus sind wichtige Gebäude, die hohen Profit abwerfen. Die fortschrittlichste Nanotechnologie wird eingesetzt, um jenen zu helfen, die es sich leisten können. Die am häufigsten gewünschte Behandlung ist eine Lebensverlängerung, es werden aber auch künstliche Gliedmaßen und Kraftverstärker eingesetzt, wobei letztere vor allem bei Gravball-Spielern beliebt sind.
es: Los grandes hospitales de Mega-Primus son importantes edificios con mucho potencial de beneficio. Se utiliza la mejor nanotecnología para beneficiar a los que se lo pueden permitir. La prolongación de la vida es el servicio más solicitado, pero también existe la posibilidad de sustitución de extremidades y aumento de fuerza, que son populares con los jugadores de GravBall.
fr_fr: Les grands hôpitaux de Mega-Primus sont des bâtiment importants aux revenus potentiels élevés. La nanotechnologie la plus sophistiquée est mise à la disposition de ceux qui peuvent se le permettre. Le service le plus demandé est la prolongation de la vie, mais il est également possible de remplacer des membres et d'augmenter la force des gens, comme le demandent souvent les joueurs de gravball.
it: I grandi ospedali di Mega-Primus sono edifici molto importanti per la vita dei cittadini. Qui le migliori tecnologie di miniaturizzazione vengono usate per il bene di tutti; il servizio più richiesto è l'allungamento della vita, ma possono anche aver luogo trapianti di tessuti e impianti cibernetici, molto in voga tra le star del GravBall.
ja_jp: メガプラムスの大病院は高い利潤が見込める重要な施設だ。ナノテクノロジーがその点では最も上手く立ち回っており、利用可能な者から利益を吸い上げている。延命措置が最もニーズが高いサービスだが、人気者のグラブボールの選手が四肢の換装や筋力の強化を依頼することもある。
pl: Wielkie szpitale Mega-Primus to ważne budynki, które mogą przynosić duże dochody. Najlepsza nanotechnologia jest na usługi tych, którzy mogą sobie na nią pozwolić. Lekarze zajmują się przede wszystkim przedłużaniem życia, ale mogą przeprowadzać również wymianę narządów czy wzmacnianie parametrów organizmu, popularne zwłaszcza wśród zawodników grawbolu.
pt_br: Os grandes hospitais de Mega-Primus são prédios importantes com grande potencial de receita. As melhores nanotecnologias são usadas para o benefício daqueles que podem pagar. A extensão da vida é o serviço com mais demanda, mas há também a possibilidade de substituição de membros e implantes de melhorias, muito utilizados por jogadores de Gravball.
ru_ru: Большие больницы Мегапрайма - важные здания, потенциально способные приносить высокий доход. Лучшие нанотехнологии стоят на службе у тех, кто в состоянии их себе позволить. Продление жизни - самая популярная услуга, однако тут также можно заменить себе конечности и увеличить мускульную силу. Такие услуги популярны среди игроков в гравбол.

source: Education is a serious matter for citizens of Mega-Primus and the latest Psionic devices are used to fill students' minds with the correct understanding of any topic in the curriculum. The buildings themselves are reminiscent of the old style schools and contain little more than corridors and classrooms.
cs: Vzdělání je pro občany Mega-Primu velmi důležité. Pomocí nejnovějších psionických zařízení se mysli studentů naplňují jen těmi správnými vědomostmi z mnoha témat učebních osnov. Samotné budovy připomínají typy starodávných škol a neobsahují skoro nic jiného než chodby a školní třídy.
de_de: Das Thema Bildung wird von den Bewohnern von Mega-Primus sehr ernst genommen, und die neuesten Psi-Geräte werden eingesetzt, um die Köpfe der Schüler mit umfassenden Kenntnissen zu jedem Lehrplanthema anzufüllen. Die Gebäude selbst erinnern an Schulen im alten Stil und bestehen im Prinzip nur aus Korridoren und Klassenzimmern.
es: La educación es un tema serio para los ciudadanos de Mega-Primus y se utilizan los últimos dispositivos psiónicos para rellenar las mentes de los estudiantes con la comprensión adecuada de cualquier tema en el curriculum. Los propios edificios recuerdan las escuelas al viejo estilo y contienen poco más que pasillos y clases.
fr_fr: L'éducation est une chose sérieuse pour les citoyens de Mega-Primus et les procédés psioniques les plus sophistiqués sont utilisés pour enseigner tous les sujets de la meilleure façon possible aux étudiants. Les bâtiments eux-mêmes font penser aux anciennes écoles et sont constitués principalement de salles de classe et de couloirs.
it: L'educazione è un problema molto importante per i cittadini di Mega-Primus, e, per riempire le menti degli studenti con le nozioni decise dal Senato, vengono usate le più moderne apparecchiature psioniche. Gli edifici sono costruiti come le vecchie scuole di un tempo, e sono costituiti più che altro da corridoi e classi.
ja_jp: 教育はメガプリムスの市民にとっては非常に重要で、最新のサイオニック装置を用いてカリキュラムに従ってありとあらゆる課題に対する正しい理解を生徒の心に植え付けていく。建物自体は古めかしいスタイルを想起させるものだが、ほぼ通路と教室しか無い間取りになっている。
pl: Edukacja stanowi ważne zagadnienie dla mieszkańców Mega-Primus; do zapełniania umysłów studentów stosowną wiedzą wynikającą z programu nauczania służy nowoczesny sprzęt psioniczny. Same budynki szkolne są budowane na wzór dawnych szkół i składają się głównie z korytarzy i klas.
pt_br: Educação é um assunto sério para os cidadãos de Mega-Primus, e os dispositivos psiônicos mais recentes são usados para preencher as mentes dos estudantes com a compreensão correta de qualquer tópico no currículo. Os prédios seguem o estilo das antigas escolas, contendo basicamente apenas corredores e salas de aula.
ru_ru: Образование крайне важно для граждан Мегапрайма, и современные псионические устройства позволяют наполнить сознание учащихся правильным пониманием любой темы программы. Сами здания схожи по архитектуре со школами старого типа и состоят практически исключительно из коридоров и классных комнат.

source: Rescue Stations are fully equipped to deal with any emergency, whether it is a fire or a road traffic accident. However, there are rarely any serious problems in the city and the stations only have a skeleton staff. They could be good hiding place for Aliens, but the relatively open internal structure of the buildings would not help them in a combat situation.
cs: Stanice první pomoci jsou dokonale vybavené čelit ohrožení, jako jsou požáry a havárie na silničních koridorech. Protože k něčemu takovému dochází ve městě jen zřídka, jsou tyto stanice vybaveny pouze nejnutnějším personálem. Stávají se tak výborným místem pro úkryt Cizáků, ale jejich otevřená vnitřní struktura není příliš nápomocná v bojových situacích.
de_de: Rettungsstationen sind für jeden Notfall gewappnet, ob Feuer oder Verkehrsunfall. Allerdings kommt es in der Stadt nur selten zu ernsten Zwischenfällen, und die Stationen sind daher nur mit den nötigsten Beamten besetzt. Sie wären daher gut als Versteck für die Aliens geeignet, aber die relativ offenen internen Strukturen würden ihnen in Kampfsituationen das Leben ziemlich schwermachen.
es: Los Puestos de Rescate están equipados para tratar cualquier emergencia, sea un incendio o un accidente de tráfico de carretera. Sin embargo, rara vez hay problemas serios en la ciudad y los puestos sólo tienen el personal imprescindible. Podrían ser un buen escondite para alienígenas, pero la estructura interna relativamente abierta de los edificios no les ayudaría en situaciones de combate.
fr_fr: Les postes de secours sont entièrement équipés pour les urgences, qu'il s'agisse d'un incendie ou d'un accident de la route. Cependant, pratiquement rien de grave n'arrive dans la ville et le personnel des postes de secours est extrêmement réduit. Ces postes pourraient constituer une bonne cachette pour les aliens, mais la structure interne relativement ouverte des bâtiments ne les aideraient pas en situation de combat.
it: Le stazioni di soccorso sono equipaggiate per fronteggiare qualsiasi emergenza, da un incendio a un incidente stradale, anche se raramente si verificano problemi del genere in città; per questo il personale delle stazioni è ridotto all'osso. Queste centrali potrebbero essere ottimi luoghi per i nascondigli Alieni, ma la struttura interna degli edifici, relativamente aperta, non sarebbe strategicamente vantaggiosa in caso di combattimento.
ja_jp: 救急ステーションは常に備えを完璧にし、火事であろうが交通事故であろうが即座に対応する。しかしその様な深刻な事態は珍しく、常駐スタッフの数は非常に少ない。この事からエイリアンにとって格好の隠れ場所になっている。しかし比較的オープンな建物の構造なので、戦闘時には彼らにとって有利には働かないだろう。
pl: Stacje ratunkowe posiadają pełne wyposażenie przeznaczone do usuwania skutków katastrof, niezależnie od tego, czy to pożar, czy wypadek samochodowy. W mieście jednak rzadko mają miejsce poważne sytuacje, więc personel ograniczony jest do minimum. Stacje mogłyby stanowić dobre kryjówki dla obcych, ale ich względnie otwarta konstrukcja wewnętrzna utrudniłaby im obronę w czasie walki.
pt_br: Estações de Salvamento estão equipadas para lidar com qualquer emergência, seja fogo ou acidente de trânsito. No entanto, raramente há um problema sério na cidade, e as estações contam apenas com uma equipe mínima. As estações pode ser bons esconderijos para alienígenas, mas a estrutura relativamente aberta não os ajudaria em situações de combate.
ru_ru: Станции службы спасения полностью оснащены для борьбы с любыми напастями: от пожаров до ДТП. Однако в городе нечасто возникают серьезные проблемы, а потому в станциях присутствует только минимально необходимый персонал. Они могли бы стать отличным укрытием для пришельцев, но относительно открытая внутренняя структура зданий не будет для них хорошим подспорьем в ходе боя.
