Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: UFOs
cs: UFO
es: OVNIS
fr_fr: OVNIS
it: UFO
ja_jp: UFO
pl: UFO
pt_br: OVNIs
ru_ru: НЛО

source: Incubator Chamber
cs: Inkubátor
de_de: Brutkastenkammer
es: Incubadoras
fr_fr: Chambres d'incubation
it: Incubatore
ja_jp: 養育室
pl: Inkubatornia
pt_br: Câmara de Incubação
ru_ru: Инкубатор

source: Spawning Chamber
cs: Chrám plození
de_de: Brutkammer
es: Criaderos
fr_fr: Chambres de ponte
it: Camere di generazione
ja_jp: 産室
pl: Komora lęgowa
pt_br: Câmara Procriatória
ru_ru: Залы размножения

source: Food Chamber
cs: Plantáž
de_de: Nahrungskammer
es: Despensas
fr_fr: Garde-manger
it: Camere del cibo
ja_jp: 食料庫
pl: Komora żywieniowa
pt_br: Câmara de Alimentação
ru_ru: Пищевые камеры

source: Megapod Chamber
cs: Semeník
de_de: Megakapselkammer
es: Cámaras Megapod
fr_fr: Chambres à mégapodes
it: Camera Megapod
ja_jp: メガポッド房室
pl: Komora zasobników
pt_br: Câmara Megacasulo
ru_ru: Зал гигантских стручков

source: Sleeping Chamber
cs: Komnata spánku
de_de: Schlafkammer
es: Dormitorios
fr_fr: Chambres de sommeil
it: Camere dormitorio
ja_jp: 休眠室
pl: Komora sypialna
pt_br: Câmara do Sono
ru_ru: Залы сна

source: Organic Factory
cs: Organická továrna
de_de: Organische Fabrik
es: Fábrica Orgánica
fr_fr: Usine organique
it: Fabbrica organica
ja_jp: 生体工場
pl: Fabryka organiczna
pt_br: Fábrica Orgânica
ru_ru: Органическая фабрика

source: Alien Farm
cs: Cizácká farma
es: Granja Alienígena
fr_fr: Ferme alienne
it: Fattoria Aliena
ja_jp: エイリアン農場
pl: Farma obcych
pt_br: Fazenda Alienígena
ru_ru: Ферма пришельцев

source: Control Chamber
cs: Řídící sál
de_de: Kontrollkammer
es: Sala de Control
fr_fr: Salle de contrôle
it: Camera di controllo
ja_jp: 制御室
pl: Komora sterowania
pt_br: Câmara de Controle
ru_ru: Контрольный зал

source: Maintenance Factory
cs: Cizácká údržba
de_de: Versorgungsfabrik
es: Fábrica de Mantenimiento
fr_fr: Usine d'entretien
it: Centro manutenzione
ja_jp: 保守工場
pl: Baza naprawcza
pt_br: Fábrica de Manutenção
ru_ru: Фабрика жизнеобеспечения

source: Dimension Gate Generator
cs: Generátor Dimenzní brány
de_de: Dimensionstor-Generator
es: Generador de Puerta de la Dimensión
fr_fr: Générateur de portail interdimensionnel
it: Portale Dimensionale
ja_jp: 次元ゲート発生器
pl: Generator bram międzywymiarowych
pt_br: Gerador de Portal Dimensional
ru_ru: Генератор межпространственных врат

source: Transporter
cs: Transportér
es: Transportador
fr_fr: Transport
it: Trasporto
ja_jp: 輸送機
pl: Transportowiec
pt_br: Transportador
ru_ru: Транспортный корабль

source: Fast Attack ship
cs: Rychlá Útočná Loď
de_de: Blitzangriffsschiff
es: Nave de Ataque rápido
fr_fr: Vaisseau d'attaque rapide
it: Nave d'Assalto Veloce
ja_jp: 強襲艇
pl: Statek uderzeniowy
pt_br: Nave de Ataque Rápido
ru_ru: Корабль-перехватчик

source: Destroyer
cs: Ničitel
de_de: Zerstörer
es: Destructor
it: Incrociatore
ja_jp: 駆逐艦
pl: Niszczyciel
pt_br: Destroier
ru_ru: Ракетоносец

source: Assault craft
cs: Útočné plavidlo
de_de: Angriffsschiff
es: Nave de Asalto
fr_fr: Vaisseau d'attaque
it: Nave d'Assalto
ja_jp: 突撃艇
pl: Pojazd uderzeniowy
pt_br: Nave de Ataque
ru_ru: Десантный штурмовик

source: Bomber
cs: Bombardér
es: Bombardero
fr_fr: Bombardier
it: Bombardiere
ja_jp: 爆撃艇
pl: Bombowiec
pt_br: Bombardeiro
ru_ru: Бомбардировщик

source: Escort
cs: Eskorta
de_de: Begleitschiff
es: Escolta
fr_fr: Vaisseau d'escorte
it: Nave Scorta
ja_jp: 護衛艦
pl: Eskortowiec
pt_br: Escolta
ru_ru: Корабль сопровождения

source: Battleship
cs: Bitevník
de_de: Kampfschiff
es: Acorazado
fr_fr: Vaisseau de combat
it: Corazzata
ja_jp: 戦艦
pl: Pancernik
pt_br: Nave de Batalha
ru_ru: Линкор

source: Mothership
cs: Mateřská loď
de_de: Mutterschiff
es: Nave Nodriza
fr_fr: Vaisseau-mère
it: Nave Madre
ja_jp: 母艦
pl: Statek-matka
pt_br: Nave-mãe
ru_ru: Корабль-база

source: Property
cs: Majetek
de_de: Grundbesitz
fr_fr: Immobilier
it: Proprietà
ja_jp: 資産
pl: Własność
pt_br: Propriedade
ru_ru: Собственность

source: Financial services
cs: Finanční služby
de_de: Finanzberatung
fr_fr: Services financiers
it: Servizi finanziari
ja_jp: 金融サービス
pl: Usługi finansowe
pt_br: Serviços Financeiros
ru_ru: Финансовые операции

source: Import/Export
ja_jp: 輸入/輸出
pl: Import/Eksport
pt_br: Importar/Exportar
ru_ru: Импорт/Экспорт

source: Security services
cs: Ochranné služby
de_de: Sicherheitsdienst
fr_fr: Services de sécurité
it: Servizi di sicurezza
ja_jp: セキュリティサービス
pl: Usługi bezpieczeństwa
pt_br: Serviços de Segurança
ru_ru: Охрана

source: Transport services
cs: Transportní Služby
de_de: Transportwesen
fr_fr: Services de transport
it: Servizi di trasprto
ja_jp: 輸送サービス
pl: Usługi transportowe
pt_br: Serviços de Transportes
ru_ru: Транспорт

source: Administration
cs: Administrace
de_de: Verwaltung
it: Amministrazione
ja_jp: 運営
pl: Administracja
pt_br: Administração
ru_ru: Управление

source: Genetics
cs: Genetika
de_de: Gentechnologie
fr_fr: Génétique
it: Genetica
ja_jp: 遺伝情報
pl: Genetyka
pt_br: Genética
ru_ru: Генетика

source: Construction
cs: Konstrukce
de_de: Konstruktion
it: Costruzione
ja_jp: 製造
pl: Inżynieria budowlana
pt_br: Construção
ru_ru: Строительство

source: Vehicle manufacture
cs: Manufaktura vozidel
de_de: Fahrzeugindustrie
fr_fr: Construction de voitures
it: Produzione veicolo
ja_jp: 乗物生産
pl: Produkcja pojazdów
pt_br: Fabricação de Veículos
ru_ru: Машиностроение

source: Nanotechnology
cs: Nanotechnologie
de_de: Nanotechnologie
fr_fr: Nanotechnologie
it: Nanotecnologia
ja_jp: ナノテクノロジー
pl: Nanotechnologia
pt_br: Nanotecnologia
ru_ru: Нанотехнологии

source: Personal armaments
cs: Osobní výzbroj
de_de: Privatwaffen
fr_fr: Armements personnels
it: Armamenti personali
ja_jp: 兵装
pl: Uzbrojenie ręczne
pt_br: Armamentos Pessoais
ru_ru: Личное оружие

source: Security systems droids
cs: Ochranní systémoví droidi
de_de: Sicherheitsdroiden
es: Security sistemas droids
fr_fr: Droïdes des systèmes de sécurité
it: Droidi di Sicurezza
ja_jp: セキュリティドロイド
pl: Droidy strażnicze
pt_br: Droides de Sistemas de Segurança
ru_ru: Дроны системы безопасности

source: Power cells
cs: Energetické články
de_de: Energiezellen
fr_fr: Cellules de puissance
it: Cellule energetiche
ja_jp: 動力源
pl: Ogniwa energetyczne
pt_br: Células de Energia
ru_ru: Энергетические ячейки

source: Furniture
cs: Nábytek
de_de: Möbel
fr_fr: Meubles
it: Mobili
ja_jp: 家具
pl: Meble
pt_br: Mobília
ru_ru: Мебель

source: Alien
cs: Cizáci
es: Alienígena
fr_fr: Aliens
it: Alieni
ja_jp: エイリアン
pl: Obcy
pt_br: Alienígena
ru_ru: Пришельцы

source: Government
cs: Vláda
de_de: Regierung
es: Gobierno
fr_fr: Gouvernement
it: Governo
ja_jp: 政府
pl: Rząd
pt_br: Governo
ru_ru: Правительство

source: Megapol
ja_jp: メガポール
ru_ru: Мегапол

source: Cult of Sirius
cs: Síriův kult
de_de: Sirius-Kult
es: Culto de Sirio
fr_fr: Culte de Sirius
it: Culto di Sirio
ja_jp: シリウス教団
pl: Kult Syriusza
pt_br: Culto de Sirius
ru_ru: Культ Сириуса

source: Marsec
ja_jp: マーゼック
pl: MarSek
ru_ru: Марсек

source: Superdynamics
ja_jp: スーパーダイナミック
pl: Superdynamika
pt_br: Superdinâmica
ru_ru: Супердайнэмикс

source: General Metro
ja_jp: ジェネラル･メトロ
ru_ru: Дженерал Метро

source: Cyberweb
ja_jp: サイバーウェブ
pl: Cybersieć
ru_ru: Сайбервеб

source: Transtellar
fr_fr: Transtellaire
ja_jp: トランステラー
ru_ru: Транстеллар

source: Solmine
ja_jp: ソルマイン
pl: SolKop
ru_ru: Солмайн

source: Sensovision
ja_jp: センソビジョン
pl: Sensowizja
ru_ru: Сенсовидение

source: Lifetree
ja_jp: 生命の樹
pl: Drzewo Życia
ru_ru: Древо жизни

source: Nutrivend
ja_jp: ニュートリベンド
pl: Nutriwend
ru_ru: Нутривенд

source: Evonet
ja_jp: エヴォネット
pl: Ewonet
ru_ru: Эвонет

source: Sanctuary Clinic
de_de: Sanctuary-Klinikverw.
es: Clínica Santuario
fr_fr: Clinique du sanctuaire
ja_jp: サンクチュアリ医院
pl: Klinika Świątynna
pt_br: Clínica Santuário
ru_ru: Священная клиника

source: Nanotech
ja_jp: ナノテック
ru_ru: Нанотех

source: Energen
ja_jp: エネルゲン
ru_ru: Энерген

source: Synthemesh
ja_jp: シンセメッシュ
pl: Synbud
ru_ru: Синтемеш

source: Gravball League
es: Liga de Gravball
fr_fr: Ligue de gravball
it: Gravball
ja_jp: グラブボールリーグ
pl: Liga grawbolowa
pt_br: Liga Gravball
ru_ru: Лига гравбола

source: Psyke
ja_jp: サイケ
ru_ru: Псайк

source: Diablo
ja_jp: ディアブロ
ru_ru: Дьябло

source: Osiron
ja_jp: オシロン
ru_ru: Озирон

source: S.E.L.F.
de_de: B.F.E.M.
es: F.L.S.E.
fr_fr: F.L.M.I.
pl: O.W.A.
pt_br: FLMS
ru_ru: ФОРМ

source: Mutant Alliance
cs: Mutant Aliance
de_de: Mutantenbund
es: Alianza Mutante
fr_fr: Alliance mutante
it: Alleanza dei Mutati
ja_jp: ミュータント同盟
pl: Przymierze Mutantów
pt_br: Aliança Mutante
ru_ru: Альянс мутантов

source: Extropians
cs: Extropiané
de_de: Extropianer
es: Extropianos
fr_fr: Extropiens
it: Extropiani
ja_jp: エキストロピアン
pl: Ekstropianie
pt_br: Extropianos
ru_ru: Экстропиане

source: Technocrats
cs: Technokraté
de_de: Technokraten
es: Tecnócratas
fr_fr: Technocrates
it: Tecnocrati
ja_jp: テクノクラット
pl: Technokraci
pt_br: Tecnocratas
ru_ru: Технократы

source: Civilian
cs: Civilisté
de_de: Zivilist
es: Civiles
fr_fr: Civil
it: Civili
ja_jp: 市民
pl: Cywilni
pt_br: Civil
ru_ru: Граждане

source: #Alien
cs: #Cizáci
es: #Alienígena
it: #Aliena
ja_jp: エイリアン
pl: #Obcy
ru_ru: #Пришельцы

source: #Government
cs: #Vláda
de_de: Regierung
fr_fr: #Gouvernement
it: #Governativa
ja_jp: 政府
pl: #Rządowy
pt_br: #Governo
ru_ru: #Правительство

source: #Police
cs: #Policie
de_de: Polizei
it: #Poliziesca
ja_jp: 警察
pl: #Policyjny
pt_br: #Polícia
ru_ru: #Полиция

source: #Corporation
cs: #Společnost
de_de: Firma
fr_fr: #Société
it: #Corporativa
ja_jp: 企業
pl: #Korporacyjny
pt_br: #Corporação
ru_ru: #Корпорация

source: #Psiclone gang
cs: #Gang Psiklonů
de_de: Psiklonen-Gang
fr_fr: #Gang du Psiclone
it: #Banda Psiclone
ja_jp: Psiクロン･ギャング
pl: #Gang psyklonowy
pt_br: #Gangue Psiclone
ru_ru: #Банда псиклонеров

source: #Cult
cs: #Kult
de_de: Kult
fr_fr: #Culte
it: #Di culto
ja_jp: カルト教団員
pl: #Kultowy
pt_br: #Culto
ru_ru: #Культ

source: #Cyborg
cs: #Kyborg
ja_jp: サイボーグ
pl: #Cyborgowy
pt_br: #Ciborgue
ru_ru: #Киборг

source: #Hybrid
fr_fr: #Hybride
it: #Ibrida
ja_jp: ハイブリッド
pl: #Hybrydowy
pt_br: #Híbrido
ru_ru: #Гибрид

source: #Sectoid
cs: #Sektoid
de_de: Sektoid
fr_fr: #Sectoïde
it: #Sectoide
ja_jp: セクトイド
pl: #Sektoidowy
pt_br: #Sectoide
ru_ru: #Сектоид

source: #Political
cs: #Politik
de_de: Partei
fr_fr: #Politique
it: #Politica
ja_jp: 政治家
pl: #Polityczny
pt_br: #Político
ru_ru: #Политик

source: The following people have been reported dead:
de_de: Die folgenden Menschen sind lt. Bericht tot:
es: Las siguientes personas han fallecido:
fr_fr: Les personnes suivantes sont déclarées mortes:
it: Le seguenti persone risultano morte:
ja_jp: 以下の死亡が確認されました。:
pl: Wśród zmarłych zidentyfikowano następujące osoby:
pt_br: As pessoas seguintes foram dadas como mortas:
ru_ru: Следующие люди были объявлены погибшими:

source: has been reported dead.
de_de: ist lt. Bericht tot.
es: ha fallecido.
fr_fr: est déclaré(e) mort(e).
it: è stato dato come morto.
ja_jp: の死亡を確認。
pl: ponosi śmierć.
pt_br: foi dada como morta:
ru_ru: объявлен погибшим.

source: Dank
de_de: Feucht
es: Horrendo
fr_fr: Pitoyable
it: Fetido
ja_jp: 酷い
pl: Rozmokły
pt_br: Úmido
ru_ru: Сырое

source: Dingy
de_de: Schmuddlig
es: Cutre
fr_fr: Miteux
it: Malridotto
ja_jp: おんぼろ
pl: Obskurny
pt_br: Sujo
ru_ru: Обветшалое

source: Reasonable
de_de: Angemessen
es: Razonable
fr_fr: Correct
it: Ragionevole
ja_jp: 価格相応な
pl: Rozsądny
pt_br: Razoável
ru_ru: Разумное

source: Nice
de_de: Hübsch
es: Bonito
fr_fr: Bien
it: Buono
ja_jp: ナイスな
pl: Ładnie
pt_br: Legal
ru_ru: Приятное

source: Good
de_de: Gut
es: Bueno
fr_fr: Bon
it: Ottimo
ja_jp: 良い
pl: Dobrze
pt_br: Bom
ru_ru: Хорошее

source: Pleasant
de_de: Angenehm
es: Agradable
fr_fr: Plaisant
it: Piacevole
ja_jp: 素敵な
pl: Miły
pt_br: Agradável
ru_ru: Милое

source: Pleasing
de_de: Erfreulich
es: Placentero
fr_fr: Agréable
it: Gradevole
ja_jp: 素晴らしい
pl: Przyjemny
pt_br: Agradável
ru_ru: Привлекательное

source: Expensive
de_de: Teuer
es: Caro
fr_fr: Cher
it: Costoso
ja_jp: 高価な
pl: Doświadczenie
pt_br: Caro
ru_ru: Дорогое

source: Luxurious
de_de: Luxuriös
es: De Lujo
fr_fr: Luxueux
it: Di lusso
ja_jp: 贅沢な
pl: Luksusowy
pt_br: Luxuoso
ru_ru: Роскошное

source: Exclusive
de_de: Exklusiv
es: Exclusivo
fr_fr: Chic
it: Esclusivo
ja_jp: 特別な
pl: Ekskluzywny
pt_br: Exclusivo
ru_ru: Эксклюзивное

source: At
cs: V
de_de: Bei:
es: En
fr_fr: Attendre les ordres
it: A
ja_jp: 場所：
pl: w
pt_br: No
ru_ru: в

source: Returning to base
cs: Vrací se do Báze
de_de: Rückkehr zur Basis
es: Volviendo a base
fr_fr: Retourner à la base
it: Ritorno alla base
ja_jp: は基地に帰還中
pl: Wraca do bazy
pt_br: Retornando para a base
ru_ru: возвращается на базу

source: Observation Duty
cs: Provádí pozorování
de_de: Wachdienst
es: Tareas de Observación
fr_fr: Mission d'observation
it: Osservazione
ja_jp: 監視任務
pl: Obserwacja
pt_br: Tarefa de Observação
ru_ru: ведет наблюдение

source: Searching for
cs: Vyhledává -
de_de: Suche nach:
es: Buscando a
fr_fr: Rechercher
it: In cerca di
ja_jp: は探索中＞
pl: Szuka:
pt_br: Procurando Por
ru_ru: ищет

source: Tailing
cs: Sleduje
de_de: Verfolgung
es: Siguiendo a
fr_fr: Suivre
it: In coda a
ja_jp: は追跡中＞
pl: Śledzi
pt_br: Seguindo
ru_ru: следует за

source: Spying
cs: Vyzvídá
de_de: Erkundung
es: Espiando a
fr_fr: Espionner
it: Spionaggio
ja_jp: は監視中＞
pl: Szpieguje
pt_br: Espionando
ru_ru: шпионит за

source: Reporting to base
cs: Povolán do Báze
de_de: Bericht an Basis
es: Informando a base
fr_fr: Donner compte-rendu à la base
it: Rapporto alla base
ja_jp: は基地に報告
pl: Zgłasza się do bazy
pt_br: Reportando à base
ru_ru: докладывает на базу

source: Fusion Powerfuel
cs: Fůzní palivo
de_de: Fusions-Powertreibstoff
es: Combustible de Fusión
fr_fr: Carburant de fusion
it: Propulsione a fusione
ja_jp: 核融合燃料
pl: Paliwo fuzyjne
pt_br: Combustível de Fusão
ru_ru: Термоядерное топливо

source: Elerium-115
es: Elerio-115
fr_fr: Elérium-115
it: Elerio-115
ja_jp: エレリウム-115
ru_ru: Элериум-115

source: Zorium
es: Zorio
it: Zorio
ja_jp: ゾニウム
ru_ru: Зориум

source: Multi-Cannon Round
cs: Zásobník Autokanónu
de_de: Multi-Kanonenmagazin
es: Proyectil Multi-Cañón
fr_fr: Projectiles multi-canon
it: Cartucce per multi-cannone
ja_jp: マルチキャノン砲弾
pl: Amunicja do działka uniwersalnego
pt_br: Bala de Multicanhão
ru_ru: Выстрел многоств. пушки

source: Janitor Missile
cs: Raketa Janitor
de_de: Janitor-Rakete
es: Misil Janitor
fr_fr: Missile Janitor
it: Missile Janitor
ja_jp: ジャニター･ミサイル
pl: Rakieta Dozorca
pt_br: Míssil Janitor
ru_ru: Ракета «Чистильщик»

source: Justice Missile
cs: Raketa Justice
de_de: Justice-Rakete
es: Misil Justice
fr_fr: Missile Justice
it: Missile Justice
ja_jp: ジャスティス･ミサイル
pl: Rakieta Prawość
pt_br: Míssil Justice
ru_ru: Ракета «Правосудие»

source: Prophet Missile
cs: Raketa Prophet
de_de: Prophet-Rakete
es: Misil Prophet
fr_fr: Missile Prophète
it: Missile Prophet
ja_jp: プロフェット･ミサイル
pl: Rakieta Prorok
pt_br: Míssil Prophet
ru_ru: Ракета «Пророк»

source: Retribution Missile
cs: Raketa Retribution
de_de: Retribution-Rakete
es: Misil Retribution
fr_fr: Missile Retribution
it: Missile Retribution
ja_jp: リトリビューション･ミサイル
pl: Rakieta Odwet
pt_br: Míssil Retribution
ru_ru: Ракета «Возмездие»

source: Disruptor Bomb
cs: Raketová bomba
de_de: Disruptor-Bombe
es: Bomba Perturbadora
fr_fr: Bombe de disruption
it: Bomba disgregatrice
ja_jp: ディスラプターボム
pl: Bomba dysrupcyjna
pt_br: Bomba Disruptiva
ru_ru: Расщеп. бомба

source: Stasis Bomb
cs: Imobilizační raketa
de_de: Stasisbombe
es: Bomba de Estasis
fr_fr: Bombe stasique
it: Bomba di stasi
ja_jp: ステーシスボム
pl: Bomba stazowa
pt_br: Bomba Stasis
ru_ru: Стазис-бомба

source: Disruptor Multi-Bomb
cs: Multiraketa
de_de: Disruptor-Multibombe
es: Multi-Bomba Perturbadora
fr_fr: Multi-bombe de disruption
it: Multi-bomba disgregatrice
ja_jp: ディスラプター複合ボム
pl: Wielogłowicowa bomba dysrupcyjna
pt_br: Multibomba Disruptiva
ru_ru: Расщеп. касс. бомба

source: Repeater 40mm Cannon Round
cs: Zásobník 40mm kanónu
de_de: Repeater-40mm-Kanonenmagazin
es: Bala de 40mm
fr_fr: Projectile canon Repeater 40mm
it: Cartucce per cannone 40mm
ja_jp: リピーター･40mmキャノン砲弾
pl: Amunicja do działka powtarzalnego 40mm
pt_br: Bala de Canhão Repeater 40mm
ru_ru: Выстрел магаз. 40-мм пушки

source: Airguard 52mm Cannon Round
cs: Zásobník protileteckého kanónu
de_de: Airguard-52mm-Kanonenmagazin
es: Bala de 52mm Airguard
fr_fr: Projectile canon Airguard 52mm
it: Cartucce per cannone 52mm
ja_jp: エアガード･52mmキャノン砲弾
pl: Amunicja do działka Strażnik Przestworzy 52mm
pt_br: Bala de Canhão Airguard 52mm
ru_ru: Выстрел 52-мм пушки ПВО

source: Ground Launched Missile
cs: Raketa země - země
de_de: Bodengestütztes Raketensystem
es: Misil Lanzado desde Tierra
fr_fr: Missile à lancement terrestre
it: Lanciamissili terrestre
ja_jp: 地対空ミサイル
pl: Rakieta ziemia-powietrze
pt_br: Míssil de Lançamento de Solo
ru_ru: Зенитная ракета

source: Air Defense Missile
cs: Raketa země - vzduch
de_de: Luftabwehrrakete
es: Misil de Defensa Aérea
fr_fr: Missile de défense aérienne
it: Missile da difesa aerea
ja_jp: 空中防衛ミサイル
pl: Rakieta obrony przeciwlotniczej
pt_br: Míssil de Defesa Aérea
ru_ru: Малая ракета ПВО

source: #Megapol Lawpistol Clip
cs: #Megapol Zásobník pistole
de_de: Megapol-Lawpistol-Munition
fr_fr: Chargeur de Lawpistol Megapol
it: #Munizioni per pistola Megapol
ja_jp: メガポール･遵法ピストル弾倉
pl: #Magazynek do pistoletu Megapolu
pt_br: #Cartucho de Pistolei Megapol
ru_ru: #Магазин для пистолета Мегапола

source: #Marsec M4000 Gun Clip
cs: #Marsec Zásobník M4000
de_de: Marsec-M4000-Munition
fr_fr: Chargeur de mitrailleuse M4000 Marsec
it: #Munizioni per Marsec M4000
ja_jp: マーゼック･M4000弾倉
pl: #Magazynek karabinka Marseka M4000
pt_br: #Cartucho de Marsec M4000
ru_ru: #Барабан для пулемета «Марсек M4000»

source: #Megapol Laser Pod
cs: #Megapol Laserzdroj
de_de: Megapol-Laserkapsel
fr_fr: Capsule laser Megapol
it: #Carica laser Megapol
ja_jp: メガポール･レーザー電池
pl: #Bateria laserowa Megapolu
pt_br: #Célula Laser Megapol
ru_ru: #Капсула для лазера Мегапола

source: #Auto Cannon AP Clip
cs: #Autokanón průrazné
de_de: Autokanonen-AP-Munition
fr_fr: Chargeur perforant d'auto-canon
it: #Cartucce AP per cannone automatico
ja_jp: オートキャノンAP弾倉
pl: #Pociski ppanc. do działka
pt_br: #Cartucho BP de Autocanhão
ru_ru: #Барабан с ББ-боеприпасами для автопушки

source: #Auto Cannon HE Clip
cs: #Autokanón explozívní
de_de: Autokanonen-HE-Munition
fr_fr: Chargeur explosif d'auto-canon
it: #Cartucce HE per cannone automatico
ja_jp: オートキャノンHE弾倉
pl: #Pociski odłamkowe do działka
pt_br: #Cartucho de AE de Autocanhão
ru_ru: #Барабан с ОФ-боеприпасами для автопушки

source: #Auto Cannon I Clip
cs: #Autokanón zápalné
de_de: Autokanonen-IN-Munition
es: #Auto Cannon IN Clip
fr_fr: Chargeur incendiaire d'auto-canon
it: #Cartucce IN per cannone automatico
ja_jp: オートキャノンI弾倉
pl: #Pociski zapalające do działka
pt_br: #Cartucho IN de Autocanhão
ru_ru: #Барабан с ФЗ-боеприпасами для автопушки

source: #Megapol Plasma Pod
cs: #Megapol Zásobník plazmy
de_de: Megapol-Plasmakapsel
fr_fr: Capsule à plasma Megapol
it: #Carica Plasma Megapol
ja_jp: メガポール･プラズマ電池
pl: #Bateria plazmowa Megapolu
pt_br: #Célula de Plasma Megapol
ru_ru: #Магазин к плазменному оружию Мегапола

source: #Heavy Launcher Alien Gas Missile
cs: #Odpalovač cizáckých plynových raket
de_de: Heavy Launcher-Alien-Gasrakete
es: #Heavy Launcher Alienígena Gas Misil
fr_fr: Missile au gaz-rampe lourde
it: #Missile a gas anti-Alieni
ja_jp: 重ランチャ･エイリアンガスミサイル
pl: #Rakieta z obcym gazem do ciężkiej wyrzutni
pt_br: #Míssel AG para lança-mísseis pesado.
ru_ru: #Ракета с ХБЧ для тяжелой пусковой установки

source: #Heavy Launcher Blaster MIssile
cs: #Odpalovač výbušných raket
de_de: Heavy Launcher-Blasterrakete
es: #Heavy Launcher Blaster Misil
fr_fr: Missile explosif-rampe lourde
it: #Missile esplosivo
ja_jp: 重ランチャ･ブラスターミサイル
pl: #Rakieta eksplodująca do ciężkiej wyrzutni
pt_br: #Míssil Blaster para lança-mísseis pesado
ru_ru: #Ракета с фугасной БЧ для тяжелой пусковой установки

source: #Heavy Launcher Incendiary Missile
cs: #Odpalovač zápalných raket
de_de: Heavy Launcher-Brandrakete
es: #Heavy Launcher Incendiary Misil
fr_fr: Missile incendiaire-rampe lourde
it: #Missile incendiario
ja_jp: 重ランチャ･火炎ミサイル
pl: #Rakieta zapalająca do ciężkiej wyrzutni
pt_br: #Míssil IN para lança-mísseis
ru_ru: #Зажигательная ракета для тяжелой пусковой установки

source: #MiniLauncher Alien Gas Missile
cs: #Odpalovač cizáckých plyn. raketek
de_de: MiniLauncher-Alien-Gasrakete
es: #MiniLauncher Alienígena Gas Misil
fr_fr: Missile au gaz-mini-rampe
it: #Minimissile a gas anti-Alieni
ja_jp: ミニランチャ･エイリアンガスミサイル
pl: #Rakieta z obcym gazem do miniwyrzutni
pt_br: #Míssil AG para Mini lança mísseis
ru_ru: #Ракета с ХБЧ для малой пусковой установки

source: #MiniLauncher HE Missile
cs: #Odpalovač expl. raketek
de_de: MiniLauncher-HE-Rakete
es: #MinLauncher HE Misil
fr_fr: Missile explosif-mini-rampe
it: #Missile esplosivo per Minimissile
ja_jp: ミニランチャ･HEミサイル
pl: #Rakieta eksplodująca do miniwyrzutni
pt_br: #Míssil AE para mini lança-mísseis
ru_ru: #Ракета с ОФБЧ для малой пусковой установки

source: #MiniLauncher I Missile
cs: #Odpalovač záp. raketek
de_de: MiniLauncher-IN-Rakete
es: #MiniLauncher I Misil
fr_fr: Missile incendiaire-mini-rampe
it: #Missile incendiario per Minimissile
ja_jp: ミニランチャ･Iミサイル
pl: #Rakieta zapalająca do miniwyrzutni
pt_br: #Míssil IN para Mini lança-mísseis
ru_ru: #Зажигательная ракета для малой пусковой установки

source: #Toxigun A-Clip
cs: #Toxigun Atoxin
de_de: ToxiGewehr A-Munition
fr_fr: Chargeur A de fusil toxique
it: #Carica di tossina A
ja_jp: 毒ガンA弾倉
pl: #Magazynek A do pistoletu toksycznego
pt_br: #Cartucho A da Pistola Tóxica
ru_ru: #Капсула для токсигана с токсином типа A

source: #Toxigun B-Clip
cs: #Toxigun Btoxin
de_de: ToxiGewehr B-Munition
fr_fr: Chargeur B de fusil toxique
it: #Carica di tossina B
ja_jp: 毒ガンB弾倉
pl: #Magazynek B do pistoletu toksycznego
pt_br: #Cartucho B da Pistola Tóxica
ru_ru: #Капсула для токсигана с токсином типа B

source: #Toxigun C-Clip
cs: #Toxigun Ctoxin
de_de: ToxiGewehr C-Munition
fr_fr: Chargeur C de fusil toxique
it: #Carica di tossina C
ja_jp: 毒ガンC弾倉
pl: #Magazynek C do pistoletu toksycznego
pt_br: #Cartucho C da Pistola Tóxica
ru_ru: #Капсула для токсигана с токсином типа C

source: #Brainsucker Pod
cs: #Kukla Mozkožrouta
de_de: Brainsucker-Kapsel
es: #Sorbecerebro Pod
fr_fr: Capsule de lobot.
it: #Sonda Succhiacervello
ja_jp: ブレインサッカー弾
pl: #Kapsuła wysysaczy
pt_br: #Casulo Suga-Cérebro
ru_ru: #Кокон мозгососа

source: #Entropy Pod
cs: #Entropzdroj
de_de: Entropiekapsel
fr_fr: Capsule d'entropie
it: #Carica Entropy
ja_jp: エントロピー弾
pl: #Kapsuła entropiczna
pt_br: #Casulo Entrópico
ru_ru: #Энтропийная капсула

source: #Dimension Missile
cs: #Samočiná raketa
de_de: Dimensionsrakete
es: #Dimension Misil
fr_fr: Missile interdimensionnel
it: #Missile Dimension
ja_jp: 次元ミサイル
pl: #Rakieta międzywymiarowa
pt_br: #Míssil Dimensional
ru_ru: #Межразмерная ракета

source: #Tracker Gun Clip
cs: #Zásob.sled.pist.
de_de: Tracker-Munition
fr_fr: Chargeur de fusil traqueur
it: #Munizioni per pistola tracciante
ja_jp: トラッカーガン弾倉
pl: #Magazynek do trakera
pt_br: #Cartucho da Rastreadora
ru_ru: #Магазин с жучками для пистолета
