Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Megapol Lawpistol Clip
cs: Zásobník pistole Megapol
de_de: Megapol-Lawpistol-Munition
es: Megapol Cargador Pistola
fr_fr: Chargeur de Lawpistol
it: Munizioni per pistola
ja_jp: 遵法ピストル弾倉
pl: Magazynek do pistoletu policyjnego
pt_br: Cartucho de Pistolei Megapol
ru_ru: Магазин для пистолета Мегапола

source: Marsec M4000 Machine Gun
cs: Samopal Marsec M4000
de_de: M4000-Maschinengewehr
es: Marsec Ametralladora M4000
fr_fr: Mitrailleuse M4000
it: Mitragliatrice M4000
ja_jp: マーゼック･M4000マシンガン
pl: Karabinek Marseka M4000
pt_br: Metralhadora Marsec M4000
ru_ru: Пулемет «Марсек M4000»

source: Marsec M4000 Gun Clip
cs: Zásobník Marsec M4000
de_de: Marsec-M4000-Munition
es: Marsec Cargador M4000
fr_fr: Chargeur de M4000
it: Munizioni per M4000
ja_jp: M4000弾倉
pl: Magazynek karabinka Marseka M4000
pt_br: Cartucho de Marsec M4000
ru_ru: Барабан для пулемета «Марсек M4000»

source: Megapol Laser Sniper Gun
cs: Laserová puška Megapol
de_de: Megapol-Lasergewehr
es: Megapol Rifle de francotirador Láser
fr_fr: Fusil à visée laser
it: Fucile laser di precisione
ja_jp: メガポール･レーザースナイパー
pl: Snajperka laserowa Megapolu
pt_br: Rifle Laser Megapol
ru_ru: Лазерная снайперская винтовка Мегапола

source: Megapol Laser Pod
cs: Laserový zdroj Megapol
de_de: Megapol-Laserkapsel
es: Megapol Vaina Láser
fr_fr: Capsule laser
it: Carica laser
ja_jp: メガポール･レーザー電池
pl: Bateria laserowa Megapolu
pt_br: Célula Laser Megapol
ru_ru: Капсула для лазера Мегапола

source: Megapol Auto Cannon
cs: Autokanón Megapol
de_de: Megapol-Autokanone
es: Megapol Cañón Auto
fr_fr: Auto-canon
it: Cannone automatico
ja_jp: メガポール･オートキャノン
pl: Działko automatyczne Megapolu
pt_br: Autocanhão Megapol
ru_ru: Автоматическая пушка Мегапола

source: Auto Cannon AP Clip
cs: Autokanón průbojné
de_de: Autokanonen-AP-Munition
es: Cargador AP Cañón Auto
fr_fr: Chargeur perf. d'auto-canon
it: Cartucce AP - cann. autom.
ja_jp: オートキャノンAP弾倉
pl: Pociski ppanc. do działka
pt_br: Cartucho de Autocanhão AP
ru_ru: Барабан с ББ-боеприпасами для автопушки

source: Auto Cannon HE Clip
cs: Autokanón explozívní
de_de: Autokanonen-HE-Munition
es: Cargador AE Cañón Auto
fr_fr: Chargeur explosif d'auto-canon
it: Cartucce HE - cann. autom.
ja_jp: オートキャノンHE弾倉
pl: Pociski odłamkowe do działka Megapolu
pt_br: Cartucho de AE de Autocanhão
ru_ru: Барабан с ОФБ для автопушки

source: Auto Cannon IN Clip
cs: Autokanón zápalné
de_de: Autokanonen-IN-Munition
es: Cargador IN Cañón Auto
fr_fr: Chargeur incend. d'auto-canon
it: Cartucce IN - cann. autom.
ja_jp: オートキャノンIN弾倉
pl: Pociski zapalające do działka
pt_br: Cartucho IN de Autocanhão
ru_ru: Барабан с ОФЗ-боеприпасами для автопушки

source: Megapol Plasma Gun
cs: Plazmová pistole Megapol
de_de: Megapol-Plasmagewehr
es: Megapol Arma de Plasma
fr_fr: Fusil à plasma
it: Pistola al Plasma
ja_jp: メガポール･プラズマガン
pl: Pistolet plazmowy Megapolu
pt_br: Arma de Plasma
ru_ru: Плазменный пистолет Мегапола

source: Megapol Plasma Pod
cs: Zdroj plazmy Megapol
de_de: Megapol-Plasmakapsel
es: Megapol Vaina de Plasma
fr_fr: Capsule à plasma
it: Carica Plasma
ja_jp: プラズマ電池
pl: Bateria plazmowa Megapolu
pt_br: Célula de Plasma Megapol
ru_ru: Магазин к плазменному оружию Мегапола

source: Marsec Heavy Launcher
cs: Velký odpalovač raket Marsec
es: Marsec Lanza misiles pesado
fr_fr: Rampe lourde
it: Lanciamissili
ja_jp: マーゼック･ヘビーランチャ
pl: Ciężka wyrzutnia Marseka
pt_br: Lança-Mísseis Pesado Marsec
ru_ru: «Марсек»: тяжелая пусковая установка

source: Heavy Launcher AG Missile
cs: Plynová raketa
de_de: Launcher-AG-Rakete
es: Misil GA Lanzador
fr_fr: Missile au gaz-rampe lourde
it: Lanciamissili a gas anti-Alieni
ja_jp: ヘビーランチャAGミサイル
pl: Rakieta z obcym gazem do ciężkiej wyrzutni
pt_br: Míssel AG para lança-mísseis.
ru_ru: Тяжелая пусковая установка: ХБЧ-ракета

source: Heavy Launcher HE Missile
cs: Explozívní raketa
de_de: Launcher-HE-Rakete
es: Misil AE Lanzador
fr_fr: Missile explosif-rampe lourde
it: Missile esplosivo
ja_jp: ヘビーランチャHEミサイル
pl: Rakieta eksplodująca do ciężkiej wyrzutni
pt_br: Míssil AE para lança-mísseis
ru_ru: Тяжелая пусковая установка: ОФБЧ-ракета

source: Heavy Launcher IN Missile
cs: Zápalná raketa
de_de: Launcher-IN-Rakete
es: Misil IN Lanzador
fr_fr: Missile incend.-rampe lourde
it: Missile incendiario
ja_jp: ヘビーランチャINミサイル
pl: Rakieta zapalająca do ciężkiej wyrzutni
pt_br: Míssil IN para lança-mísseis
ru_ru: Тяжелая пусковая установка: зажиг. ракета

source: Marsec MiniLauncher
cs: Malý odpalovač raket Marsec
es: MiniLanzador
fr_fr: Mini-rampe
it: Minimissile
ja_jp: マーゼック･ミニランチャ
pl: Miniwyrzutnia Marseka
pt_br: Mini lança-mísseis Marsec
ru_ru: «Марсек»: малая пусковая установка

source: MiniLauncher AG Missile
cs: Plynová raketka
de_de: MiniLauncher-AG-Rakete
es: Misil GA MiniLanzador
fr_fr: Missile au gaz-mini-rampe
it: Minimissile a gas anti-Alieni
ja_jp: ミニランチャAGミサイル
pl: Rakieta z obcym gazem do miniwyrzutni
pt_br: Míssil AG para Mini lança mísseis
ru_ru: Малая пусковая установка: ХБЧ-ракета

source: MiniLauncher HE Missile
cs: Explozívní raketka
de_de: MiniLauncher-HE-Rakete
es: Misil AE MiniLanzador
fr_fr: Missile explosif-mini-rampe
it: Missile espl. per Minimissile
ja_jp: ミニランチャHEミサイル
pl: Amunicja wybuchowa do miniwyrzutni
pt_br: Míssil AE para mini lança-mísseis
ru_ru: Малая пусковая установка: ОФБЧ-ракета

source: MiniLauncher IN Missile
cs: Zápalná raketka
de_de: MiniLauncher-IN-Rakete
es: Misil IN MiniLanzador
fr_fr: Missile incend.-mini-rampe
it: Missile incend. per Minimissile
ja_jp: ミニランチャINミサイル
pl: Rakieta zapalająca do miniwyrzutni
pt_br: Míssil IN para Mini lança-mísseis
ru_ru: Малая пусковая установка: зажиг. ракета

source: Megapol Stun Grapple
cs: Ochromující drapák Megapol
de_de: Megapol-Betäubungskralle
es: Garra Aturdidora Megapol
fr_fr: Grappin paralysant
it: Rete stordente
ja_jp: メガポール･スタングラップル
pl: Chwytak ogłuszający Megapolu
pt_br: Garra Atordoante Megapol
ru_ru: Захват-парализатор Мегапола

source: Alien Gas Grenade
cs: Granát s Antiplynem
de_de: Alien-Gasgranate
es: Granada de Gas Alienígena
fr_fr: Grenade au gaz
it: Granata a gas anti-Alieni
ja_jp: エイリアンのガスグレネード
pl: Granat z gazem obcych
pt_br: Granada de Gás Alienígena
ru_ru: Граната с газом, действующим на пришельцев

source: Tracker Gun Clip
cs: Zásobník sledovací pistole
de_de: Tracker-Munition
es: Cargador Tracker Gun
fr_fr: Chargeur de fusil traqueur
it: Munizioni pistola tracciante
ja_jp: トラッカーガン弾倉
pl: Magazynek do trakera
pt_br: Cartucho da Rastreadora
ru_ru: Магазин с жучками для пистолета

source: Tracker Gun
cs: Sledovcí pistole
de_de: Tracker-Gewehr
fr_fr: Fusil traqueur
it: Pistola tracciante
ja_jp: トラッカーガン
pl: Pistolet śledzący
pt_br: Rastreadora
ru_ru: Пистолет, выстреливающий жучки

source: Multi-Tracker
cs: Multi-sledovač
fr_fr: Multi-traqueur
it: Multi-tracciante
ja_jp: マルチトラッカー
pl: Karabin traker
pt_br: Multirastreadora
ru_ru: Мультитрекер

source: PSI-Grenade
cs: PSI-granát
de_de: PSI-Granate
es: Psi-Granada
fr_fr: Grenade psionique
it: Granata PSI
ja_jp: PSIグレネード
pl: Granat psioniczny
pt_br: Psigranada
ru_ru: Пси-граната

source: ForceWeb
cs: Imobilizér
de_de: Energienetz
es: Malla de Fuerza
it: Rete energetica
ja_jp: 重力網
pl: Sieć siłowa
pt_br: Redeforça
ru_ru: Силовая сеть

source: Toxigun
de_de: ToxiGewehr
es: Fusil de Toxinas
fr_fr: Fusil toxique
ja_jp: 毒ガン
pl: Pistolet toksyczny
pt_br: Pistola Tóxica
ru_ru: Токсиган

source: Toxigun A-Clip
cs: Toxin typ A
de_de: ToxiGewehr A-Munition
es: Cargador de Toxinas tipo A
fr_fr: Chargeur de toxine A
it: Carica di tossina A
ja_jp: 毒ガンA弾倉
pl: Magazynek A do pistoletu toksycznego
pt_br: Cartucho A da Pistola Tóxica
ru_ru: Капсула для токсигана с токсином типа A

source: Toxigun B-Clip
cs: Toxin typ B
de_de: ToxiGewehr B-Munition
es: Cargador de Toxinas tipo B
fr_fr: Chargeur de toxine B
it: Carica di tossina B
ja_jp: 毒ガンB弾倉
pl: Magazynek B do pistoletu toksycznego
pt_br: Cartucho B da Pistola Tóxica
ru_ru: Капсула для токсигана с токсином типа B

source: Toxigun C-Clip
cs: Toxin typ C
de_de: ToxiGewehr C-Munition
es: Cargador de Toxinas tipo C
fr_fr: Chargeur de toxine C
it: Carica di tossina C
ja_jp: 毒ガンC弾倉
pl: Magazynek C do pistoletu toksycznego
pt_br: Cartucho C da Pistola Tóxica
ru_ru: Капсула для токсигана с токсином типа С

source: Dimension Destabiliser
cs: Destabilizátor pole
de_de: Dimensions-Destabilisator
es: Desestabilizador de Dimensiones
fr_fr: Déstabilisateur dimensionnel
it: Destabilizzatore dimensionale
ja_jp: 次元不安定化装置
pl: Destabilizator międzywymiarowy
pt_br: Desestabilizador Dimensional
ru_ru: Дестабилизатор измерений

source: Mind Shield
cs: Psionický štít
de_de: Geistesschild
es: Escudo Mental
fr_fr: Bouclier mental
it: Scudo Mentale
ja_jp: マインドシールド
pl: Osłona umysłowa
pt_br: Escudo Mental
ru_ru: Ментальный щит

source: Mind Bender
cs: Ovladač mysli
de_de: Geistverzerrer
es: Distorsionador Cerebral
fr_fr: Asservisseur mental
it: Incanalatore mentale
ja_jp: 精神歪曲器
pl: Projektor psioniczny
pt_br: Dobrador Mental
ru_ru: Ментальный регулятор

source: Alien Detector
cs: Detektor cizáků
de_de: Alien-Detektor
es: Detector Alienígena
fr_fr: Détecteur d'aliens
it: Rilevatore di Alieni
ja_jp: エイリアン探知器
pl: Wykrywacz obcych
pt_br: Detector Alienígena
ru_ru: Детектор пришельцев

source: Disruptor Gun
cs: Disperzívní pistole
de_de: Disruptor-Kanone
es: Fusil Perturbador
fr_fr: Fusil disrupteur
it: Pistola disgregatrice
ja_jp: ディスラプター
pl: Pistolet dysrupcyjny
pt_br: Arma Disruptiva
ru_ru: Расщепляющая пушка

source: Devastator Cannon
cs: Devastátor
de_de: Devastator-Kanone
es: Cañón Devastador
fr_fr: Canon dévastateur
it: Cannone Devastator
ja_jp: デバステーター･キャノン
pl: Działko Niszczyciel
pt_br: Canhão Devastador
ru_ru: Опустошающая пушка

source: Boomeroid
cs: Bumeroid
fr_fr: Boomeroïde
it: Boomeroide
ja_jp: ブーメロイド
pl: Skoczek
pt_br: Bomeroide
ru_ru: Бумероид

source: Power Sword
cs: Energetický meč
de_de: Powerschwert
es: Espada Energética
fr_fr: Epée d'énergie
it: Spada del Potere
ja_jp: パワーソード
pl: Miecz energetyczny
pt_br: Super Espada
ru_ru: Силовой меч

source: Brainsucker Launcher
cs: Vrhač Mozkožroutů
es: Lanzador Sorbecerebros
fr_fr: Rampe du lobotomiseur
it: Lancia-Succhiacervelli
ja_jp: ブレインサッカー･ランチャ
pl: Wyrzutnia wysysaczy
pt_br: Lançador Suga-Cérebro
ru_ru: Пусковая установка мозгососа

source: Entropy Launcher
cs: Vrhač entropie
de_de: Entropie-Launcher
es: Lanzador Entropía
fr_fr: Rampe d'entropie
it: Lanciamissili Entropy
ja_jp: エントロピー･ランチャ
pl: Wyrzutnia entropiczna
pt_br: Lançador de Entropia
ru_ru: Энтропийная пусковая установка

source: Dimension Missile Launcher
cs: Odpalovač samočinných raket
de_de: Dim.-Raketenabschußvorrcht.
es: Lanzador Misil Dimensión
fr_fr: Rampe de lancement
it: Lanciamissili Dimension
ja_jp: 次元ミサイルランチャ
pl: Wyrzutnia rakiet dysrupcyjnych
pt_br: Lança-Mísseis Dimensional
ru_ru: Межразмерная пусковая установка

source: Dimension Missile
cs: Samočinná raketa
de_de: Dimensionsrakete
es: Misil Dimensión
fr_fr: Missile interdimensionnel
it: Missile Dimension
ja_jp: 次元ミサイル
pl: Rakieta międzywymiarowa
pt_br: Míssil Dimensional
ru_ru: Межразмерная ракета

source: Vortex Mine
cs: Cizácký granát
de_de: Wirbelmine
es: Mina Vortex
fr_fr: Mine Vortex
it: Mina Vortex
ja_jp: うず巻地雷
pl: Mina wirowa
pt_br: Mina Vórtice
ru_ru: Вихревая мина

source: Personal Disruptor Shield
cs: Osobní ochranný štít
de_de: Persönlicher Disruptor-Schild
es: Escudo Perturbador Personal
fr_fr: Bouclier disrupteur personnel
it: Scudo personale
ja_jp: 個人用ディスラプターシールド
pl: Osobista tarcza dysrupcyjna
pt_br: Escudo Pessoal Disruptivo
ru_ru: Личный генератор расщепляющего щита

source: Personal Teleporter
cs: Osobní teleporter
de_de: Persönlicher Teleporter
es: Transportador Personal
fr_fr: Téléporteur personnel
it: Teletrasporto personale
ja_jp: 個人用テレポーター
pl: Teleporter osobisty
pt_br: Teletransporte Pessoal
ru_ru: Личный телепортатор

source: Personal Cloaking Field
cs: Osobní maskovací pole
de_de: Persönliches Tarnfeld
es: Campo Personal de Camuflaje
fr_fr: Champ de camouflage
it: Mimetizzatore personale
ja_jp: 個人用クロークシールド
pl: Osobiste pole maskujące
pt_br: Campo de Camuflagem Pessoal
ru_ru: Личный генератор маскирующего поля

source: Dimension Force Field
cs: Dimenzionální silové pole
de_de: Dimensions-Energiefeld
es: Campo de Fuerza de Dimensiones
fr_fr: Champ de force dimensionnelle
it: Campo di forza
ja_jp: 次元バリア
pl: Pole siłowe międzywymiarowe
pt_br: Campo de Força Dimensional
ru_ru: Межразмерное силовое поле

source: Energy Pod
cs: Energozdroj
de_de: Energiekapsel
es: Vaina de Energía
fr_fr: Capsule d'énergie
it: Carica energetica
ja_jp: エネルギー電池
pl: Kapsuła energetyczna
pt_br: Cápsula de Energia
ru_ru: Энергетическая капсула

source: Medi-kit
es: Botiquín
fr_fr: Kit médical
it: Kit medico
ja_jp: メディキット
pl: Apteczka
ru_ru: Аптечка

source: Motion Scanner
cs: Skener pohybu
de_de: Bewegungsscanner
es: Escáner de Movimiento
fr_fr: Détecteur de mouvement
it: Rilevatore di movimento
ja_jp: モーションスキャナー
pl: Skaner ruchu
pt_br: Sensor de Movimento
ru_ru: Сканер движения

source: Brainsucker Pod
cs: Kukla Mozkožrouta
de_de: Brainsucker-Kapsel
es: Vaina Sorbecerebros
fr_fr: Capsule de lobot.
it: Sonda Succhiacervello
ja_jp: ブレインサッカー弾
pl: Kapsuła wysysaczy
pt_br: Casulo Sugatório
ru_ru: Кокон мозгососа

source: Overspawn
cs: Hypertron
it: Distruttore
ja_jp: オーバースポーン
pl: Supermorf
ru_ru: Сверхплод

source: Entropy Pod
cs: Zdroj entropie
de_de: Entropiekapsel
es: Vaina Entropía
fr_fr: Capsule d'entropie
it: Carica Entropy
ja_jp: エントロピー弾
pl: Kapsuła entropiczna
pt_br: Casulo Entrópico
ru_ru: Энтропийная капсула

source: Incendiary Grenade
cs: Zápalný granát
de_de: Brandgranate
es: Granada Incendiaria
fr_fr: Grenade incendiaire
it: Granata incendiaria
ja_jp: 火炎グレネード
pl: Granat zapalający
pt_br: Granada Incendiária
ru_ru: Зажигательная граната

source: Megapol Leg Armor
cs: Zbroj nohou Megapol
de_de: Megapol-Beinpanzer
es: Blindaje para Pierna Megapol
fr_fr: Blindage - jambes
it: Gambale
ja_jp: メガポール･レッグアーマー
pl: Pancerz nożny Megapolu
pt_br: Armadura da Perna Megapol
ru_ru: Скафандр Мегапола: поножи

source: Megapol Body Armor
cs: Zbroj Megapol
de_de: Megapol-Panzerung
es: Blindaje Megapol
fr_fr: Blindage corporel
it: Armatura
ja_jp: メガポール･ボディアーマー
pl: Pancerz na korpus Megapolu
pt_br: Armadura do Tronco Megapol
ru_ru: Скафандр Мегапола: нагрудник

source: Megapol Right Arm Armor
cs: Zbroj pravé paže Megapol
de_de: Megapol-Panzer rcht. Arm
es: Blindaje Brazo Der. Megapol
fr_fr: Blindage - bras gauche
it: Bracciale sinistro
ja_jp: メガポール･右腕アーマー
pl: Pancerz na prawą rekę Megapolu
pt_br: Armadura do Braço Direito Megapol
ru_ru: Скафандр Мегапола: наручи на правую руку

source: Megapol Left Arm Armor
cs: Zbroj levé paže Megapol
de_de: Megapol-Panzer link. Arm
es: Blindaje Brazo Izq. Megapol
fr_fr: Blindage - bras droit
it: Bracciale destro
ja_jp: メガポール･左腕アーマー
pl: Pancerz na lewą rekę Megapolu
pt_br: Armadura do Braço Esquerdo Megapol
ru_ru: Скафандр Мегапола: наручи на левую руку

source: Megapol Helmet
cs: Helma Megapol
de_de: Megapol-Helm
es: Casco Megapol
fr_fr: Casque
it: Elmetto
ja_jp: メガポール･ヘルメット
pl: Hełm Megapolu
pt_br: Capacete Megapol
ru_ru: Шлем Мегапола

source: Marsec Leg Units
cs: Zbroj nohou Marsec
de_de: Marsec-Beinschutz
es: Unidades de Pierna Marsec
fr_fr: Unités - jambes
it: Unità inferiore
ja_jp: マーゼック･レッグユニット
pl: Pancerz nożny Marseka
pt_br: Unidade da Perna Marsec
ru_ru: Скафандр «Марсек»: поножи

source: Marsec Body Unit
cs: Zbroj Marsec
de_de: Marsec-Panzerung
es: Blindaje Marsec
fr_fr: Unité - corps
it: Unità corporea
ja_jp: マーゼック･ボディユニット
pl: Pancerz na korpus Marseka
pt_br: Unidade do Tronco Marsec
ru_ru: Скафандр «Марсек»: нагрудник

source: Marsec Right Arm Unit
cs: Zbroj pravé paže Marsec
de_de: Marsec-Schutz rcht. Arm
es: Unidad de Brazo Der. Marsec
fr_fr: Unité - bras gauche
it: Unità braccio sinistro
ja_jp: マーゼック･右腕ユニット
pl: Pancerz na prawą rekę Marseka
pt_br: Unidade do Braço Direito Marsec
ru_ru: Скафандр «Марсек»: наручи на правую руку

source: Marsec Left Arm Unit
cs: Zbroj levé paže Marsec
de_de: Marsec-Schutz link. Arm
es: Unidad de Brazo Izq. Marsec
fr_fr: Unité - bras droit
it: Unità braccio destro
ja_jp: マーゼック･左腕ユニット
pl: Pancerz na lewą rekę Marseka
pt_br: Unidade do Braço Esquerdo Marsec
ru_ru: Скафандр «Марсек»: наручи на левую руку

source: Marsec Head Unit
cs: Přilba Marsec
de_de: Marsec-Kopfschutz
es: Unidad de Cabeza Marsec
fr_fr: Unité - tête
it: Unità superiore
ja_jp: マーゼック･頭部ユニット
pl: Hełm Marseka
pt_br: Unidade da Cabeça Marsec
ru_ru: Шлем «Марсек»

source: X-COM Leg Shields
cs: Zbroj nohou X-COM
de_de: X-COM-Beinschilde
es: Escudos de Pierna X-COM
fr_fr: Boucliers - jambes
it: Scudi per gambe
ja_jp: X-COM 脚部シールド
pl: Osłony nożne X-COM
pt_br: Escudos da Perna X-COM
ru_ru: Бронещитки для ног X-COM

source: X-COM Body Shield
cs: Zbroj X-COM
de_de: X-COM-Disruptor-Rüstung
es: Blindaje Anti-Pertubación X-COM
fr_fr: Bouclier corporel
it: Scudo corporeo
ja_jp: X-COM 胴体シールド
pl: Osłona korpusu X-COM
pt_br: Escudos do Tronco X-COM
ru_ru: Защитный жилет X-COM

source: X-COM Right Arm Shield
cs: Zbroj pravé paže X-COM
de_de: X-COM-Schild rcht. Arm
es: Escudo X-COM Brazo Der.
fr_fr: Bouclier - bras gauche
it: Scudo per braccio sinistro
ja_jp: X-COM 右腕シールド
pl: Osłona na prawą rękę X-COM
pt_br: Escudos do Braço Direito X-COM
ru_ru: Бронещитки для правой руки X-COM

source: X-COM Left Arm Shield
cs: Zbroj levé paže X-COM
de_de: X-COM-Schild link. Arm
es: Escudo X-COM Brazo Izq.
fr_fr: Bouclier - bras droit
it: Scudo per braccio destro
ja_jp: X-COM 左腕シールド
pl: Osłona na lewą rękę X-COM
pt_br: Escudos do Braço Esquerdo X-COM
ru_ru: Бронещитки для левой руки X-COM

source: X-COM Head Shield
cs: Přilba X-COM
de_de: X-COM-Kopfschild
es: Escudo de Cabeza X-COM
fr_fr: Bouclier - tête
it: Scudo per la testa
ja_jp: X-COM 頭部シールド
pl: Osłona głowy X-COM
pt_br: Escudos da Cabeça X-COM
ru_ru: Шлем X-COM

source: Psimorph's Mindbender
cs: Výkonný ovladač mysli
de_de: Psimorph-Geistverzerrer
es: Distorsionador Cerebral de Psimorph
fr_fr: Asservisseur du Psimorphe
it: Incanalatore mentale
ja_jp: Psiモーフの精神歪曲器
pl: Projektor psioniczny psymorfa
pt_br: Dobrador Mental do Psimorfo
ru_ru: Ментальный регулятор псиморфа

source: Megaspawn's Disruptor
cs: Odpalovač raket
de_de: Megaspawn-Disruptorstrahl
es: Perturbador de Megaspawn
fr_fr: Disrupteur du mégaspawn
it: Disgregatore
ja_jp: メガスポーンのディスラプター
pl: Dysruptor megamorfa
pt_br: Disruptor do Megaspawn
ru_ru: Расщепитель мегаплода

source: Megaspawn's Launcher
cs: Odpalovač raket
de_de: Megaspawn-Launcher
es: Lanzador de Megaspawn
fr_fr: Rampe du mégaspawn
it: Lanciamissili
ja_jp: メガスポーンのランチャー
pl: Wyrzutnia megamorfa
pt_br: Lançador do Megaspawn
ru_ru: Пусковая установка мегаплода

source: Spitter's Vomit Funnel
cs: Velký plivací chobot
de_de: Spitter-Speitrichter
es: Embudo de vómito de Escupidor
fr_fr: Entonnoir de vomi du cracheur
it: Bocca Lanciavomito
ja_jp: スピッターの口腔
pl: Rura głowowa pluja
pt_br: Funil de Vômito do Cuspidor
ru_ru: Рвотная воронка спиттера

source: Multiworm's Spit
cs: Plivací trubice
de_de: Multiwurm-Spucke
es: Escupitajo de Multigusano
fr_fr: Crachat du multiver
it: Sputo Multiverme
ja_jp: マルチワームの唾液
pl: Splunięcie wielorobaka
pt_br: Cuspe do Multiverme
ru_ru: Плевок мультичервя

source: Alien Egg's Vomit Tube
cs: Malý plivací chobot
de_de: Alien-Ei-Speirohr
es: Tubo de vomitado de huevo alienígena
fr_fr: Tube vomitif d'oeuf alien
it: Lanciavomito Uova Aliene
ja_jp: エイリアンの卵の口腔
pl: Rzygaczka jaja obcych
pt_br: Tubo de Vômito do Ovo Alien
ru_ru: Рвотная трубка яйца пришельцев

source: Hyperworm's Bite
cs: Mohutné čelisti
de_de: Hyperwurmbiß
es: Mordedura de Hipergusano
fr_fr: Morsure d'Hyperver
it: Morso Iperverme
ja_jp: ハイパーワームの牙
pl: Ugryzienie hiperrobaka
pt_br: Mordida do Hiperverme
ru_ru: Укус гиперчервя

source: Queenspawn's Tentacles
cs: Chapadla
de_de: Queenspawn-Tentakel
es: Tentáculos de Queenspawn
fr_fr: Tentacules de la Reine pondeuse
it: Tentacoli Regina Aliena
ja_jp: クイーンスポーンの触手
pl: Macki królewskiego morfa
pt_br: Tentáculos da Rainha
ru_ru: Щупальца королевы

source: Popper's Bomb
cs: Bomba
de_de: Popper-Bombe
es: Bomba de Popper
fr_fr: Bombe de l'exploseur
it: Bomba Kamikaze
ja_jp: ポッパーの爆弾
pl: Bomba skoczka
pt_br: Bomba do Popper
ru_ru: Бомба поппера

source: Psiclone
cs: Psiklon
de_de: Psiklon
es: Psiclon
ja_jp: Psiクロン
pl: Psyklon
ru_ru: Псиклон

source: Elerium
cs: Tobolka Eleria
es: Elerio
fr_fr: Capsule d'élérium
it: Carica di Elerio
ja_jp: エレリウム
ru_ru: Элериум

source: Alien Artifact
cs: Cizácký artefakt
de_de: Alien-Artefakt
es: Artefacto Alienígena
fr_fr: Objet alien
it: Artefatto Alieno
ja_jp: エイリアンの遺物
pl: Obcy artefakt
pt_br: Artefato Alienígena
ru_ru: Артефакт пришельцев

source: per unit
cs: za kus
de_de: pro Einheit
es: por unidad
fr_fr: par unité
it: per unità
ja_jp: ユニット別
pl: na jednostkę
pt_br: por unidade
ru_ru: на единицу

source: per clip
cs: za zásobník
de_de: pro Magazin
es: por cargador
fr_fr: par chargeur
it: per colpo
ja_jp: 弾倉別
pl: na magazynek
pt_br: por cartucho
ru_ru: на магазин

source: per gramme
cs: za gram
de_de: pro Gramm
es: por gramo
fr_fr: par gramme
it: per grammo
ja_jp: 重量別
pl: na gram
pt_br: por grama
ru_ru: на грамм

source: Building
cs: Budova
de_de: Gebäude
es: Edificio
fr_fr: Bâtiment
it: Edificio
ja_jp: 建物
pl: Budynek
pt_br: Edifício
ru_ru: Здание

source: The Senate
cs: Senát
de_de: Der Senat
es: El Senado
fr_fr: Le Sénat
it: Il Senato
ja_jp: 上院
pl: Senat
pt_br: O Senado
ru_ru: Сенат

source: Judgment Central
cs: Nejvyšší soud
de_de: Gerichtszentrale
es: Central de Juicios
fr_fr: La centrale du jugement
it: Tribunale
ja_jp: 裁判センター
pl: Centrum Sądownicze
pt_br: Central de Julgamentos
ru_ru: Центр правосудия

source: Enforcer Academy
cs: Policejní Akademie
de_de: Enforcer-Akademie
es: Academia Enforcer
fr_fr: Académie d'application de la loi
it: Accademia di polizia
ja_jp: 警察学校
pl: Akademia Prewencji
pt_br: Academia de Segurança
ru_ru: Академия патрульных

source: Law Control Station
cs: Pořádková stanice
es: Puesto de Control Legal
fr_fr: Station de contrôle de la loi
it: Stazione di controllo
ja_jp: 警察署
pl: Stacja Kontroli Prawnej
pt_br: Estação de Controle da Lei
ru_ru: Станция контроля законности

source: Megastation One
cs: Megastation 1
de_de: Megastation 1
es: Megacomisaria Uno
fr_fr: Mégastation Un
it: Megastazione Uno
ja_jp: メガステーション#1
pl: Megastacja Jeden
pt_br: Megaestação Um
ru_ru: Мегаучасток I

source: Megastation Two
cs: Megastation 2
de_de: Megastation 2
es: Megacomisaria Dos
fr_fr: Mégastation Deux
it: Megastazione Due
ja_jp: メガステーション#２
pl: Megastacja Dwa
pt_br: Megaestação Dois
ru_ru: Мегаучасток II

source: Phoenix Sanatorium
cs: Sanatorium Fénix
es: Sanatorio Phoenix
fr_fr: Sanatorium Phoenix
it: Sanatorio Phoenix
ja_jp: フェニックス療養所
pl: Sanatorium Feniksa
pt_br: Sanatório Fênix
ru_ru: Санаторий «Феникс»

source: Nightingale Tower
cs: Slavičí věž
de_de: Nightingale-Turm
es: Torre Nightingale
fr_fr: Bloc Nightingale
it: Torre Nightingale
ja_jp: ナイチンゲール･･タワー
pl: Wieża Słowika
pt_br: Torre Rouxinol
ru_ru: Башня Найтингейл

source: Iliad Institute
cs: Iliad Institut
de_de: Iliad-Institut
es: Instituto Iliad
fr_fr: Institut Iliade
it: Istituto Iliade
ja_jp: イリアッド会館
pl: Instytut Illiady
pt_br: Instituo Ilíade
ru_ru: Институт «Илиады»

source: Bosch Institute
cs: Bosch Institut
de_de: Bosch-Institut
es: Instituto Bosch
fr_fr: Institut Bosch
it: IstitutoBosch
ja_jp: ボッシュ会館
pl: Instytut Boscha
pt_br: Instituto Bosch
ru_ru: Институт Босха

source: Marge Piercy Academy
de_de: Marge-Piercy-Akademie
es: Academia Marge Piercy
fr_fr: Académie Marge Piercy
it: Accademia Marge Piercy
ja_jp: マルゲ･ピアｰシー学院
pl: Akademia Marge Piercy
pt_br: Academia Marge Piercy
ru_ru: Академия Мардж Пирси

source: Rescue One
cs: Rescue 1
de_de: Rettungsstation 1
es: Rescate Uno
fr_fr: Secours Un
it: Soccorso Uno
ja_jp: レスキュー1
pl: Pogotowie Jeden
pt_br: Resgate Um
ru_ru: Станция спасения I
