Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The General Metro corporation designs and manufactures road vehicles. Since the corporation installed an efficient anti-grav system inside the road structure it became possible to produce low powered anti-grav road vehicles which were cheap and efficient, despite being limited to the road system. The vehicle designs were based on the exuberant styling of the 1950s according to the requirements of city planners. General Metro is a major competitor to Superdynamics, as both corporations provide transport systems.
cs: Společnost General Metro navrhuje a vyrábí silniční vozidla. Od té doby, co instalovala výkonný antigravitační systém do struktury silnic, se stala schopnou vyrábět silniční vozidla s antigravy malého výkonu, která jsou výkonná a levná, ale jejichž pohyb je omezen na soustavu silnic. V současné době je u veřejnosti a osobností oblíben styl roku 1950, kterému jsou přizpůsobeny i karoserie vozů. General Metro je hlavním konkurentem Superdynamicsu, neboť obě společnosti provozují dopravní systémy.
de_de: Der General Metro-Konzern beschäftigt sich mit der Entwicklung und Herstellung von Straßenfahrzeugen. Seitdem der Konzern ein effizientes Anti-Schwerkraftsystem in das Straßennetz installiert hat, ist die Produktion von preiswerten Anti-Schwerkraft-Fahrzeugen mit geringem Energieverbrauch möglich, die allerdings nur für den Straßenverkehr einsetzbar sind. Das elegante Design ist dem der 50er Jahre nachempfunden und entspricht den Erfordernissen der Stadtplaner. General Metro ist einer der größten Konkurrenten von Superdynamics, da beide Konzerne Transportsysteme herstellen.
es: La empresa General Metro diseña y fabrica vehículos de carretera. Puesto que la empresa instaló un eficaz sistema anti-gravedad dentro de la carretera, se hizo posible producir vehículos terrestres anti-gravedad de baja potencia baratos y eficaces, a pesar de estar limitados al sistema de carreteras. Los diseños de los vehículos estaban basados en el exuberante estilo de 1950, de acuerdo con las normas municipales. General Metro es la gran competencia de Superdynamics, ya que ambas empresas fabrican sistemas de transporte.
fr_fr: La société General Metro développe et fabrique des véhicules routiers. Elle a installé un système anti-gravité efficace dans la structure des routes, ce qui lui permet de produire des véhicules anti-gravité utilisant peu d'énergie, peu coûteux et efficaces, bien qu'ils soient limités au système routier. La ligne de ces véhicules est basée sur le style exubérant des années 1950 et répond parfaitement aux exigences des urbanistes municipaux. General Metro est l'un des concurrents principaux de Superdynamics, les deux sociétés fournissant toutes les deux des systèmes de transport.
it: La General Metro Corporation progetta e produce veicoli stradali. Da quando questa ditta ha installato un efficiente sistema anti-gravità sotto al manto delle strade, è possibile produrre veicoli anti-gravità a bassa potenza, economici ed efficaci, anche se limitati negli spostamenti. Il design di questi mezzi è basato essenzialmente su quello delle automobili degli anni '50, in virtù degli ordini del governo cittadino. La maggior concorrente della General Metro è la Superdynamics, dal momento che entrambe le compagnie si occupano di sistemi di trasporto.
ja_jp: ジェネラルメトロ･コーポレーションは陸上用車両の設計と製造をしている。この企業が道路に効率的な反重力システムを組み込んで以来、路上用に限定されるが安価で効率の良い低出力な反重力カーの製造が可能となった。車両のデザインは都市計画の要請に従って1950年代の生き生きとしたものを基調にしたものが採用された。ジェネラルメトロ社は同様に輸送手段を提供しているスーパーダイナミック社の最も手強い競合会社となっている。
pl: Korporacja Metro Maszyny projektuje i wytwarza pojazdy drogowe. Ponieważ zainstalowała ona w infrastrukturze drogowej wydajny system antygrawitacyjny, możliwa stała się produkcja antygrawitacyjnych pojazdów, które są tanie i efektywne, choć nie mogą opuszczać systemu drogowego. Pojazdy te zaprojektowano w stylu lat 1950, zgodnie z wymaganiami planistów miasta. Metro Maszyny to największy konkurent dla Superdynamiki, gdyż obie korporacje dostarczają środków transportu.
pt_br: A companhia General Metro projeta e constrói veículos rodoviários. Desde que instalou um eficiente sistema antigravidade nas estradas, tornou-se possível produzir veículos rodoviários de baixa energia baratos e eficientes, apesar da estarem limitados ao sistema de rodovias. Os designs dos veículos se baseiam no estilo exuberante de 1950, de acordo com o requerimento do planejamento da cidade. A General Metro é a grande rival da Superdinâmica, que também fornece sistemas de transportes.
ru_ru: Корпорация "Дженерал Метро" разрабатывает и производит дорожные транспортные средства. С тех пор как корпорация внедрила эффективную антигравитационную систему в дорожную сеть, стало возможным производить антигравитационные дорожные транспортные средства малой мощности, которые при этом дешевы и эффективны, несмотря на жесткую привязку к дорожной сети. В основе дизайна "автомобилей" лежит яркий стиль 50-х гг. XX века, что обусловлено требованиями городского планирования. ";Дженерал Метро" - главный конкурент "Супердайнэмикс", поскольку обе корпорации занимаются транспортной системой.

source: The Cyberweb corporation developed artificial life forms to provide a willing and obedient workforce for the future. However, popular protest against unemployment forced the Senate to pass laws against artificial life. No more Androids could be built and they were banned from employment except the most menial and degrading jobs. Cyberweb had to change strategy and compete with the Nanotech corporation for medical and military contracts. The unfortunate Androids were either banished from the city or had to be bought and sold as household servants or pets. Androids are good for combat, although they possess no Psionic abilities, and the few that remain may well risk seeking employment by X-COM and join the battle against the Aliens.
cs: Společnost Cyberweb nedávno vyvinula umělé živé tvory určené k tomu, aby v budoucnosti poslušně a ochotně prováděli nejrůznějši práce. Avšak masové demonstrace proti nezaměstnanosti, donutily Senát schválit zákon proti umělému životu. Žádní další Androidi nesmí být vyráběni či zaměstnáváni, kromě těch nejtěžších a nejhorších prací. Cyberweb poté změnil strategii a začal soupeřit se společností Nanotech o lékařské a armádní zakázky. Nešťastní Androidi byli vyhoštěni z města, nebo koupeni a prodáni jako domácí služebnictvo nebo hračky pro děti. Androidi jsou vynikající v boji, neboť postrádají psionické schopnosti. Těch několik zbývajících Androidů velmi riskuje, když vyhledává zaměstnání u X-COM a pomáhá mu v boji proti Cizákům.
de_de: Der Cyberweb-Konzern entwickelte künstliche Lebensformen, um willige und gehorsame Arbeitskräfte für die Zukunft zu schaffen. Proteste der Bevölkerung gegen die Arbeitslosigkeit führten daraufhin zu wichtigen Verordnungen gegen künstliches Leben. Die Produktion und der Einsatz von Androiden in den meisten Berufen wurde verboten, es durften nur noch primitive Roboter in der Massenfabrikation eingesetzt werden. Cyberweb mußte seine Strategie ändern und sich bei der Vergabe militärischer und medizinischer Verträge der Konkurrenz durch den Nanotech-Konzern stellen. Die Androiden wurden entweder aus den Städten verbannt oder als Hausdiener oder -tiere verkauft. Androiden eignen sich für den Kampfeinsatz, obwohl sie nicht über psionische Fähigkeiten verfügen, und die wenigen verbleibenden Androiden werden möglicherweise das Risiko eingehen, sich von X-COM für die bevorstehenden Auseinandersetzungen rekrutieren zu lassen.
es: La empresa Cyberweb desarrolló formas de vida artificiales para proporcionar una mano de obra trabajadora y obediente para el futuro. Sin embargo, las protestas populares en contra del desempleo obligaron al Gobierno a aprobar leyes contra la vida artificial. Quedaba prohibido fabricar androides y estos tenían prohibido hacer la mayor parte de los trabajos, excepto los más denigrantes. Cyberweb tuvo que cambiar de estrategia y competir con la empresa Nanotech en contratos médicos y militares. Los desafortunados androides fueron expulsados de la ciudad o tuvieron que ser comprados y vendidos como servicio doméstico o animales de compañía. Los androides son buenos en combate aunque no tienen habilidades psiónicas. Los pocos que quedan quizás se arriesguen a buscar trabajo con X-COM cara a la batalla que se avecina contra los alienígenas
fr_fr: La corporation Cyberweb développa des formes de vie artificielle afin de créer une future main-d'ouvre docile et bien disposée. Toutefois, les protestations populaires contre le chômage obligèrent le Sénat à promulguer des lois contre la vie artificielle. La fabrication d'Androïdes fut interdite, et ces créatures n'eurent pas le droit de travailler, à l'exception des tâches les plus sales et dégradantes. Cyberweb dut changer de stratégie et rivaliser avec Nanotech pour essayer d'obtenir les contrats médicaux et militaires. Les malheureux Androïdes furent bannis de la ville ou durent être achetés et vendus comme domestiques ou animaux familiers. Les Androïdes sont bons pour le combat, bien qu'ils ne possèdent aucune capacité psyonique. Les quelques Androïdes restants risquent fort de chercher du travail auprès d'X-COM et de se joindre au combat contre les Aliens.
it: La Cyberweb Corporation ha sviluppato forme di vita artificiali, utilizzabili in ogni campo. La protesta popolare contro la totale automatizzazione dei servizi cittadini ha portato a notevoli restrizioni: ora non si possono più costruire androidi, e quelli esistenti sono stati banditi dalla maggior parte dei lavori. Inoltre viene imposta l'assunzione di personale umano: per questo la Cyberweb ha dovuto modificare il suo raggio d'azione, entrando in competizione con la Nanotech Corporation per l'ottenimento di contratti medici e militari. Gli sfortunati androidi già costruiti sono stati esiliati dalla città o venduti come maggiordomi; nonstante questo sono ottimi combattenti, anche se non possiedono alcuna abilità psionica. Molto probabilmente una parte di quelli ancora presenti in città presenterà domanda di arruolamento nella X-COM.
ja_jp: サイバーウェブ社は'従順で倦むことを知らない未来の労働力'を供給する為、人工生命体を開発した。しかし上院に対し人間から職を奪う行為だとして抗議の声があがり、人工生命体を禁止する法が可決された。このお陰でアンドロイドの製造は禁じられ、極度に単調かつ低俗と見なされる職種を除いて職場から一掃された。サイバーウェブ社は企業戦略を変更せざるを得ず、医療および軍の提携企業としての座をナノテック社と争うことになる。アンドロイドにとって不幸だったのは町から消えるかせいぜいが家事用もしくはペットとして売買される立場に留まるしかないという状況だった。彼らは戦闘にも向いていたが、サイオニック能力を持つことがまず不可能で、わざわざX-Comに志願してエイリアンとの戦闘に身を置こうと考える者は少なかった。
pl: Korporacja Cybersieć była odpowiedzialna za stworzenie sztucznych form życia, które miały służyć za tanią i posłuszną siłę roboczą przyszłości. Protesty ludności obawiającej się bezrobocia zmusiły jednak Senat do uchwalenia praw przeciw sztucznemu życiu. Nie wolno było już produkować nowych androidów ani też ich zatrudniać, z wyjątkiem najprostszych i najbardziej niewdzięcznych prac. Cybersieć musiała więc zmienić strategię i zaczęła konkurować z Nanotechem o kontrakty medyczne i wojskowe. Nieszczęsne androidy zostały wypędzone z miasta lub też były kupowane i sprzedawane jako służba domowa czy maskotki. Androidy dobrze nadają się do walki, choć nie posiadają zdolności psi, a nieliczne egzemplarze wciąż obecne w mieście mogą podjąć ryzyko pracy dla X-COM i dołączyć do walki z obcymi.
pt_br: A corporação Cyberweb desenvolveu formas de vida artificiais no intuito de proporcionar uma força de trabalho disposta e obediente para o futuro. No entanto, protestos da população contra o desemprego forçaram o senado a aprovar leis contra vida artificial. Não se pode mais construir androides e eles foram banidos dos trabalho, com exceção de tarefas degradantes e servis. A Cyberweb teve de mudar sua estratégia e competir com a Nanotech por contratos médicos e militares. Os infelizes androides foram banidos da cidade ou tiveram de ser comprados e vendidos como domésticos ou de estimação. Androides são bons no combate, embora não possuam habilidades psiônicas, e os poucos que restam podem se arriscar procurando oportunidades na X-COM, juntando-se à luta contra os alienígenas.
ru_ru: Корпорация "Сайбервеб" разработала искусственные формы жизни, чтобы обеспечить в будущем наличие послушной и доброжелательной рабочей силы. Однако массовые народные протесты против безработицы вынудили Сенат ввести законы против искусственной жизни. С этого момента было запрещено создание андроидов, их также запретили брать на какую-либо работу, кроме самой черной и унизительной. "Сайбервеб" был вынужден изменить стратегию и вступить в конкуренцию с корпорацией "Нанотех" за медицинские и военные контракты. Несчастные андроиды были либо изгнаны за пределы черты города, либо продавались в качестве домашней прислуги или животных. Андроиды являются неплохими солдатами, хотя и не обладают псионическими навыками, и те немногие, что остались в городе, могут рискнуть, поступив на службу в X-COM и присоединившись к борьбе с пришельцами.

source: The Transtellar corporation owns the Space Port and many of the Space Liners that ship to the city. They also own many warehouses spread throughout the city which are used by many corporations involved in importing and exporting. The city goods transport service and the taxi service are owned and run by Transtellar. The corporation has been regarded suspiciously by Megapol which considers the corporation susceptible to Alien contamination.
cs: Společnost Transtellar vlastní Kosmodrom a množství Vesmírných lodí kursujících mezi městy. Vlastní také mnoho skladišť, rozptýlených ve městě, která pronajímá většině organizací zabývajících se exportem a importem. Transtellar kromě toho vlastní a provozuje také Taxislužbu a přepravu zboží a nákladů. Tato organizace je velmi pozorně sledována Megapolem, který ji považuje za velmi přístupnou pro eventuální cizáckou infiltraci.
de_de: Der Transtellar-Konzern besitzt den Raumhafen und viele der Raumkreuzer, die die Stadt anfliegen. Darüber hinaus gehören dem Konzern viele der städtischen Lagerhäuser, die von zahlreichen Import-/Exportunternehmen genutzt werden. Auch der städtische Gütertransport- und Taxidienst untersteht der Transtellar. Der Konzern wird von Megapol mit Mißtrauen beobachtet, das eine Infiltration durch die Aliens vermutet.
es: La empresa Transtellar es dueña del Puerto Espacial y de muchos de los navíos espaciales que llegan a la ciudad. También son suyas muchas naves industriales desperdigadas por toda la ciudad que son utilizadas por muchas empresas que se dedican a la importación y exportación. El sistema municipal de transporte de mercancías y el servicio de taxi son propiedad de Transtellar. La empresa ha sido objeto de sospechas por parte de Megapol que considera que la empresa es susceptible a la contaminación Alienígena.
fr_fr: La société Transtellaire est propriétaire du port spatial et de nombreux cargos spatiaux qui desservent la ville. Elle possède également de nombreux entrepôts répartis un peu partout dans la ville et utilisés par les sociétés d'import-export. Par ailleurs, Transtellaire possède et gère le service de transport de marchandises de la ville et le service de taxi. Megapol ne fait pas confiance à cette société, la soupçonnant de pouvoir être contaminée facilement par les aliens.
it: La Transtellar è proprietaria dello SpazioPorto e di molte delle navi spaziali che svolgono servizio con la città; inoltre gestisce numerosi magazzini, usati dalle varie ditte di import-export del pianeta. Anche il servizio di trasporto merci e quello di taxi di Mega-Primus sono concessi a questa Corporazione, tenuta sotto particolare sorveglianza dalla Megapol, per il sospetto di pericolose infiltrazioni Aliene.
ja_jp: トランステラー社は都市に物資を輸送する為の宇宙港とそれに付随する多くのスペースライナー（航宙間貨物線）を所有している。また数多くの倉庫を町中に持っており、輸入出業に関わる多くの企業によって利用されている。都市の貨物輸送とタクシー業務もトランスポート社が運営しているが、メガポール社によってエイリアンの潜入先候補の筆頭としてマークされている。
pl: Korporacja Transtellar jest właścicielem kosmoportu i wielu liniowców kosmicznych obsługujących miasto. W jej posiadaniu znajduje się także znaczna liczba magazynów rozlokowanych w całym mieście i wykorzystywanych przez wiele firm zajmujących się eksportem i importem. Miejskie przedsiębiorstwa transportowe i taksówkowe także należą do Transtellaru. Korporacja ta jest uznawana za podejrzaną przez Megapol, który uważa, że jest ona podatna na infiltrację przez obcych.
pt_br: A corporação Transtellar é dona do Espaçoporto e muitas das Linhas Espaciais que viajam para a cidade. Também possuem muitos armazéns espalhados por toda a cidade, que são usados por muitas empresas envolvidas em importação e exportação. O serviço municipal de transporte de bens e o serviço de táxi são gerenciados pela Transtellar. A empresa tem sido alvo da Megapol, por considerá-la suscetível a contaminação alienígena.
ru_ru: Корпорации "Транстеллар" принадлежит космопорт и многие космические грузовики, доставляющие материалы в город. Ей также принадлежат многие склады, разбросанные по всему городу и используемые теми корпорациями, которые занимаются экспортом и импортом. Грузовая транспортная служба и служба такси также принадлежат "Транстеллару" и контролируются им. Корпорация находилась под пристальным наблюдением Мегапола, который подозревает возможность проникновения пришельцев в ее структуру.

source: The discovery of Elerium sources in distant solar systems has produced a new gold rush. The Solmine corporation owns most of the mining operations and it imports Elerium directly to Mega-Primus. These mining operations sustain the economies of the numerous small colonies, but they are still governed from Earth. There have been demands for independence and some rebellions. Major corporations, fearing diminished profits and raised Elerium prices have suppressed these revolts with the aid of Solmine and Marsec.
cs: Objevení zdrojů Eleria ve vzdálené sluneční soustavě, vyprovokovalo novou zlatou horečku. Společnost Solmine provádí nejvíce důlních činností a importuje Elerium přímo do Mega-Primu. Těžba Eleria pomáhá ekonomikám mnoha jiných malých kolonií, které ale jinak zůstávají řízené ze Země. Zde se také nejvíce objevují požadavky nezávislosti a lokální povstání. Spravující organizace, znepokojené snižováním těžby a zvyšováním ceny Eleria, tato povstání potlačují s pomocí Solmine a Marsecu.
de_de: Die Entdeckung großer Mengen von Elerium in abgelegenen Sonnensystemen führte zu einem neuen 'Goldrausch'. Der Solmine-Konzern besitzt einen Großteil der Minen und importiert Elerium direkt nach Mega-Primus. Durch den Bergbau sind die zahlreichen kleinen Kolonien wirtschaftlich unabhängig, doch sie werden weiterhin von der Erde regiert. Forderungen nach Unabhängigkeit sind laut geworden, und es ist zu einigen Aufständen gekommen. Da die größeren Konzerne Einkommenseinbußen und einen Anstieg der Elerium-Preise befürchteten, wurden diese Aufstände mit Hilfe von Solmine und Marsec niedergeschlagen.
es: El descubrimiento de fuentes de elerio en sistemas solares lejanos ha producido una nueva fiebre del oro. La empresa Solmine es propietaria de la mayoría de las minas e importa el elerio directamente a Mega-Primus. Estas operaciones de minería sustentan las economías de numerosas pequeñas colonias, pero siguen gobernadas desde la Tierra. Ha habido peticiones de independencia y algunas rebeliones. Las grandes empresas, temiendo menores beneficios y mayores precios del elerio, han reprimido las revueltas con la ayuda de Solmine y Marsec.
fr_fr: La découverte des sources d'Elérium dans de lointains systèmes solaires a entraîné une nouvelle ruée vers l'or. La corporation Solmine détient la plupart des opérations minières et importe directement de l'Elérium à Mega-Primus. Ces opérations minières font vivre les innombrables petites colonies qui continuent, cependant, à être gouvernées par la Terre. Des rebellions s'étaient produites et certaines colonies avaient exigé leur indépendance. Craignant une diminution de leurs bénefices et une augmentation des prix de l'Elérium, les grandes corporations réprimèrent ces rebellions avec l'aide de Solmine et Marsec.
it: La scoperta della presenza di Elerio in sistemi solari distanti ha dato il via a una nuova corsa all'oro. La Solmine Corporation possiede la maggior parte delle miniere esistenti, e cura direttamente l'importazione dell'Elerio a Mega-Primus. Intorno all'estrazione di questo elemento vivono numerose piccole colonie, controllate direttamente dal governo terrestre, dove scoppiano molto di frequente delle rivolte. Le più grandi corporazioni, temendo di vedere ridotti i loro profitti dall'aumento di prezzo dell'Elerio, sopprimono senza pietà queste ribellioni con l'aiuto della Solmine e della Marsec.
ja_jp: 遠く離れた太陽系にあるエレリウムの鉱床の発見は第二のゴールドラッシュをもたらした。ソルマイン社は殆どの採掘業務を請負い、エレリウムをメガプリムスへ直接輸送している。これ等の採掘業務は数多くの小さな植民地を支えているが、依然として地球に従属したままである。かつて何度か独立運動や反乱が起こったが、エレリウムの価格が高騰し利鞘が減る事を恐れた関連企業各社とそれを助けるソルマイン、マーゼック両社によって全て鎮圧された。
pl: Odkrycie złóż elerium w odległych układach słonecznych rozpoczęło nową gorączkę złota. Korporacja Solkop jest właścicielem większości przedsiębiorstw górniczych i sprowadza elerium bezpośrednio do Mega-Primus. Działalność górnicza stanowi podstawę egzystencji wielu małych kolonii, ale są one nadal rządzone z Ziemi, choć zdarzały się dążenia niepodległościowe i bunty. Największe korporacje, obawiając się zmniejszenia zysków i wzrostu cen elerium, stłumiły te bunty z pomocą Solkopu i Marseka.
pt_br: A descoberta de fontes de Elerium em sistemas solares distantes produziu uma nova febre do ouro. A corporação Solmine possui a maioria das operações de mineração e importa Elerium diretamente para Mega-Primus. Tais operações sustentam a economia de diversas pequenas colônias, mas ainda são controladas da Terra. Há reivindicações por independência e até mesmo algumas rebeliões. Grandes corporações, temendo pela diminuição dos lucros e aumento do preço do Elerium, têm suprimido essas revoltas com a ajuda da Solmine e da Marsec.
ru_ru: Открытие источников элериума на планетных системах ближайших звезд вызвало новую золотую лихорадку. Корпорации "Солмайн" принадлежит большинство рудников, с которых она импортирует элериум прямо в Мегапрайм. Такая схема позволяет поддерживать экономику множества мелких колоний, которые все еще находятся под контролем Земли. Однако уже не раз они выдвигали требования независимости и поднимали восстания. Крупные корпорации, опасаясь снижения доходов и роста цен на элериум, жестко подавили бунт с помощью "Солмайна" и "Марсека".
