Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Valkyrie is the standard military vehicle manufactured by Marsec. Its sleek lines appear reminiscent of old rocket designs, but it is a fully capable anti-grav dependent craft with a variety of engine configurations. There is space for many types of armaments and equipment loads. It is capable of solar system travel and is feared by the criminal cartels when it is used to police the space lanes to Mars and beyond.
cs: Valkýra je standardní armádní vozidlo vyráběné Marsecem. Její uhlazené křivky připomínají tvar dávných raket, ale jinak je plně schopným strojem s rozmanitou konfigurací antigravitačních motorů. Obsahuje prostory pro různé typy výzbroje a výstroje či nákladu. Je schopná cestovat mezi planetami sluneční soustavy a stala se postrachem kriminálních gangů když s ní policie začala střežit vesmírné trasy mezi Marsem a Zemí.
de_de: Der Valkyrie-Abfangjäger ist das Standard-Militärfahrzeug von Marsec. Seine elegante Stromlinienform erinnert an die erste Raketengeneration aus dem 20. Jahrhundert. Es handelt sich jedoch um ein voll funktionsfähiges Anti-Schwerkraftschiff mit einer Vielzahl von Triebwerkskonfigurationen. Es ist ausreichend Raum für verschiedene Waffenarten und Ausrüstungsgegenstände vorhanden. Es ist für intersolare Reisen geeignet und flößt kriminellen Kartellen gehörigen Respekt ein, wenn es zur Überwachung der Raumstraßen zum Mars und zu anderen Systemen genutzt wird.
es: El Valkyrie es el vehículo militar estándar fabricado por Marsec. Sus estilizadas líneas recuerdan los antiguos diseños de los cohetes, pero es una nave totalmente equipada y anti-gravedad con una variedad de configuraciones de motor. Tiene sitio para muchos tipos de armamento y equipo a bordo. Puede viajar entre sistemas solares y los cárteles del crimen le tienen miedo cuando se utiliza para patrullar las vías espaciales hacia Marte y más allá.
fr_fr: Le Valkyrie est le véhicule militaire standard conçu par Marsec. Ses lignes pures rappellent les premiers designs de fusées inventées au XXème siècle; c'est cependant un vaisseau anti-gravité entièrement autonome avec plusieurs configurations de moteur possible. Il peut contenir une grande variété d'armes et d'équipements. Il peut voyager dans le système solaire et nombreux sont les cartels de criminels qui le craignent.
it: Il Valkyrie è il veicolo militare standard, realizzato dalla Marsec. La sua linea affusolata ricorda quella dei vecchi missili, ma in realtà è un mezzo con piena capacità anti-gravità e con diverse configurazioni disponibili: lo spazio a bordo consente infatti di montare diverse armi e di trasportare carichi. E' in grado di spostarsi nel sistema solare, ed è il principale problema dei criminali dello spazio, perché viene usato dalla polizia per pattugliare le rotte commerciali verso Marte e oltre.
ja_jp: バルキリーインターセプターはマーゼック製の軍用機だ。その流線型の外観は古いロケットを彷彿とさせるが、多種のエンジンの組み合わせが可能な高度な反重力システムを動力機関としている。多様な兵器や様々な装置類を装着することもでき、太陽系内を航行可能な航続距離も持つ為、火星およびそれ以降の範囲までを想定して警察に用いられる場合があり、犯罪カルテルにとって脅威の対象となっている。
pl: Walkiria to standardowy myśliwiec bojowy, produkowany przez Marsek. Jego elegancka sylwetka przypomina nieco stare projekty rakiet, jednak jest to w pełni sprawny bojowo pojazd o napędzie antygrawitacyjnym, z szerokimi możliwościami konfiguracji silnika. Pojazd dysponuje dużą przestrzenią na broń i inne wyposażenie. Zdolny jest do podróży w Układzie Słonecznym i stanowi postrach dla karteli przestępczych, strzegąc szlaków handlowych do Marsa i jeszcze dalej.
pt_br: O Valquíria é o veículo militar padrão, fabricado pela Marsec. Suas linhas graciosas remetem aos antigos foguetes, mas é uma nave antigravitacional com uma variedade configurações de motor. Há espaço para vários tipos de armamentos e equipamentos. É capaz de viagens para os sistemas solares, temida pelos cartéis criminais quando usada para policiar as rotas espaciais para Marte e além.
ru_ru: "Валькирия" представляет собой стандартный военный летательный аппарат, производимый корпорацией "Марсек". Ее обтекаемые линии напоминают дизайн классических ракет XX века, но между тем это полноценное антигравитационное судно, на которое можно установить целый спектр двигательных установок. Благодаря значительному свободному объему "Валькирия" позволяет установить широкий спектр вооружений и дополнительного оборудования. Она способна перемещаться по Солнечной системе. Ее боятся преступные картели, если ее использует полиция на трассе до Марса и далее.

source: The Hawk is essentially a heavy weapons platform capable of carrying a significant payload. It is the most powerful vehicle manufactured by Marsec and should be the first line of defense against any invasion force, wherever it comes from.
cs: Sokol je v podstatě těžký nosič zbraní, schopný převážet mnoho užitečného nákladu. Je to nejsilnější vozidlo, vyráběné společností Marsec, a měl by stát v první línii obrany proti invazním silám, ať přicházejí odkudkoliv.
de_de: Der Hawk ist im Prinzip ein Waffenträger für schwere Geschütze, der außerdem beachtliche Nutzlasten tragen kann. Es ist das leistungsfähigste Fahrzeug der Firma Marsec und sollte das primäre Verteidigungsmittel gegen jede Invasionsmacht darstellen, wo immer sie auch herkommen mag.
es: El Hawk es esencialmente una pesada plataforma de armas capaz de llevar un considerable peso. Es el vehículo más poderoso fabricado por Marsec y debe ser la primera línea de defensa contra cualquier fuerza de invasión, venga de donde venga.
fr_fr: L'Hawk est essentiellement une plate-forme d'armes lourdes capable de stocker un nombre d'armes impressionnant. C'est le véhicule le plus puissant fabriqué par Marsec et il devrait se trouver dans les premières lignes de défense contre les forces d'invasion, d'où qu'elles viennent.
it: L'Hawk è sostanzialmente una piattaforma per armi pesanti, in grado di portare carichi notevoli. E' il veicolo più potente della produzione Marsec, e rappresenta la prima linea di difesa contro qualsiasi forza d'invasione, qualunque sia la provenienza di quest'ultima.
ja_jp: ホーク･エアウォリアーは大量の物資を搭載可能な重プラットフォームだ。マーゼック社製品の中でも最もパワーのある車両で、相手の如何に関わらず、外敵の侵略に際しては第一線級の防衛力となる事を期待されている。
pl: Jastrząb to przede wszystkim latająca platforma artyleryjska, zdolna do przenoszenia znacznego potencjału niszczącego. Jest to najpotężniejsza broń produkowana przez Marsek i powinien on stanowić pierwszą linię obrony przed siłami inwazyjnymi, niezależnie od tego, skąd pochodzą.
pt_br: O Falcão é essencialmente uma plataforma de armamento pesado capaz de carregar uma quantidade significativa de carga. É o veículo mais poderoso fabricado pela Marsec e deve ser a primeira linha de defesa contra qualquer invasão.
ru_ru: "Ястреб" представляет собой тяжелую боевую платформу, способную нести большую полезную нагрузку. Это самый мощный корабль, производимый корпорацией "Марсек", который должен использоваться в качестве первой линии обороны при любом вторжении, откуда бы оно ни исходило.

source: This unmanned automated probe is designed to explore the Alien Dimension and has minimal armaments and defenses. The Probe will enable X-COM to test its new adaptation of the Aliens inter-dimensional technology. Exploration is a vital requirement for developing further knowledge of the Alien threat and the probe is just the first step.
cs: Toto automatické bezpilotní zařízení je určeno k průzkumu Cizácké dimenze. Má minimální pancéřování a výzbroj. Sonda umožňuje X-COMu vyzkoušet nová využití cizáckých interdimenzních technologií. Výzkumy jsou životně důležité pro rozvoj dalších znalostí cizácké hrozby. Interdimenzní sonda je právě tím prvním krokem.
de_de: Diese unbemannte, automatisierte Sonde wurde zur Erforschung der Alien-Dimension gebaut und ist daher nur mit minimalen Waffen und Verteidigungsfunktionen ausgestattet. Mit Hilfe dieser Sonde können die X-COM-Wissenschaftler ihre Weiterentwicklungen der Interdimensionstechnik der Aliens testen. Dieses Forschungsgebiet ist überaus wichtig, um die Kenntnisse über die Alien-Bedrohung zu vertiefen. Die Sonde stellt allerdings nur den ersten Schritt dar.
es: Esta sonda automatizada no tripulada está diseñada para explorar la Dimensión Alienígena y tiene poco armamento y defensas. La Sonda permitirá a X-COM probar su nueva adaptación de la tecnología inter-dimensional de los Alienígenas. La exploración es un requisito vital para el desarrollo de mayores conocimientos sobre la amenaza alienígena y la sonda sólo es un primer paso.
fr_fr: Cette sonde automatisée fonctionnant sans aucun équipage à bord est conçue pour explorer la dimension alienne et ne possède ni armement, ni défense. Elle permettra aux scientifiques d'X-COM de tester sa nouvelle technologie interdimensionnelle basée sur celle des aliens. L'exploration est un facteur vital pour approfondir la connaissance de la menace alienne; la sonde en représente la toute première étape.
it: Questa sonda completamente automatizzata è utilizzata per esplorare la Dimensione Aliena, e non ha né armi né mezzi di difesa. La sonda permette alla X-COM di reperire informazioni vitali sulle attività e sulle tecnologie degli Alieni. Questa attività esplorativa è di vitale importanza per acquisire le notizie necessarie a battere i nostri avversari.
ja_jp: この無人調査機はエイリアンの次元を探索する為に作られており、最小限の武装と装甲しか持たない。これはX-Comによる次元間テクノロジーの新規開発に向けてテスト用として作られたもので、今後のエイリアンの脅威を察知する上でも現地での情報収集は必須事項だが、その為の第一歩となる役割を担っている。
pl: Ten bezzałogowy statek badawczy został zaprojektowany tylko do badań obcego wymiaru, więc ma minimalną wytrzymałość i uzbrojenie. Sonda pozwoli siłom X-COM przetestować technologią korzystania z bram wymiarowych. Eksploracja jest kluczowym elementem dla zdobycia dalszej wiedzy o zagrożeniu ze strony obcych, a sonda to zaledwie pierwszy krok.
pt_br: Essa sonda automática não-tripulada é ideal para explorar a Dimensão Alien, possuindo defesas e armamentos mínimos. A sonda permite à X-COM testar suas novas adaptações das tecnologia alienígenas interdimensionais. A exploração é vital para obter conhecimento sobre a ameaça alienígena, e esta sonda é apenas o primeiro passo.
ru_ru: Этот беспилотный автоматический зонд предназначен для исследования измерения пришельцев; он обладает минимальным вооружением и защитой. Этот зонд позволит X-COM испытать, насколько ученым удалось внедрить технологии перемещения между измерениями пришельцев в земные разработки. Исследование жизненно важно для получения дальнейших знаний об угрозе пришельцев, и зонд в этом процессе - только первый этап.

source: This inter-dimensional transport is designed for transporting Alien life forms or Alien technology captured during tactical missions in the Alien Dimension.
cs: Tento Interdimenzní transportér je určen pro transport cizáckých životních forem nebo cizácké technologie získané během taktických misí v Cizácké dimenzi.
de_de: Dieser interdimensionale Transporter wurde für den Transport lebender Aliens und ihrer Technologie entworfen, die auf taktischen Einsätzen in der Alien-Dimension erbeutet werden.
es: Este transporte inter-dimensional está diseñado para transportar formas de vida alienígena o tecnología alienígena capturada durante misiones tácticas en la Dimensión Alienígena.
fr_fr: Ce moyen de transport interdimensionnel est spécifiquement conçu pour transporter les formes de vie et la technologie aliennes capturées au cours des missions tactiques dans la dimension alienne.
it: Questo sistema di trasporto interdimensionale è stato specificatamente progettato per trasferire nelle basi X-COM gli Alieni o la loro tecnologia catturati durante le missioni tattiche nella Dimensione Aliena.
ja_jp: この次元間輸送機はエイリアンの次元で行われる戦術ミッション中に捕獲したエイリアン生命体やエイリアンテクノロジーを持ち帰る為に作られた。
pl: Ten międzywymiarowy transporter zaprojektowany został do przewożenia obcych form życia i technologii zdobytych podczas misji taktycznych w obcym wymiarze.
pt_br: Esse transporte interdimensional é desenhado para transportar formas de vida alienígenas ou tecnologia capturada durante missões táticas na Dimensão Alien.
ru_ru: Этот межразмерный транспортный корабль предназначен для перевозки инопланетных форм жизни и технологий, которые нам удастся захватить в ходе тактических операций в измерении пришельцев.

source: The first manned inter-dimensional vehicle produced for the initial exploration of Alien structures. The craft only has a small equipment and armament load and must conduct its excursions with great care.
cs: Toto je první Interdimenzní transportér s posádkou, vyrobený pro počáteční průzkumy Cizáckých struktur. Stroj má pouze minimální výzbroj a pancíř a tudíž musí provádět své výpravy s velikou opatrností.
de_de: Das erste bemannte interdimensionale Fahrzeug, das für grundlegende Untersuchungen von Alien-Strukturen gebaut wurde. Das Fahrzeug verfügt nur über eine begrenzte Ausrüstung und geringe Bewaffnung, daher müssen Einsätze mit diesem Schiff mit äußerster Vorsicht durchgeführt werden.
es: El primer vehículo inter-dimensional tripulado producido para la exploración inicial de estructuras alienígenas. La nave tiene poco equipo y armas y debe llevar a cabo sus excursiones con gran cautela.
fr_fr: Le premier véhicule interdimensionnel pourvu d'un équipage et conçu pour l'exploration initiale des structures aliennes. Ce vaisseau a une faible capacité de stockage d'équipement et d'armes. Les missions d'exploration utilisant ce vaisseau doivent être conduites minutieusement.
it: Si tratta del primo veicolo interdimensionale con equipaggio umano, usato per le esplorazioni delle strutture Aliene. E' dotato di un armamento e un equipaggiamento estremamente ridotti, e deve cercare a tutti i costi di non farsi individuare dalle forze avversarie.
ja_jp: エイリアンの建物とも言える構造体を調査する為に作られた初の有人次元間航行機。武装や装甲面が貧弱な為、エイリアン次元への旅は細心の注意を以て行わなければならない。
pl: Pierwszy załogowy pojazd międzywymiarowy, zaprojektowany do wstępnej eksploracji budowli znajdujących się w wymiarze obcych. Pojazd ten ma niewielką ładowność i pozwala co najwyżej na lekkie uzbrojenie, więc podczas wykonywania misji musi zachować szczególną ostrożność.
pt_br: O primeiro veículo tripulado interdimensional produzido para a exploração inicial das estruturas alienígenas. A nave contem apenas alguns equipamentos e armamentos e deve conduzir suas excursões com muito cuidado.
ru_ru: Первый управляемый межразмерный корабль, созданный для первичного исследования строений пришельцев. Он может нести только слабые вооружения и ограниченный спектр оборудования, а потому исследования с его помощью должны проводиться крайне осторожно.

source: The development of the Retaliator shifts the emphasis from exploration to attack. Our Engineers have at last produced a craft which can match the capabilities of many of the Alien ships.
cs: Vývoj strojů typu Retaliátor přesouvá důraz z čistého výzkumu na útok. Naši inženýři konečně sestrojili letoun, který se svými schopnostmi vyrovná většině cizáckých lodí.
de_de: Mit der Entwicklung des Retaliator wurde der Einsatzschwerpunkt von der Erforschung der Alien-Dimension auf den Angriff verlegt. X-COM-Technikern ist es endlich gelungen, ein Fahrzeug zu produzieren, das den meisten Alien-Raumschiffen das Wasser reichen kann.
es: El desarrollo del Represaliador cambia el énfasis de la exploración al ataque. Nuestros Ingenieros han sido por fin capaces de producir una nave que tiene las mismas capacidades que muchas naves alienígenas.
fr_fr: Avec le développement du Riposteur, l'accent est porté sur l'attaque plutôt que sur l'exploration. Nos ingénieurs ont enfin développé un vaisseau pouvant se mesurer à de nombreux vaisseaux aliens.
it: Lo sviluppo del Retaliator permette di passare dall'esplorazione all'attacco della Dimensione Aliena. Finalmente i nostri scienziati sono riusciti a sviluppare un mezzo in grado di rivaleggiare con la maggior parte della astronavi Aliene.
ja_jp: リタリエイターの開発の成功により、今までの探索主体の任務を攻撃主体のものに切り替える事が可能となった。エンジニア達はこの機体ならば数種類のエイリアンシップに対抗できるだろうと自負している。
pl: Projekt Groza to przesunięcie nacisku z eksploracji ku atakowi. Nasi inżynierowie stworzyli wreszcie pojazd zdolny dorównać możliwościami wielu statkom obcych.
pt_br: O desenvolvimento da Retaliador enfatiza o ataque em detrimento da exploração. Nossos engenheiros finalmente produziram uma nave com capacidade equivalente a muitas naves alienígenas.
ru_ru: Разработка "Мстителя" позволяет нам перейти от исследований к нападению. Наши инженеры наконец-то получили возможность построить корабль, сравнимый по характеристикам с большинством кораблей инопланетян.

source: The ultimate expression of X-COM technology - a mean, fast and devastating craft which, if properly equipped, is more than a match for the biggest Alien attack ships. The Annihilator will help secure X-COM domination of the Alien Dimension.
cs: Poslední výkřik technologie X-COM. Je to rychlý a zničující stroj, který správně vyzbrojen a vybaven, předčí i ty největší cizácké útočné čluny. Je to právě Anihilátor, který pomůže zabazpečit převahu X-COMu i v Cizácké dimenzi.
de_de: Der ultimative Inbegriff moderner X-COM-Fahrzeugtechnologie - ein mächtiges, schnelles Fahrzeug von enormer Durchschlagskraft, das bei angemessener Ausstattung auch mit den größten Alien-Angriffsschiffen fertig wird. Der Annihilator sollte dazu beitragen, die X-COM-Vorherrschaft über die Alien-Dimension zu sichern.
es: El no va más de la tecnología X-COM - una nave estupenda, rápida, y devastadora que, si se equipa adecuadamente, se puede codear con las más grandes naves de ataque alienígenas. El Aniquilador ayudará a X-COM conseguir la dominación de la Dimensión Alienígena.
fr_fr: Le nec plus ultra en matière de technologie automobile X-COM: un vaisseau rapide, terrifiant et destructeur qui, s'il est bien équipé, éclipsera même le plus puissant des vaisseaux d'attaque aliens. L'anéantisseur aidera à assurer la domination d'X-COM sur la dimension alienne.
it: Questa è l'espressione ultima della tecnologia X-COM. Una nave veloce, potente e devastante che, se adeguatamente equipaggiata, è in grado di sconfiggere le più potenti navi Aliene. L'Annichilatore è probabilmente il passo decisivo nella strada verso la vittoria contro i nostri avversari.
ja_jp: X-Comテクノロジーの粋を結集した究極の成果 - 強力且つ高速で正しく用いられれば絶大な威力を発揮し、エイリアンが持つ最大級の攻撃鑑をも軽く凌駕する性能を誇る。アニヒレイターはエイリアンの次元においてX-Com陣営の支配圏の確保を大いに助けるだろう。
pl: Ostateczny wyraz technologii X-COM - groźny, szybki i budzący respekt statek, który przy odpowiednim uzbrojeniu przewyższa siłą niszczącą każdy statek obcych. Anihilator stanowi klucz do dominacji militarnej w obcym wymiarze.
pt_br: A última palavra em tecnologia X-COM - uma nave rápida e devastadora que, se equipada adequadamente, é mais do que páreo para as grandes naves de ataque alienígenas. A Aniquiladora vai ajudar a assegurar a dominação X-COM sobre a Dimensão Alien.
ru_ru: Вершина технологий X-COM: превосходный, быстрый и разрушительный корабль, который при соответствующем снаряжении способен с легкостью сравняться с крупнейшими кораблями пришельцев. "Аннигилятор" позволит X-COM обеспечить доминирование в измерении пришельцев.

source: The road going Autotaxi is a more luxurious and relaxed form of public transport than the bustling People Tubes. Although a driver is not technically required regulations specify that a 'driver' is needed to fulfill the required inter-personal contact, which is necessary in a society dominated by automation.
cs: Silniční verze Taxi je luxusnější a pohodlnější, než používání veřejné dopravy, jako jsou uspěchané Pěší tunely. Přestože řidič není z technického hlediska potřebný, vyhláška stanoví, že "řidič" je nutný z důvodů požadovaných mezilidských kontaktů, jež jsou nezbytné ve společnosti v níž dominují automaty.
de_de: Dieses Straßenfahrzeug ist die - im Vergleich zum überfüllten Personenrohr - luxuriösere und entspanntere Art der Fortbewegung. Obwohl ein Chauffeur nicht erforderlich ist, schreiben die Bestimmungen vor, daß ein Fahrer für den interpersonellen Kontakt bereitgestellt werden muß - eine Notwendigkeit in einer fast völlig automatisierten Gesellschaft.
es: El Autotaxi, que circula por carretera, es una forma más lujosa y relajada de transporte público que los bulliciosos Tubos de Personas. Aunque no es ténicamente necesario tener un conductor, las normas especifican que hay que tener un conductor para cumplir con el requisito de contacto inter-personal, necesario en una sociedad dominada por el automatismo.
fr_fr: L'Autotaxi est une alternative plus luxueuse et plus reposante que les Tubes fourmillant de monde. Bien qu'un chauffeur ne soit pas techniquement nécessaire, le règlement spécifie qu'un "conducteur" est requis pour satisfaire aux contacts interpersonnels nécessaires dans une société dominée par l'automatisation.
it: L'Autotaxi è un mezzo di trasporto pubblico che viaggia su strada, ed è più lussuoso e rilassante rispetto ai tubi di trasporto. Anche se il guidatore si rivela superfluo, precisi regolamenti ne richiedono la presenza; è importante infatti che, in una società dominata dall'automazione, vengano favoriti i contatti tra le persone.
ja_jp: 路上を走るタクシーは混雑する人用チューブから解放されたい人々にとって贅沢だがリラックスできる移動手段だ。運転手は対人間交渉上の規定に則った正式な'ドライバー'としての態度を強要されるものではないが、そうした面は自動化が進んだ現在では履行して当然の事となっている。
pl: Autotaksówka drogowa jest bardziej luksusową formą transportu publicznego niż zatłoczona sieć osobowych rur transportujących. Choć z technicznego punktu widzenia nie musi ona być sterowana przez żywego człowieka, wymagają tego przepisy o kontaktach interpersonalnych, niezbędne w społeczeństwie zdominowanym przez automatyzację.
pt_br: O autotáxi é uma forma de transporte mais luxuosa e confortável do que os frenéticos acessos tubulares. Embora não seja precise de motorista, as normais especificam que ele é necessário para satisfazer o contato interpessoal, uma necessidade em uma sociedade dominada pela automação.
ru_ru: Дорожное автотакси представляет собой более роскошную и спокойную форму общественного транспорта, чем суетливое метро. Хотя технически водитель не требуется, согласно правилам, его присутствие необходимо, чтобы осуществлять межличностный контакт. Такая мера полезна в обществе, где большинство операций осуществляется автоматически.
