Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Explicit Alien Containment orders are required, concerning the Aliens to be destroyed.
cs: Pro likvidaci vybraných cizáckých jedinců v cizáckých kójích, je nutný výslovný rozkaz
de_de: Genaue Alien-Inhaftierungsbefehle hinsichtlich der zu zerstörenden Aliens erforderlich.
es: Hacen falta órdenes explícitas de Contención de Alienígenas, referentes a los Alienígenas que hay que destruir.
fr_fr: Des ordres explicites sont requis concernant le nombre d'aliens à anéantir
it: Sono richiesti espliciti ordini di Contenimento per quanto riguarda gli Alieni da distruggere.
ja_jp: 隔離を中止して処分するエイリアンを指定してください。
pl: Wymagane są wyraźne rozkazy dla wiwarium dotyczące niszczenia kosmitów.
pt_br: São necessários pedidos explícitos na Contenção Alienígena relativos aos alienígenas a serem destruídos.
ru_ru: Необходимы прямые распоряжения для камер пришельцев со списком пришельцев, подлежащих уничтожению.

source: Project complete
cs: Projekt dokončen
de_de: Projekt abgeschlossen
es: Proyecto terminado
fr_fr: Projet terminé
it: Progetto completo
ja_jp: プロジェクト完了
pl: Projekt ukończony
pt_br: Projeto completo
ru_ru: Проект завершен

source: This project is already complete.
cs: Tento projekt je již kompletní.
de_de: Das Projekt ist bereits abgeschlossen.
es: Este proyecto ya está terminado.
fr_fr: Ce projet est déjà terminé.
it: Questo progetto è già completo.
ja_jp: このプロジェクトは完了しています
pl: Ten projekt jest już ukończony.
pt_br: Este projeto já está completo.
ru_ru: Проект уже завершен.

source: Project in progress
cs: Projekt je zkoumán
de_de: Projekt in Bearbeitung
es: Proyecto en marcha
fr_fr: Projet en cours
it: Progetto in corso
ja_jp: 進行中のプロジェクト
pl: Projekt w toku
pt_br: Projeto em progresso
ru_ru: Проект выполняется

source: This project is already in progress elsewhere.
cs: Tento projekt je již zkoumán v jiném zařízení.
de_de: Das Projekt wird bereits woanders bearbeitet.
es: Este proyecto ya está en marcha en otra parte.
fr_fr: Ce projet est en cours ailleurs.
it: Questo progetto è già in lavorazione altrove.
ja_jp: このプロジェクトは他で進行中です
pl: Ten projekt jest już w toku gdzie indziej.
pt_br: Este projeto já está em progresso em outro lugar.
ru_ru: Проект уже где-то осуществляется.

source: Project too large
cs: PŘÍLIŠ NÁROČNÝ PROJEKT
de_de: Das Projekt ist zu gross
es: Proyecto demasiado grande
fr_fr: Projet trop important
it: Progetto troppo complesso
ja_jp: プロジェクトの規模が大きすぎます
pl: Projekt zbyt duży
pt_br: Projeto muito grande
ru_ru: Проект слишком велик

source: This project requires an advanced lab or workshop.
cs: Tento projekt vyžaduje rozšířenou laboratoř / dílnu.
de_de: Dieses Projekt erfordert fortgeschrittene Labors bzw. Werkstätten.
es: Este proyecto requiere un laboratorio o taller avanzado.
fr_fr: Ce projet nécessite un labo ou un atelier avancé.
it: Questo progetto richiede un laboratorio o un'officina avanzati.
ja_jp: このプロジェクトは改良型のラボかワークショップが必要です
pl: Ten projekt wymaga zaawansowanego laboratorium lub warsztatu.
pt_br: Este projeto requer um laboratório ou centro de montagem avançados.
ru_ru: Для осуществления проекта необходима улучшенная лаборатория или улучшенные мастерские.

source: Supplier:
cs: Dodavatel:
de_de: Lieferant:
es: Proveedor:
fr_fr: Fournisseur:
it: Fornitore:
ja_jp: 供給者:
pl: Dostawca:
pt_br: Fornecedor:
ru_ru: Поставщик:

source: Transferred goods have arrived:
cs: Přesouvané věci dopraveny do:
de_de: Transferierte Güter sind eingetroffen:
es: Han llegado los bienes transferidos:
fr_fr: Les biens transférés sont arrivés:
it: Quanto trasferito è arrivato:
ja_jp: 輸送した品が到着しました:
pl: Transferowane towary dotarły na miejsce:
pt_br: Bens transferidos chegaram:
ru_ru: Перемещаемые товары прибыли:

source: Items from tactical combat zone have arrived:
cs: Věci, získané v taktické části, dorazily do:
de_de: Gegenstände aus der Gefechtszone sind eingetroffen:
es: Han llegado los artículos de la zona de combate táctico:
fr_fr: Les objets de la zone de combat tactique sont arrivés:
it: Sono arrivati gli oggetti dalla zona di combattimento tattica:
ja_jp: 戦術エリアから送られた品が届きました:
pl: Przedmioty z pola walki dotarły na miejsce:
pt_br: Itens da zona de combate tático chegaram:
ru_ru: Прибыли образцы из зоны тактической операции:

source: Building Regulations
cs: Regulace budov
de_de: Bauvorschriften
es: Reglamentos de Edificio
fr_fr: Législation du travail dans le bâtiment
it: Regolamento edifici
ja_jp: ビルの規則
pl: Przepisy budowlane
pt_br: Normas dos Edifícios
ru_ru: Строительные нормы и правила

source: Regulation 44(1)(e) of the health and safety at work (labs and workshops) act (2074) prohibits the construction of more than 6 small or more than 4 large labs or workshops in any one basement. Contractors therefore refuse to carry out the proposed illegal construction work.
cs: Nařízení 44(1)(e) o ochraně zdraví a bezpečné práci v dílnách a laboratořích, hlava(2074), zakazuje výrobu více než 6 malých nebo 4 velkých laboratoří nebo dílen v prostorách jediné Báze. Dodavatelé proto odmítli zahájit práci na vybudování ilegální jednotky.
de_de: Bauvorschriften 44(1)(e) der Arbeitsschutzbestimmungen für Labors und Werkstätten (2074) verbietet den Bau von mehr als 6 kleinen und mehr als 4 großen Laboratorien oder Werkstätten auf einem Fundament. Das Bau- unternehmen lehnt daher die Ausführung dieses illegalen Bauvorhabens ab.
es: El reglamento 44(1)(e) de salud y seguridad en el trabajo (laboratorios y talleres) art (2074) prohibe la construcción de más de 6 laboratorios o talleres pequeños o más de 4 grandes en un sólo sótano. Los contratistas se niegan por lo tanto a llevar a cabo este trabajo ilegal de construcción.
fr_fr: L'article 44(1)(e) de la loi 2074 sur les conditions de travail (labos et ateliers) interdit la construction de plus de 6 labos/ateliers de petite taille ou de plus de 4 labos/ateliers de grande taille dans un sous-sol. Les entrepreneurs doivent donc refuser d'entreprendre des travaux de construction au noir.
it: Legge n.44(1)(e) sulla sicurezza del posto di lavoro (laboratori e officine) l'atto (2074) vieta la costruzione di più di 6 laboratori e officine piccoli o di più di 4 grandi in un singolo edificio. La ditta costruttrice si rifiuta di infrangere la legge proseguendo i lavori.
ja_jp: 規則44(1)(e)。福士と安全に基づく規定（2074）。ラボおよびワークショップは基地あたり小型6ないし大型4箇所以上の同時操業以上を禁ず。よってこの規定を超えた業務を要求されたあらゆる関係業者は就業を拒否すること。
pl: Rozporządzenie 44(1)(e) ustawy o bezpieczeństwie i higienie pracy (laboratoria i warsztaty) (2074) zakazuje budowy więcej niż 6 małych lub więcej niż 4 dużych laboratoriów lub warsztatów w jednej bazie. W związku z powyższym, kontraktorzy odmawiają realizacji proponowanych nielegalnych prac budowlanych.
pt_br: A norma 44(1)(e) de saúde e segurança no trabalho (laboratórios e centro de montagens) da lei (2074) proíbe a construção de mais 6 pequenos ou 4 grandes laboratórios ou centros de montagens no porão de qualquer pessoa. Assim, empreiteiros devem ser recusar a executar trabalhos de construção ilegais.
ru_ru: Регламент 44(1)(e) закона о здоровье и безопасности при проведении работ (в лабораториях и мастерских) от 2074 г. запрещает строительство более шести малых или более четырех больших лабораторий или мастерских в одном здании. Поэтому подрядчики отказываются проводить требуемые незаконные строительные работы.

source: The proposed construction work is not possible with your available funds.
cs: Se stávající finanční hotovostí není možné začít s výstavbou.
de_de: Das Bauvorhaben kann mit den verfügbaren Finanzmitteln nicht ausgeführt werden.
es: Los trabajos de construcción propuestos no son posibles con los fondos que tienes disponibles .
fr_fr: Impossible d'entreprendre ce travail de construction avec vos fonds disponibles.
it: Il lavoro di costruzione ordinato non è al momento finanziabile dalla X-COM.
ja_jp: 指示された製造内容は資金不足の為不可能です。
pl: Brak funduszy na wykonanie proponowanych prac budowlanych.
pt_br: A proposta de trabalho de construção não é possível com os fundos disponíveis.
ru_ru: Требуемые строительные работы невозможно начать при текущем объеме денежных средств на счете.

source: Production costs exceed your available funds.
cs: Náklady na stavbu překročily dostupné finance
de_de: Die Produktionskosten überschreiten ihre verfügbaren Finanzmittel.
es: Los costes de producción superan el dinero disponible.
fr_fr: Les coûts de production ne sont pas couverts par vos fonds.
it: Il costo di produzione supera le tue disponibilità finanziarie.
ja_jp: 製造コストが運用可能な資金を上回っています。
pl: Koszty produkcji przekraczają dostępne fundusze.
pt_br: Custo de produção excede os fundos disponiveis.
ru_ru: Стоимость производства превышает имеющуюся сумму средств.

source: There is insufficient space to store production output of this item.
cs: Není dostatek skladovacích míst k umístění nově vyrobených věcí.
de_de: Sie haben nicht genug Platz, um die hergestellten Gegenstände zu lagern.
es: No hay espacio suficiente para almacenar la producción de este artículo.
fr_fr: Il n'y a pas assez d'espace pour stocker ce produit une fois qu'il sera fabriqué.
it: Non c'è spazio a sufficienza per immagazzinare la produzione.
ja_jp: この製造品を格納する倉庫スペースが足りません
pl: Brak wystarczającej ilości miejsca do przechowywania wyprodukowanego produktu.
pt_br: Há espaço suficiente para armazenar a produção deste item.
ru_ru: Недостаточно места на складах для хранения требуемого количества единиц производства этого продукта.

source: Manufacturing halted
cs: VÝROBA ZASTAVENA !
de_de: Herstellung eingestellt
es: Fabricación detenida
fr_fr: Fabrication suspendue
it: Produzione sospesa
ja_jp: 製造停止
pl: Produkcja wstrzymana
pt_br: Produção suspensa
ru_ru: Производство прекращено

source: Can't destroy: Biochemistry lab in use.
cs: Nelze odstranit. Laboratoř je používána.
de_de: Zerstörung nicht möglich: Biochemielabor in Gebrauch.
es: No se puede destruir: laboratorio bioquímico en uso.
fr_fr: Destruction impossible: labo de biochimie en cours d'utilisation.
it: Impossibile distruggere: Bio-lab in uso.
ja_jp: 破壊できません: 生化学ラボは使用中です
pl: Nie można zniszczyć: laboratorium biochemiczne jest używane.
pt_br: Não pode destruir: laboratório de bioquímica em uso.
ru_ru: Невозможно снести: биолаборатория задействована в данный момент.

source: Can't destroy: Quantum physics lab in use.
cs: Nelze odstranit. Laboratoř je používána.
de_de: Zerstörung nicht möglich: Quantenphysik-Labor in Gebrauch.
es: No se puede destruir: laboratorio de física cuántica en uso.
fr_fr: Destruction impossible: labo de physique quantique en cours d'utilisation.
it: Impossibile distruggere: lab. fisico-quant. in uso.
ja_jp: 破壊できません: 量子力学ラボは使用中です
pl: Nie można zniszczyć: laboratorium fizyki kwantowej jest używane.
pt_br: Não pode destruir: laboratório de física quântica em uso.
ru_ru: Невозможно снести: лаборатория квантовой физики задействована в данный момент.

source: Can't destroy: workshop in use.
cs: Nelze odstranit. Dílna je obsazena
de_de: Zerstörung nicht möglich: Werkstatt in Gebrauch.
es: No se puede destruir: taller en uso.
fr_fr: Destruction impossible: atelier en cours d'utilisation.
it: Impossibile distruggere: officina in uso.
ja_jp: 破壊できません: ワークショップは使用中です
pl: Nie można zniszczyć: warsztat jest używany.
pt_br: Não pode destruir: centro de montagem em uso.
ru_ru: Невозможно снести: мастерские используются.

source: Facility in use
cs: UPOZORNĆNÍ !
de_de: Einrichtung in Gebrauch
es: Instalación en uso
fr_fr: Installation en cours d'utilisation
it: Struttura in uso
ja_jp: 使用中の施設
pl: Pomieszczenie w użyciu
pt_br: Instalação em uso
ru_ru: Сооружение используется

source: Cannot investigate as building destroyed
cs: Ve zničené budově nelze nic vyšetřovat.
de_de: Gebäude zerstört. Keine Untersuchung möglich.
es: No se puede investigar debido a que el edificio está destruido
fr_fr: Enquête impossible: bâtiment détruit
it: Investigazione impossibile: l'edificio è distrutto
ja_jp: ビルが破壊された為、調査できません
pl: Nie można zbadać, budynek zniszczony
pt_br: Não pode investigar edifício destruído
ru_ru: Невозможно провести исследование, поскольку здание разрушено

source: Cannot raid as building destroyed
cs: Zničenou budovu nelze přepadnout.
de_de: Gebäude zerstört. Keine Plünderung möglich.
es: No se puede asaltar debido a que el edificio está destruido
fr_fr: Raid impossible: bâtiment détruit
it: Raid impossibile: l'edificio è distrutto
ja_jp: ビルが破壊された為、略奪できません。
pl: Nie można najechać, budynek zniszczony
pt_br: Não pode saquear edifício destruído
ru_ru: Невозможно провести рейд, поскольку здание разрушено

source: Completion status:
cs: Stav dokončování:
de_de: Status:
es: Estado de Terminación:
fr_fr: Statut de la fabrication:
it: Parte completata:
ja_jp: 完了状況:
pl: Status ukończenia:
pt_br: Status de conclusão:
ru_ru: Статус строительства:

source: Facility completed
cs: ZAŘÍZENÍ DOKONČENO
de_de: Einrichtung fertig
es: Instalación terminada
fr_fr: Installation terminée
it: Struttura completata
ja_jp: 施設の操業が完了:
pl: Obiekt ukończony
pt_br: Instalação concluída
ru_ru: Сооружение построено

source: Usage
cs: Využito
de_de: Verwendung
es: Utilización
fr_fr: Utilisation
it: Uso
ja_jp: 操業内容
pl: Zastosowanie
pt_br: Utilização
ru_ru: Использование

source: Lab size needed
cs: Nutný prostor
de_de: Benöt. Laborgröße
es: Labo Necesario
fr_fr: Taille de labo
it: Dimensioni lab.
ja_jp: ラボのサイズ指定が必要です
pl: Wymagany rozmiar laboratorium
pt_br: Tamanho de laboratório requerido
ru_ru: Размер лаборатории

source: Small
cs: Malý
de_de: Klein
es: Pequeño
fr_fr: Petit
it: Piccolo
ja_jp: 小型
pl: Mały
pt_br: Pequeno
ru_ru: Малый

source: Large
cs: Velký
de_de: Groß
es: Grande
fr_fr: Grand
it: Grande
ja_jp: 大型
pl: Wielki
pt_br: Grande
ru_ru: Большой

source: MESSAGE HISTORY
cs: PŘEDEŠLÉ ZPRÁVY
de_de: NACHRICHTENCHRONIK
es: HISTORIAL DE MENSAJES
fr_fr: MESSAGES PRECEDENTS
it: ELENCO MESSAGGI
ja_jp: メッセージログ
pl: HISTORIA WIADOMOŚCI
pt_br: HISTÓRICO DE MENSAGENS
ru_ru: ИСТОРИЯ СООБЩЕНИЙ

source: BASES
cs: BÁZE
de_de: BASEN
it: BASI
ja_jp: 基地
pl: BAZY
ru_ru: БАЗЫ

source: Confirm Alien Containment Orders
cs: CHCETE POTVRDIT TENTO PŘÍKAZ ?
de_de: Alien-Verwahrungsbefehle bestätigen
es: Confirmar órdenes de contención de alienígenas
fr_fr: Confirmer les ordres de confinement alien
it: Conferma ordini Contenimento Alieni
ja_jp: エイリアンの隔離の指示を確定してください
pl: Potwierdź rozkazy dla wiwarium
pt_br: Confirmar ordens de Contenção Alienígena
ru_ru: Подтвердить распоряжения по камерам для пришельцев

source: Alien specimens from tactical combat zone have arrived:
cs: Cizácké druhy, získané v taktické části, dorazily do:
de_de: Alien-Spezies aus dem Einsatzgebiet sind eingetroffen:
es: Han llegado las muestras de alienígenas de la zona de combate táctico:
fr_fr: Les spécimens aliens sont arrivés de la zone de combat tactique:
it: Sono arrivati esemplari Alieni dalla zona di combattimento tattica:
ja_jp: 戦術ゾーンより送られたエイリアンが到着しました:
pl: Okazy obcych z pola walki dotarły na miejsce:
pt_br: Espécies alienígenas da zona de combate tático chegaram:
ru_ru: Прибыли образцы пришельцев из зоны тактической операции:

source: Transferred Alien specimens have arrived:
cs: Přesouvané cizácké druhy byly doručeny do:
de_de: Transferierte Alien-Spezies sind eingetroffen:
es: Han llegado las muestras de alienígena:
fr_fr: Les spécimens aliens transférés sont arrivés:
it: Gli esemplari Alieni trasferiti sono arrivati:
ja_jp: 輸送元からエイリアンが到着しました:
pl: Transferowani obcy dotarli na miejsce:
pt_br: Espécies alienígenas transferidas chegaram:
ru_ru: Перемещаемые образцы пришельцев прибыли:

source: Alien specimens arrived:
cs: Cizácké druhy doručeny do:
de_de: Alien-Spezies sind eingetroffen:
es: Muestras de alienígena llegadas:
fr_fr: Spécimens aliens arrivés:
it: Esemplari Alieni arrivati:
ja_jp: 到着したエイリアン:
pl: Okazy obcych dotarły:
pt_br: Espécies alienígenas chegara:
ru_ru: Прибыли образцы пришельцев:

source: No Alien Containment Facility
cs: Zde nejsou cizácké kóje.
de_de: Keine Alien-Sicherheitszellen
es: No Hay Instalación para Alienígenas
fr_fr: Pas d'installation de confinement alien
it: Non c'è un'Unità di Contenimento Alieni'
ja_jp: エイリアン隔離室がありません
pl: Brak wiwarium
pt_br: Não há instalação de Contenção Alienígena
ru_ru: Отсутствуют камеры для пришельцев

source: Quantity:
cs: Množství:
de_de: Anzahl:
es: Cantidad:
fr_fr: Quantité:
it: Quantità:
ja_jp: 数:
pl: Ilość:
pt_br: Quantidade:
ru_ru: Количество:

source: Planning Permission Denied
cs: ZDE NENÍ DOVOLENO STAVĆT
de_de: Baugenehmigung verweigert
es: Denegado Permiso de Obras
fr_fr: Permis de construire refusé
it: Permesso negato
ja_jp: 計画の認可がおりませんでした。
pl: Brak pozwolenia na budowę
pt_br: Permissão de planejamento negada
ru_ru: Разрешение на строительство не дано

source: Planning permission is denied for this proposed extension to the base, on the grounds that the additional excavations required would seriously weaken the foundations of the building.
cs: Plánovaná výstavba nebyla povolena, neboť by vyžadovala rozšíření prostor Báze do okolního terénu a každé další výkopové práce by mohly vážně narušit základy této budovy.
de_de: Die Baugenehmigung für die geplante Erweiterung der Basis wurde verweigert, da die zusätzlichen Ausgrabungen das Fundament des Gebäudes schwer beschädigen würden.
es: Se deniega el permiso de obras para esta extensión propuesta de la base, debido a que las excavaciones adicionales necesarias debilitarían seriamente los cimientos del edificio.
fr_fr: Nous refusons d'accorder un permis de construire pour l'agrandissement de la base, car les excavations supplémentaires nécessaires à ce projet affaibliraient dangereusement les fondations du bâtiment.
it: Permesso per l'ampliamento della base negato, con il motivo che i lavori di scavo richiesti indebolirebbero troppo le fondamenta dell'edificio.
ja_jp: 本件の基地拡張計画については、これ以上の地中掘削はビルの基礎を著しく弱体化すると判断された為却下されました。
pl: Zezwolenie na rozbudowę bazy zostało odrzucone, ponieważ dodatkowe wymagane wykopy poważnie osłabiłyby fundamenty budynku.
pt_br: A permissão de planejamento foi negada para esta proposta de extensão da base, sob a alegação de que as escavações adicionais necessárias iriam enfraquecer seriamente a fundação do edifício.
ru_ru: Разрешение на строительство по данному проекту расширения базы не дано, поскольку необходимая дополнительная выемка грунта серьезно ослабит фундамент здания.

source: Area Occupied By Existing Facility
cs: TENTO PROSTOR JE BLOKOVÁN
de_de: Bereich durch bestehende Einrichtung belegt
es: Area Ocupada por una Instalación Existente
fr_fr: Zone déjà occupée par un bâtiment
it: Area occupata da un edificio
ja_jp: 既にこのエリアは施設が占有しています
pl: Obszar zajęty przez istniejący obiekt
pt_br: Área Ocupada Por Instalação Existente
ru_ru: Участок занят существующим сооружением

source: Existing facilities in this area of the base must be destroyed before construction work can begin.
cs: Před výstavbou nové jednotky je třeba uvolnit místo odstraněním některé stávající.
de_de: Bestehende Einrichtungen in diesem Bereich der Basis müssen zerstört werden, bevor mit dem Bau begonnen werden kann.
es: Las instalaciones existentes en esta parte de la base deben ser destruidas antes de que pueda empezar el trabajo de construcción.
fr_fr: Les bâtiments se trouvant dans cette zone de la base doivent être détruits avant que les travaux de construction ne puissent commencer.
it: Le strutture esistenti in quest'area della base devono essere distrutte prima dell'inizio dei lavori di costruzione.
ja_jp: 基地のこの箇所は既に施設が存在する為、建設を継続する為にはそちらを破壊してから行ってください。
pl: Istniejące obiekty w tym obszarze bazy muszą zostać zniszczone przed rozpoczęciem prac budowlanych.
pt_br: Instalações existentes nesta área da base devem ser destruídas para que se inicie o trabalho de construção.
ru_ru: Необходимо снести существующие на данном участке базы сооружения, чтобы начать строительство.

source: Transfer
cs: NELZE PROVÉST
es: Transferir
fr_fr: Transfert
it: Trasferimento
ja_jp: 輸送
pt_br: Transferir
ru_ru: Перевод

source: At least two bases are required before transfers become possible.
cs: Aby bylo možné přesouvat věci, je nutné mít alespoň dvě Báze.
de_de: Für einen Transfer werden mindestens zwei Basen benötigt.
es: Son necesarias al menos dos bases antes de poder hacer transferencias.
fr_fr: Il faut au moins deux bases avant de pouvoir effectuer un transfert.
it: Devi avere almeno due basi prima di poter effettuare trasferimenti.
ja_jp: 輸送を行うには最低でも2箇所の基地が必要です
pl: Potrzebne są co najmniej dwie bazy do wykonywania transferów.
pt_br: É preciso ao menos duas bases para a realização de transferências.
ru_ru: Необходимо как минимум две базы для перевода.

source: Alien Containment is not in use at this base.
cs: Na této Bázi jsou cizácké kóje prázdné.
de_de: Alien-Sicherheitszelle in dieser Basis ist nicht in Gebrauch.
es: No existe Contención Alienígena en esta base.
fr_fr: Le confinement alien n'est pas utilisé dans cette base.
it: L'Unità di Contenimento di questa base è inutilizzata.
ja_jp: この基地のエイリアン隔離室は使用されていません
pl: Brak wiwarium w użyciu w tej bazie.
pt_br: Contenção Alienígena não está em uso nesta base.
ru_ru: Камеры для пришельцев на этой базе не используются.

source: Complete
cs: Hotovo
de_de: Abgeschlossen
es: Terminado
fr_fr: Terminé
it: Completa
ja_jp: 完了
pl: Ukończone
pt_br: Completo
ru_ru: Выполнено

source: OFFER CASH SETTLEMENT
cs: NABÍDKA FINANČNÍHO VYROVNÁNÍ
de_de: EINIGUNG ANBIETEN
es: OFRECER EFECTIVO
fr_fr: OFFRIR UN REGLEMENT EN ESPECES
it: OFFRI ACCORDO ECONOMICO
ja_jp: 金による解決を提案する
pl: ZAOFERUJ UGODĘ GOTÓWKOWĄ
pt_br: OFERECER LIQUIDAÇÃO EM DINHEIRO
ru_ru: ПРЕДЛОЖИТЬ ДЕНЬГИ

source: UFO
es: OVNI
fr_fr: OVNI
pt_br: ÓVNI
ru_ru: НЛО

source: No Entrance
cs: NELZE VEJÍT
de_de: Kein Zutritt
es: No Entrar
fr_fr: Entrée interdite
it: Ingresso vietato
ja_jp: 入口がない
pl: Wstęp wzbroniony
pt_br: Sem entrada
ru_ru: Входа нет

source: You will lose any equipment left on the floor. Are you sure you wish to leave this agent?
cs: Všechno vybavení ležící na podlaze bude ztraceno. Opravdu chcete opustit tohoto agenta ?
de_de: Sie verlieren alle Ausrüstungsgegenstände, die auf dem Boden liegen. Wollen Sie den Agenten wirklich hier lassen?
es: Perderás cualquier equipo dejado en el suelo. ¿Seguro que quieres soltar a este agente?
fr_fr: Vous perdrez tout équipement que vous laissez sur le solEtes-vous sûr de vouloir laisser cet agent?
it: Perderai l'equipaggiamento abbandonato a terra. Sei sicuro di voler abbandonare questo agente?
ja_jp: 地面にあるアイテムは失われてしまいます。本当にこのエージェントを見捨てますか？
pl: Stracisz cały sprzęt pozostawiony na ziemi. Czy na pewno chcesz zostawić tego agenta?
pt_br: Você perderá qualquer equipamento largado no chão. Tem certeza que deseja deixar este agente?
ru_ru: Вы потеряете все оставшееся на земле снаряжение. Вы уверены, что хотите покинуть зону этим агентом?

source: BUY NEW BASE
cs: KOUPĚ NOVÉ BÁZE
de_de: NEUE BASIS KAUFEN
es: COMPRAR BASE NUEVA
fr_fr: ACHETER UNE NOUVELLE BASE
it: COMPRA UNA NUOVA BASE
ja_jp: 新しい基地を購入
pl: KUP NOWĄ BAZĘ
pt_br: COMPRAR NOVA BASE
ru_ru: ПОКУПКА НОВОЙ БАЗЫ

source: Market Announcement
cs: OBCHODNÍ SDČLENÍ
de_de: Marktankündigung
es: Anuncio de Mercado
fr_fr: Communiqué du marché
it: Mercato
ja_jp: 入荷の通知
pl: Ogłoszenie rynkowe
pt_br: Anúncio de Mercado
ru_ru: Новости рынка
