Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: All types of building materials and components are created here. The high walkways and open factory floors create a dangerous environment for any firearms combat.
cs: Zde jsou vytvářeny všechny typy konstrukčních materiálů budov. Vysoké lávky a otevřené prostory výrobních hal jsou nebezpečným prostředím pro střelecké souboje.
de_de: Hier werden alle Arten von Baumaterialien und -teilen hergestellt. Aufgrund der hohen Gänge und offenen Produktionshallen ist das Gelände für den Einsatz von Waffen nicht gut geeignet.
es: Aquí se crean todo tipo de materiales y componentes de la construcción. Las pasarelas en alto y los abiertos espacios a nivel del suelo de la fábrica crean un peligroso ambiente para un combate con armas de fuego.
fr_fr: Tous types de matériaux de construction et de composants sont fabriqués dans cette usine. Les passerelles surélevées et les étages ouverts en font un environnement dangereux lors des combats.
it: Tutti i materiali di costruzione e i componenti dei vari edifici sono fabbricati qui: i camminamenti sopraelevati e i pavimenti della fabbrica si rivelano pericolosi per i combatttimenti con armi da fuoco.
ja_jp: あらゆる建築資材および部材がここで製造されている。高架型の歩道と開けた工場スペースは銃撃戦の際は危険な環境になるだろう。
pl: Produkują wszelkie rodzaje materiałów budowlanych. Wysokie galeryjki i otwarte przestrzenie tworzą niebezpieczne pole walki.
pt_br: Todos os tipos de materiais de construção e componentes são criados aqui. As passarelas e o piso aberto criam um perigoso ambiente para qualquer combate com armas de fogo.
ru_ru: Все строительные материалы и элементы конструкции зданий производятся именно здесь. Высокие проходы и открытые галереи завода представляют большую опасность для ведения боя с применением любого огнестрельного и энергетического оружия.

source: The slum dwellings located outside the city boundaries are the remnants of an old civilization. They are still heavily populated and used by gangsters and political groups as a base of support. They are dangerous places which are difficult to attack with ground forces. There is always the prospect of finding Psiclone or Elerium during a successful raid.
cs: Příbytky Slumů jsou umístěny za hranicemi města, a tvoří je zbytky staré zástavby. Jsou hustě obydleny zejména příslušníky kriminálních gangů a jako zdroje příjmů je využívají některé politické strany. Jsou nebezpečným místem, a obtížné pro pozemní útok. Je zde ale vysoká pravděpodobnost nálezů Psiklonů a Eleria, během úspěšného přepadení.
de_de: Die Slumsiedlungen außerhalb der Stadtgrenze sind Reste einer alten Zivilisation. Sie sind auch heute noch dicht bevölkert, und werden von Gangstern und politischen Gruppierungen als eine Art 'Basislager' benutzt. Diese gefährlichen Orte können mit Bodentruppen kaum angegriffen werden. Bei Razzien wird oft Psiklon oder Elerium gefunden.
es: Los barrios bajos ubicados fuera de los límites de la ciudad son los restos de una antigua civilización. Siguen teniendo mucha población y son utilizados por los gangsters y grupos políticos como base de apoyo. Son sitios peligrosos que son difíciles de atacar con fuerzas terrestres. Siempre hay la posibilidad de encontrar Psiclon o Elerio durante una incursión con éxito.
fr_fr: Les quartiers pauvres, situés hors des limites de la ville, sont les vestiges d'une civilisation ancienne. Beaucoup de gens y vivent encore et ils sont le repaire des gangsters et des groupes politiques. Ce sont des endroits dangereux qui sont difficiles à attaquer avec des forces au sol. Il n'est pas rare de trouver du Psiclone ou de l'élérium lors des raids.
it: I bassifondi, che si trovano all'esterno dei confini cittadini, sono quanto resta della civiltà precedente; ancora densamente popolati, vengono usati da gangster e gruppi politici come campo base. Sono posti molto pericolosi, difficili da assaltare con forze di terra. Durante una missione in questa zona ci sono ottime possibilità di rimediare una certa quantità di Psiclone o dell'Elerio.
ja_jp: スラム街は都市の境界外に位置しかつての文明の面影を未だに残している。人口は非常に多く、ギャングや政治団体の収入源になっている。陸上部隊で攻撃を仕掛ける事が困難な場所だが、ここを襲撃すればPsiクローンやエレリウムを見つけられるかもしれない。
pl: Dzielnice slumsów, położone poza granicami miasta, to pozostałości dawnej cywilizacji. Są nadal gęsto zaludnione i stanowią bazy operacyjne dla gangów i ugrupowań politycznych. To niebezpieczne tereny, trudne do zajęcia przez siły naziemne. Udany nalot może zawsze zaowocować zdobyciem psyklonów lub elerium.
pt_br: As moradias nas favelas localizadas fora dos limites das cidades são resquícios de uma velha civilização. Ainda são densamente povoados, utilizados por criminosos e grupos políticos como base de suporte. São lugares perigosos, difíceis de atacar usando grupos em solo. Há sempre a possibilidade de encontrar Psiclone ou Elerium em uma operação bem-sucedida.
ru_ru: Трущобы, расположенные за пределами городской черты, представляют собой руины старой цивилизации. Они все еще плотно заселены, и их жителей активно используют преступники и политические группировки. Это опасное место, в котором сложно вести бой с применением наземных сил. В ходе рейда велик шанс обнаружить запасы псиклона или элериума.

source: The warehouse is used to store large quantities of merchandise for import or export. The cavernous interiors are easy to defend and raiders should be careful.
cs: Skladiště jsou používána k uskladnění velkého množství obchodního zboží pro export a import. Podzemní prostory lze dobře bránit, a útočníci musí být opatrní.
de_de: Das Lagerhaus wird dazu verwendet, große Mengen von Gütern für den Import und Export aufzubewahren. Die höhlenartigen Hallen können problemlos verteidigt werden, was es potentiellen Eindringlingen schwermacht.
es: El almacén se utiliza para almacenar grandes cantidades de mercancía para importar o exportar. Los enormes espacios interiores son fáciles de defender y los que ataquen deben tener cuidado.
fr_fr: L'entrepôt est utilisé pour stocker de large quantités de marchandises destinées à l'exportation ou l'importation. L'intérieur caverneux du bâtiment est facile à défendre, et les voleurs doivent se montrer prudents.
it: Nei magazzini vengono stoccate grandi quantità di merci per l'importazione o l'esportazione. Il loro interno è molto facile da difendere: bisogna fare molta attenzione quando si assalta uno di questi luoghi.
ja_jp: 倉庫は大量の品を輸出入の為に保管する場所だ。洞窟状の内部は防御に適しており、襲撃者にとって不利な場所になっている。
pl: W magazynach przechowywane są wielkie ilości towarów na eksport lub z importu. Łatwo bronić się w tych przestronnych wnętrzach i napastnicy muszą się z tym liczyć.
pt_br: O armazém é usado para guardar grandes quantidades de mercadorias para exportação ou importação. O interior gigantesco é fácil de defender, e saqueadores devem tomar cuidado.
ru_ru: Склад используется для хранения большого количества товаров, предназначенных на экспорт или импорт. В огромных внутренних пространствах легко обороняться, а потому в ходе рейда необходимо проявлять осторожность.

source: The highly efficient Power Stations use cold fusion technology to generate energy for the city. They should be protected from Alien infiltration as far as possible. Any damage to them could result in serious power shortages.
cs: Velmi efektívní elektrárenské stanice využívají ke získávání energie fůzní technologie. Před cizáckou infiltrací se musí chránit všemi možnými prostředky. Každé jejich poškození má za následek vážný nedostatek energie.
de_de: Die äußerst effektiven Kraftwerke nutzen Kaltfusionstechnologie, um Strom für die Stadt zu erzeugen. Sie sollten so gut wie möglich gegen Alien-Übergriffe geschützt werden. Jede Beschädigung könnte zu ernster Energieknappheit führen.
es: Las centrales de energía, de gran eficacia, utilizan tecnología de fusión fría para generar energía para la ciudad. Deben ser protegidos de infiltración alienígena en la medida de lo posible. Cualquier daño que sufran podría desembocar en severas restricciones energéticas.
fr_fr: Les centrales énergétiques, extrêmement efficaces, utilisent la technologie de la fusion à froid pour générer de l'énergie pour la ville. Elles doivent être protégées de l'infiltration alienne autant que possible. Tout dégât entraînerait des pénuries d'énergie importantes.
it: Queste efficienti centrali energetiche usano la tecnologia della fusione a freddo per creare l'energia necessaria alla città. Devono essere protette il più possibile dall'infiltrazione Aliena, poiché qualsiasi danno riportato da uno di questi edifici può portare a catastrofici black-out in città.
ja_jp: 高効率の発電所は常温核融合を用いて都市に電力を供給している。エイリアンに侵入される事は極力避けなければならない。あらゆるダメージがその後の電力不足に直結しかねないからだ。
pl: Wysoce wydajne elektrownie wytwarzają energię dla miasta, wykorzystując technologię fuzji. Należy je za wszelką cenę chronić przed infiltracją przez obcych. Uszkodzenie elektrowni może spowodować poważne braki energii elektrycznej.
pt_br: As eficientes Estações de Energia usa tecnologia de fusão a frio para gerar energia para a cidade. Devem ser protegidas da infiltração alienígena o mais longe possível. Qualquer dano pode resultar em graves faltas de energia.
ru_ru: В высокоэффективных электростанциях используется технология холодного термоядерного синтеза для производства электроэнергии для нужд города. Их необходимо защищать от проникновения пришельцев любыми способами. Любой причиненный им урон приведет к дефициту электроэнергии.

source: The Recyclotorium is capable of recycling all kinds of waste product, organic or mineral. The city is an ecologically self contained area. This would not be possible without these complex recycling stations.
cs: Recyklotorium je schopné zpracovat všechny druhy odpadů, organických či nerostných. Díky jim je město ekologicky samostatným celkem, což by bez komplexu těchto recyklačních stanic nebylo možné.
de_de: Das Recyclotorium wird dazu verwendet, alle Arten von Müll zu recyclen, ob organisch oder mineralisch. Die Stadt ist ein ökologisch unabhängiges Gebiet, was nur durch diese komplexen Recycling-Zentren möglich ist.
es: El Planta de Reciclaje es capaz de reciclar todo tipo de producto de desecho, orgánico o mineral. La ciudad es una zona ecológicamente auto-suficiente. Esto no sería posible sin estos complejos centros de reciclado.
fr_fr: Le recyclotorium est capable de recycler toutes sortes de déchets de fabrication, organiques ou minéraux. La ville subvient à ses propres besoins sur le plan écologique, ce qui serait impossible sans ces centres de traitement complexes.
it: I riciclatori sono strutture in grado di riciclare qualsiasi tipo di rifiuto, organico o minerale. La città è un'area ecologicamente autosufficiente, principalmente grazie a questi importanti complessi.
ja_jp: リサイクルセンターは有機物/ミネラルを問わずあらゆる廃棄物をリサイクル可能にする機能を持っている。シティは環境的に見れば自己完結しているが、それはこうした一連の処理場が無ければ実現不可能だ。
pl: Umożliwia przetwarzanie wszelkiego rodzaju śmieci - organicznych lub nieorganicznych. Miasto Mega-Primus stanowi obszar samowystarczalny ekologicznie. Zachowanie samowystarczalności nie byłoby jednak możliwe bez tych skomplikowanych przetwórni.
pt_br: O Reciclatório é capaz de reciclar todos os tipos de resíduos orgânicos, minerais ou de materiais. A cidade é uma área autossustentável e isso não seria possível sem essas complexas estações de reciclagens.
ru_ru: Рециклоторий позволяет перерабатывать все виды отходов - как органические, так и минеральные. Город представляет собой замкнутую экосистему, что было бы невозможно без этих сложных станций переработки.

source: The People Tube network is the mass transit system for the whole city. The anti-gravity pathways suspend the traveler above the floor and safely propels them at speeds of about 25 miles an hour.
cs: Síť pěších tunelů je celoměstským systémem hromadné dopravy. Antigravitační chodníky zvedají chodce nad podlahu a umožňují jim bezpečně vyvinout rychlost přes 35km za hodinu.
de_de: Das 'Personenrohr'-Netz ist das wichtigste Transportsystem der Stadt. Die Anti-Schwerkraft-Pfade lassen den Benutzer über dem Boden schweben und transportieren ihn mit einer Geschwindigkeit von ca. 40km/h.
es: La red de Tubos de Personas es un sistema de transporte público que cubre toda la ciudad. Los pasillos anti-gravedad llevan al viajero a cierta altura por encima del suelo y les impulsan con seguridad a velocidades de unos cuarenta kilómetros por hora.
fr_fr: Le réseau de Tube constitue le système de transport public pour toute la ville. Les passerelles anti-gravité mettent le voyageur en état de lévitation au-dessus du sol et le projettent à des vitesses de quarante kilomètres/heure.
it: La rete dei tubi di trasporto è il sistema di movimento di massa della città. I camminatoi anti-gravità sospendono il viaggiatore dal suolo e lo spostano in assoluta sicurezza a una velocità di circa quaranta chilometri orari.
ja_jp: 人用チューブ網は都市を完全にカバーする公共の交通手段である。反重力通路が人を空中に浮かせ、時速25マイルで安全に運ぶ。
pl: Sieć osobowych rur transportujących stanowi system masowej komunikacji dla całego miasta. Urządzenia antygrawitacyjne zawieszają pasażera nad podłogą korytarza i bezpiecznie transportują z prędkością około 40 kilometrów na godzinę.
pt_br: A rede de Acessos Tubulares é o sistema de transporte de massa que cobre toda a cidade. As vias antigravidade suspendem o viajante acima do chão e o impulsionam de forma segura a uma velocidade de cerca de 40 quilômetros por hora.
ru_ru: Сеть общественного метро представляет собой транзитную систему, охватывающую весь город. Антигравитационные пути поднимают пассажиров над полом и перемещают их со скоростью 25 миль в час.

source: The Cult Of Sirius builds temples to worship the superior Alien master race. It is rumored that these temples contain altars where bizarre rituals take place.
cs: Síriův kult buduje chrámy, kde uctívá dokonalou a úžasnou rasu Cizáků. Podle neověřených zpráv jsou zde oltáře, kde se odbývají bizarní obětní rituály.
de_de: Der Sirius-Kult nutzt verschiedene Gebäude im gesamten Stadtbereich als Tempel, um ein überlegenes Alien-Volk anzubeten. Gerüchten zufolge sollen sich in diesen Tempeln Altare befinden, die für seltsame Rituale benutzt werden.
es: El Culto de Sirio construye templos para adorar a la superior raza maestra alienígena. Se rumorea que estos templos contienen altares donde se llevan cabo extraños rituales.
fr_fr: Le culte de Sirius crée des temples où l'on adore la race alienne supérieure. On raconte que ces temples abritent des autels où ont lieu d'étranges rituels.
it: Il Culto di Sirio ha costruito templi per adorare la razza Aliena superiore. Si dice che in questi templi avvengano rituali estremamente bizzarri.
ja_jp: シリウスカルト教団はより優れたエイリアン種族を主としてあがめる寺を建てた。この寺院の中では不気味な儀式を執り行う為の祭壇があると噂されている。
pl: Kult Syriusza buduje świątynie, w których oddaje cześć rasie obcych władców. Plotka głosi, że w świątyniach znajdują się ołtarze służące niesamowitym rytuałom.
pt_br: O Culto de Sirius constrói templos para adorar a superior raça alienígena. Há rumores que esses templos contém altares em que ocorrem bizarros rituais.
ru_ru: Культ Сириуса строит храмы для поклонения высшей инопланетной расе. Ходят слухи, что в этих храмах есть алтари, созданные для проведения странных ритуалов.

source: Sensodromes contain studios for all types of Sensovision broadcasting. The Psionic projectors on top of the building send signals to Sensovision arenas and into peoples homes.
cs: Senzodromy obsahují studia pro všechny typy senzovizního vysílání. Psionické projektory na střeše budovy šíří tento signál do senzovizních hal a lidských domovů.
de_de: In den Sensodrömen befinden sich Studios für alle Arten von Sensovisionsausstrahlungen. Die psionischen Projektoren auf dem Gebäude senden Signale zur Sensovisionsarena und in die Privathaushalte.
es: Las emisoras Sensovision contienen estudios para todo tipo de transmisiones Sensovision. Los proyectores psiónicos encima del edificio envían señales a los estadios de Sensovision y a los hogares de la población.
fr_fr: Les stations de Sensovision contiennent des studios pour tous les types d'émissions en sensovision. Les projecteurs psioniques se trouvant en haut des bâtiments envoient des signaux dans l'arène de sensovision et dans les appartements privés des gens.
it: Le stazioni della Sensovision, o Sensodromi, contengono gli studi di questo network. I proiettori psionici presenti nella parte alta dell'edificio inviano i segnali alle arene Sensovision e nelle case dei cittadini.
ja_jp: センソドロームはスタジオとあらゆるタイプのセンソビジョン用放送機材が備わっている。ビルの屋上にあるサイオニックプロジェクターからセンソビジョンアリーナと各家庭に信号を送っている。
pl: W sensodromach znajdują się studia, z których nadawane są wszelkie transmisje sensowizyjne. Projektory psi na dachu przesyłają sygnał do aren sensowizyjnych i mieszkań.
pt_br: Sensódromos contêm estúdios para todos os tipos de transmissão para Sensovisão. Os projetores psiônicos no topo do edifício enviam sinais para as arenas de Sensovisão e para as casas das pessoas.
ru_ru: В сенсодромах расположены студии, из которых ведется вещание всех видов сенсовидения. Пси-проекторы, расположенные на крыше здания, передают сигнал на арены Сенсовидения и в дома жителей города.

source: The propulsion system of the Alien craft is built into the external fabric of the craft itself. It generates a dimensional field that warps the craft through space and allows the craft to pass undamaged through Dimension Gates.
cs: Pohonné systémy cizáckých lodí jsou vyráběny odděleně od samotné lodi. Vytvářejí dimenzionální pole, které pohybuje celým strojem v prostoru a dovoluje mu projít skrz Dimenzní bránu bez poškození.
de_de: Die Antriebssysteme von Alien-Raumfahrzeugen sind in die Außenschicht eingebaut. Sie erzeugen ein Dimensionsfeld, welches das Fahrzeug durch den Weltraum befördert und es ihm ermöglichen, unbeschädigt durch Dimensionstore zu gelangen.
es: El sistema de propulsión de una nave Alienígena está incorporada en la capa exterior de la propia nave. Genera un campo dimensional que envía a la nave a través del espacio y permite a la nave pasar sin daños por las Puertas de la Dimensión.
fr_fr: Le système de propulsion d'un vaisseau alien est construit sur la coque externe du vaisseau lui-même. Il génère un champ dimensionnel qui propulse le vaisseau dans l'espace et lui permet de traverser les portails interdimensionnels sans danger.
it: Il sistema propulsivo dei mezzi Alieni è situato nella parte esterna dello scafo. Esso genera un campo dimensionale che muove il velivolo attraverso lo spazio e gli permette di attraversare senza alcun danno le Porte Dimensionali.
ja_jp: エイリアンの機体の推進装置は外装部品として機体そのものと一体化している。次元フィールドを発生させる事で空間を移動するが、次元ゲートを通り抜ける際もダメージを受けない。
pl: Urządzenia napędowe statków obcych są wbudowane w zewnętrzną część struktury samych pojazdów. Wytwarzają pole międzywymiarowe, transportujące statek przez przestrzeń i umożliwiające przechodzenie przez bramy międzywymiarowe bez szwanku.
pt_br: O sistema de propulsão das naves alienígenas é embutido na estrutura externa da própria nave. Gera um campo dimensional que distorce a nave através do espaço e permite que ela passe, sem danos, pelos Portais Dimensionais.
ru_ru: Энергетические установки кораблей пришельцев встроены во внешнюю обшивку самих кораблей. Они создают межразмерное поле, искривляющее пространство вокруг корабля, что позволяет НЛО перемещаться в пространстве и проходить сквозь межпространственные врата, не получая повреждений.

source: The control stations onboard the Alien craft direct the propulsion system and control its ability to transform matter into anti-matter.
cs: Řídící stanice na palubách cizáckých lodí je propojena přímo s pohonem a reguluje jeho schopnost transformace hmoty na antihmotu.
de_de: Die Kontrollstationen an Bord der Alien-Raumfahrzeuge steuern das Antriebssystem und die Transformierung von Materie in Anti-Materie.
es: Las estaciones de control a bordo de una nave alienígena dirigen el sistema de propulsión y controlan su capacidad para transformar la materia en anti-materia.
fr_fr: Les postes de contrôle à bord des vaisseaux aliens supervisent le système de propulsion et surveillent sa capacité à transformer la matière en antimatière.
it: I controlli delle navi Aliene gestiscono il sistema di propulsione e la sua capacità di trasformare la materia in antimateria.
ja_jp: エイリアンの機体に備わる制御室からは推進装置の操縦と物質を反物質に転換する機能が備わっている。
pl: Stanowiska sterujące na pokładzie pojazdów obcych kierują działaniem systemów napędowych i kontrolują odbywające się w nich przetwarzanie materii w antymaterię.
pt_br: As estações de controle a bordo das naves alienígenas direcionam o sistema de propulsão e controlam sua habilidade de transformar matéria em antimatéria.
ru_ru: Системы управления, установленные на борту кораблей пришельцев, управляют энергетическими установками и контролируют преобразование вещества в антивещество.

source: The energy source for the Alien craft is generated in special dimension chambers which suck incredible amounts of energy from the Alien Dimension. These systems are highly unstable and should be treated with caution in combat situations.
cs: Energie potřebná pro provoz cizáckých lodí je získávána ze speciální dimenzní komory, která nasává úžasná kvanta energie z Cizácké dimenze. Tyto systémy jsou velice nestabilní a měl by se regulovat s opatrností, hlavně při boji.
de_de: Die Energie für die Alien-Raumfahrzeuge wird in speziellen Dimensionskammern erzeugt, die unglaubliche Mengen von Energie aus anderen Dimensionen ansaugen. Diese Systeme sind äußerst instabil und müssen in Kampfsituationen mit größter Vorsicht behandelt werden.
es: La fuente de energía para la nave alienígena se genera en cámaras dimensionales especiales que absorben increíbles cantidades de energía desde la Dimensión Alienígena. Estos sistemas son muy inestables y deben ser tratados con precaución en situaciones de combate.
fr_fr: L'énergie d'un vaisseau alien est générée par des chambres interdimensionnelles spéciales qui aspirent d'immenses quantités d'énergie des dimensions aliennes. Ces systèmes sont extrêmement instables: il faudra vous montrer prudent dans les situations de combat.
it: La fonte energetica delle navi Aliene è generata in speciali camere dimensionali, che ricavano incredibili quantitativi di energia dalla Dimensione Aliena. Questi sistemi sono molto instabili, e vanno trattati con estrema cautela durante i combattimenti.
ja_jp: エイリアンの機体の動力源は特殊な次元薬室で信じられない程の量のエネルギーをエイリアンの次元から抽出する。この機構は非常に不安定なので戦闘時は注意して扱わなければならない。
pl: Energia zasilająca obce statki powstaje w specjalnych komorach wymiarowych, które zasysają ogromne ilości energii z Obcego Wymiaru. Systemy te są bardzo niestabilne i powinny być traktowane z należytą ostrożnością podczas misji bojowych.
pt_br: A fonte de energia das naves alienígenas é gerada através de câmaras dimensionais especiais, que sugam incríveis quantidades de energia da Dimensão Alienígena. Esses sistemas são altamente instáveis e devem ser tratados com cuidado em situações de combate.
ru_ru: Источник энергии кораблей пришельцев представляет собой особую камеру, которая перекачивает огромное количество энергии из измерения пришельцев. Эта система крайне нестабильна, а потому в боевых условиях с ней следует обращаться с большой осторожностью.
