Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Hostile troops have located your base and have launched an attack. Defend the base from costly damage by eliminating all invading forces. You must also safeguard your Scientists and Engineers, either by defending them or exiting them from the combat zone. You can retreat from the base to cut your losses, but the base will be lost.
cs: Nepřátelské jednotky lokalizovaly vaši bázi a přešly do útoku. Obraňte bázi za každou cenu, zneškodněním všech invazních jednotek. Musíte také ochránit svůj personál - vědce a inženýry. Buď je ochránit každého zvlášť, nebo s nimi opustit bojovou zónu. V případě vysokých ztrát můžete ustoupit, ale Báze bude definitivně ztracena.
de_de: Gegner haben Ihre Basis entdeckt und einen Angriff gestartet. Verteidigen Sie die Basis gegen kostspielige Schäden, indem Sie alle Invasoren ausschalten. Schützen Sie Ihre Forscher und Ingenieure, indem Sie sie verteidigen oder evakuieren. Sie können sich zurückziehen, um Ihre Verluste zu verringern, doch dann verlieren Sie die Basis.
es: Las tropas enemigas han localizado tu base y han lanzado un ataque. Defiende la base eliminando todas las fuerzas invasoras. También debes poner a salvo a tus Científicos e Ingenieros, defendiéndoles o haciéndoles salir de la zona de combate. Puedes retirarte de la base para evitar más pérdidas, pero la base se perderá.
fr_fr: Des escadrons ennemis ont repéré votre base et lancé une attaque. Défendez la base en éliminant toutes les forces d'invasion. Vous devez aussi protéger vos scientifiques et ingénieurs, soit en les défendant, soit en les faisant évacuer la zone de combat. Vous pouvez évacuer la base pour minimiser les pertes, mais cette dernière sera alors perdue.
it: Truppe nemiche hanno localizzato la tua base, e la stanno attaccando. Per difenderla devi eliminare tutti gli invasori. Devi anche proteggere le vite di scienziati e ingegneri, difendendoli o facendoli evacuare dalla zona dei combattimenti. Per minimizzare le perdite tu puoi ritirare dalla base, ma in questo modo la perderai.
ja_jp: 敵対勢力があなたの基地を発見し、攻撃を開始した。被害が甚大になる前に基地内の侵略者を一掃せよ。基地内に残っている科学者やエンジニアの安全を確保する為に彼らを守り切るか戦闘エリアから逃がさなければならない。撤退すると基地を失うことになるので注意せよ。
pl: Wrogie siły zlokalizowały twoją bazę i rozpoczęły atak. Zapobiegnij kosztownym uszkodzeniom bazy likwidując wszystkich intruzów. Musisz też uratować naukowców i inżynierów, chroniąc ich lub pomagając im opuścić strefę walk. Możesz wycofać się z bitwy, by ograniczyć straty, ale wówczas baza zostanie stracona.
pt_br: Tropas hostis localizaram sua base e iniciaram um ataque. Defenda a base de danos onerosos eliminando todas as forças invasoras. Você também deve proteger seus cientistas e engenheiros, defendendo-os ou removendo-os da zona de combate. Você poderá retirar-se da base para evitar mais perdas, mas a perderá se o fizer.
ru_ru: Вражеские войска обнаружили вашу базу и напали на нее. Не дайте им причинить ей значительные повреждения и уничтожьте все вторгшиеся силы. Также необходимо спасти всех ученых и инженеров, для чего вам необходимо защищать их или вывести из зоны боевых действий. Вы можете отступить с базы, чтобы снизить потери, но в этом случае вы ее потеряете.

source: Hostile troops have located your base and have launched an attack. Defend the base from costly damage. If all hostile forces are eliminated X-COM will be saved. If you are defeated then X-COM will be wiped out, leaving the world open to Alien domination. The fate of humanity will be determined by this conflict. Good luck.
cs: Nepřátelské jednotky lokalizovaly vaši Bázi a přešly do útoku. Obraňte bázi za každou cenu. Pokud budou všechny nepřátelské jednotky zneškodněny, bude X-COM zachráněn. V případě vaší porážky, bude X-COM odepsán, zanechávajíc Zemi cizácké nadvládě. Osud celého lidstva bude rozhodnut tímto jediným bojem. Mnoho štěstí !
de_de: Gegner haben Ihre Basis entdeckt und einen Angriff gestartet. Verteidigen Sie die Basis gegen kostspielige Schäden. Wenn alle Gegner eliminiert sind, ist die X-COM gerettet. Werden Sie jedoch besiegt, wird die X-COM ausgelöscht, und die Aliens übernehmen die Weltherrschaft. Das Schicksal der Menschheit wird hier entschieden. Viel Glück.
es: Tropas enemigas han localizado tu base y han lanzado un ataque. Defiende la base cueste lo que cueste. Si todas las fuerzas enemigas quedan eliminadas X-COM se salvará. Si quedas derrotado entonces X-COM será eliminado, dejando el mundo dominado por los alienígenas. El futuro de la humanidad va a ser determinado por este conflicto. Buena suerte.
fr_fr: Des escadrons ennemis ont repéré votre base et lancé une attaque. Protégez la base contre de coûteux dégâts. X-COM ne sera sauvée que lorsque toutes les forces ennemies serontéliminées. Si vous êtes vaincus, c'en est fini d'X-COM, et la suprématie alienne pourra alors commencer. Le sort de l'humanité dépend de l'issue de ce conflit. Bonne chance.
it: Truppe nemiche hanno scoperto la tua base, e la stanno attaccando. Devi difenderla a ogni costo. Se eliminerai tutte le forze nemiche la X-COM sarà salva, ma se verrai sconfitto la X-COM scomparirà, lasciando il campo libero alla dominazione Aliena. Il destino dell'intera umanità dipende dalle sorti di questa battaglia. Buona fortuna!
ja_jp: 敵対勢力があなたの基地を発見し、攻撃を開始した。被害が甚大になる前に基地内の侵略者を一掃せよ。全ての敵を倒せばX-Comは救われたことになるが、もしあなたが敗退すればX-Comは完全に消滅し、世界はエイリアンの直接的な脅威に晒されることになる。この一戦が人類の運命を決するだろう。武運を祈る！
pl: Wrogie siły zlokalizowały twoją bazę i rozpoczęły atak. Zapobiegnij kosztownym uszkodzeniom bazy. Gdy wszyscy wrogowie zostaną wyeliminowani, X-COM ocaleje. Jeśli zostaniesz pokonany, X-COM przestanie istnieć, a świat pozostanie sam w obliczu dominacji obcych. Od tego starcia zależy los ludzkości. Powodzenia.
pt_br: Tropas hostis localizaram sua base e iniciaram um ataque. Defenda a base de danos onerosos. Se todas as forças hostis forem eliminadas, a X-COM será salva. Se você for derrotado, então a X-COM será eliminada, deixando o mundo aberto para a dominação alienígena. O destino da humanidade será determinado por este conflito. Boa sorte.
ru_ru: Вражеские войска обнаружили вашу базу и напали на нее. Не дайте им причинить ей значительные повреждения. Если вам удастся уничтожить все вражеские силы, организация X-COM будет спасена. Если же вы потерпите поражение, X-COM будет уничтожена, что оставит мир беззащитным перед инопланетным вторжением. От исхода этого боя зависит судьба человечества. Удачи вам.

source: MISSION BRIEFING
cs: INSTRUKTÁŽ
de_de: GEBÄUDE ERKUNDEN
es: ORDENES PARA LA MISION
fr_fr: BRIEFING DE MISSION
it: BRIEFING
ja_jp: ミッションブリーフィング
pl: ODPRAWA PRZED MISJĄ
pt_br: RELATÓRIO DA MISSÃO
ru_ru: БРИФИНГ ЗАДАНИЯ

source: TACTICAL SCENARIO
cs: TAKTICKÝ SCÉNÁŘ
de_de: TAKTISCHES SZENARIO
es: ESCENARIO TACTICO
fr_fr: SCENARIO TACTIQUE
it: SCENARIO TATTICO
ja_jp: 戦術シナリオ
pl: SCENARIUSZ TAKTYCZNY
pt_br: CENÁRIO TÁTICO
ru_ru: ТАКТИЧЕСКИЙ СЦЕНАРИЙ

source: Multi-worm
de_de: Multiwurm
es: Multi-gusano
fr_fr: Multiver
it: Multiverme
ja_jp: マルチワーム
pl: Wielorobak
pt_br: Multiverme
ru_ru: Мультичервь

source: Time units
cs: Čas.jedn.
de_de: Zeiteinheiten
es: UT
fr_fr: Unités de temps
it: UT
ja_jp: タイムユニット（TU）
pl: Jednostki czasu
pt_br: Unidades de tempo
ru_ru: Очки действий

source: Citizens of Mega-Primus use two types of vehicle. There are common road traveling vehicles that use a low cost anti-gravity system embedded in the road surface and airborne flyers which employ more sophisticated Elerium powered anti-gravity engines. The bold red military vehicles are available for X-COM to purchase.
cs: Obyvatelé Mega-Primu používají tyto dva druhy vozidel: Jsou to jednak silniční vozidla, využívající antigravitační systémy nízkého výkonu, jež je udržují nízko nad povrchem, jednak letouny, využívající důmyslnější, Eleriem poháněné antigravitační motory. Pro potřeby X-COM je možné zakoupit i špičkové armádní stroje.
de_de: Die Bürger von Mega-Primus verwenden zwei Arten von Fahrzeugen. Es gibt normale Straßenfahrzeuge mit einem billigen, in die Straßenoberfläche eingebetteten Anti-Schwerkraftsystem, und Luftfahrzeuge, die von höherentwickelten Elerium-Antischwerkraftmotoren angetrieben werden. Die roten Militärfahrzeuge können von X-COM erworben werden.
es: Los Ciudadanos de Mega-Primus utilizan dos tipos de vehículo. Hay vehículos normales que circulan por carretera que utilizan un sistema anti-gravedad de bajo coste colocado bajo la superficie de la carretera y aparatos voladores que utilizan motores anti-gravedad más sofisticados propulsados con Elerium. Los vehículos militares rojos pueden ser comprados por X-COM.
fr_fr: Les citoyens de Mega-Primus utilisent deux types de véhicules: les véhicules terrestres, relativement courants, qui fonctionnent grâce à un système anti-gravité peu coûteux scellé dans la surface de la route, et des véhicules aériens plus sophistiqués, mus par des moteurs anti-gravité à l'élérium. X-COM peut acheter les véhicules militaires rouges.
it: Les citoyens de Mega-Primus utilisent deux types de véhicules: les véhicules terrestres, relativement courants, qui fonctionnent grâce à un système anti-gravité peu coûteux scellé dans la surface de la route, et des véhicules aériens plus sophistiqués, mus par des moteurs anti-gravité à l'élérium. X-COM peut acheter les véhicules militaires rouges.
ja_jp: メガプリムスの市民は主に二種類の乗り物を使う。ひとつは道路に内蔵された反重力システムを利用して走る安価な車両で、もう一つはエレリウムを燃料にして作動する高度な反重力エンジンを持つフライヤーと呼ばれる飛空艇だ。X-Comは軍用として区別される真っ赤な乗り物を購入することができる。
pl: Obywatele miasta Mega-Primus używają dwóch typów pojazdów. Pierwszym z nich są popularne pojazdy drogowe, używające taniej technologii antygrawitacyjnej wbudowanej w powierzchnie ulic, oraz pojazdy latające, stosujące bardziej zaawansowane silniki zasilane elerium. Dla sił X-COM dostępne są obie kategorie pojazdów w śmiałych odcieniach czerwieni.
pt_br: Cidadãos de Mega-Primus utilizam dois tipos de veículos. Há veículos rodoviários públicos que usam um sistema antigravidade de baixo custo embutido na superfície e há veículos aéreos que empregam um sofisticado mecanismo antigravidade à base de Elerium. Os veículos militares destacados em vermelho podem ser comprados pelo X-COM.
ru_ru: Жители Мегапрайма используют два вида транспорта. Во-первых, они перемещаются с помощью дорожных транспортных средств, использующих недорогие антигравитационные системы, вмонтированные в дорожное полотно, а во-вторых, посредством воздушных летательных аппаратов, на которые установлены более сложные антигравитационные двигательные установки, в которых в качестве топлива используется элериум. X-COM предписано использовать военную технику ярко-красного цвета.

source: X-COM bases are constructed from a variety of component units designed to perform different functions. The construction of a new base requires a bare minimum of living quarters and storage facilities. Beyond these requirements a base is designed to accommodate research, training and vehicle repair facilities. Bases will also need to be defended against aggression using well equipped Agents and security stations.
cs: Báze X-COM jsou sestavovány ze samostatných jednotek, přizpůsobených k výkonu nejrůznějších funkcí. Při konstrukci nové báze jsou jako minimální nutné vybavení potřebné Obytné bloky a jednotka Skladů. Kromě těchto funkcí je bázi možné vybavit zařízeními k provádění výzkumů, tréningu agentů a opravám vozidel. Báze je třeba také chránit před agresí, umístěním posádky dobře vyzbrojených agentů a Stanicemi obrany.
de_de: Die X-COM-Basen bestehen aus verschiedenen Komponenten, die allesamt verschiedene Funktionen erfüllen. Zum Bau einer neuen Basis benötigen Sie zumindest Wohnquartiere und Lagereinrichtungen. Des weiteren können in einer Basis Forschungs- und Trainingseinrichtungen sowie Fahrzeugwerkstätten errichtet werden. Die Basen müssen außerdem mit Hilfe von gut ausgerüsteten Agenten und Sicherheitsstationen gegen Angriffe verteidigt werden.
es: Las bases X-COM se construyen con una variedad de componentes diseñados para cumplir diversas funciones. La construcción de una nueva base requiere un mínimo de viviendas y almacenes. Más allá de los requisitos, una base debe estar diseñada para albergar la investigación, el entrenamiento e contra la agresión utilizando Agentes bien equipados y puestos de seguridad.
fr_fr: Les bases X-COM sont composées d'une grande diversité d'unités conçues pour répondre à différents besoins. Une base comprend au minimum des quartiers d'habitation et des installations de stockage, auxquels viennent s'ajouter des installations pour la recherche, l'entraînement et la réparation des véhicules. Les bases doivent aussi posséder un système de défense efficace pour faire face à l'agression alienne: les agents et les postes de sécurité y pourvoient.
it: Le basi della X-COM sono costituite da una serie di edifici, ognuno destinato a una specifica funzione. La costruzione di una nuova base richiede la presenza di caserme per il personale e di magazzini di stoccaggio; una volta presenti questi, si possono aggiungere centri di ricerca, di addestramento e di riparazione dei veicoli. Le basi devono essere protette dagli assalti avversari, usando l'apposito personale e le installazioni di sicurezza.
ja_jp: X-Comの基地は異なった機能を持つ様々な施設から成る。基地の建設そのものは最低限の居住区と倉庫スペースさえあれば行えるが、それ以上の機能として関連する研究所、訓練室や修理工状といった施設を設置できる。また、敵勢力に侵入された場合の防衛力として十分な兵装をしたエージェントとセキュリティステーションが必要となる。
pl: Bazy X-COM są budowane z wielu modułów, wyspecjalizowanych do pełnienia określonych funkcji. Założenie nowej bazy wymaga przynajmniej wybudowania kwater mieszkalnych i pomieszczeń magazynowych. Oprócz tego bazę wyposażyć można w pomieszczenia służące prowadzeniu badań, treningowi personelu i naprawie pojazdów. Bazy będą musiały też być chronione przed atakami z zewnątrz za pomocą dobrze wyposażonych agentów i stacji bezpieczeństwa.
pt_br: As bases do X-COM são feitas de vários componentes, concebidos para desempenhar funções diversas. A construção de uma nova base requer um mínimo de instalações de alojamento e armazenagem. Além desses requerimentos, uma base deve acomodar instalações de pesquisa, treinamento e reparo de veículos. Bases devem ser protegidas contra hostilidades através de agentes bem equipados e estações de segurança.
ru_ru: Базы X-COM создаются из множества модулей, выполняющих различные функции. На каждой базе обязательно строятся жилые помещения и складские помещения. Помимо этого, на любой базе можно построить исследовательский и тренировочный модуль, а также модуль ремонта транспорта. Также базу необходимо защищать от нападения с помощью хорошо экипированных оперативников и постов безопасности.

source: All military vehicles can be equipped with a variety of weapons, engines and special equipment. The engines and weapons are divided into road and airborne categories. Careful attention to improving vehicle equipment is an essential part of military strategy.
cs: Všechna armádní vozidla mohou být vybavena nejrůznějšími zbraněmi, motory a speciálními doplňky. Motory a zbraně jsou rozděleny na kategorii silničních vozidel a letounů. Promyšlené zlepšování výbavy vozidel je podstatnou částí vojenské strategie.
de_de: Alle Militärfahrzeuge können mit zahlreichen Waffen, Antriebseinheiten sowie besonderer Ausrüstung bestückt werden. Die Waffen und Antriebseinheiten gibt es jeweils für Straßen- oder Luftfahrzeuge. Die Optimierung der Fahrzeugausrüstung ist ein wichtiger Teil der militärischen Strategie.
es: Todos los vehículos militares pueden ser equipados con una variedad de armas, motores y equipo especial. Los motores y armas están divididos en las categorías de terrestres y aéreas. La mejora de los equipos de los vehículos debe cuidarse mucho, ya que es una parte esencial de la estrategia militar.
fr_fr: Les véhicules militaires peuvent tous être équipés d'une variété d'armes, de moteurs et d'équipement spécial. Les moteurs et les armes sont classés par catégorie: terrestre ou aérienne. L'amélioration de l'équipement des véhicules est l'un des facteurs essentiels de la stratégie militaire.
it: Tutti i veicoli militari possono venire equipaggiati con un largo numero di armi, motori e apparati speciali, suddivisi in funzione del loro utilizzo su velivoli o mezzi di superficie. Un'attenta pianificazione dell'equipaggiamento è alla base di qualsiasi strategia.
ja_jp: 全ての軍用の車両/機体は様々な兵器、エンジン、特殊な装置類などを装着できる。エンジンと兵器は陸上用と空戦用に大別される。こうした乗り物用の装備品の改良は軍戦略の基本であり、常に念頭に置くべき案件である。
pl: Wszelkie pojazdy bojowe mogą być wyposażone w szeroki zakres broni, silników i urządzeń specjalnych. Silniki i broń podzielone są na kategorie: naziemną i latającą. Staranny dobór wyposażenia pojazdów stanowi zasadniczą część strategii wojennej.
pt_br: Todos os veículos militares podem ser equipados com uma variedade de armas, motores e equipamentos especiais. Os motores e armas são divididos em terrestres e aéreos. O cuidado e atenção ao melhorar equipamentos veiculares é uma parte essencial da estratégia militar.
ru_ru: На любую военную технику могут быть установлены различные системы вооружений, двигательные установки и специальное оборудование. Двигатели и вооружение делятся на дорожные и воздушные. Тщательный подход к улучшению оборудования военной техники является неотъемлемой частью военной стратегии.

source: X-COM Agents should be equipped in preparation for tactical missions. You can choose from a variety of guns, missile launchers, ammunition types, grenades and armor.
cs: Agenty X-COM je možné předem vybavit a vyzbrojit pro taktické mise. Můžete vybírat ze široké nabídky zbraní, raketometů, typů munice, granátů a ochranných Zbrojí.
de_de: X-COM-Agenten müssen für die taktischen Einsätze gut gerüstet sein. Sie können dazu aus einer Vielzahl von Feuerwaffen, Raketen-Launchern, Munitionstypen, Granaten und Panzerungen auswählen.
es: Los Agentes X-COM deben ser equipados antes de las misiones tácticas. Puedes elegir entre una gran variedad de fusiles, lanzamisiles, tipos de munición, granadas y blindaje.
fr_fr: L'équipement des agents X-COM varie en fonction des missions tactiques. Vous avez le choix entre un très grand nombre de fusils, de rampes de lancement de missiles, de types de munitions, de grenades et de blindages.
it: Gli agenti della X-COM devono essere equipaggiati per affrontare qualsiasi avversario. A vostra disposizione c'è una grande quantità di fucili, lanciamissili, munizioni, bombe e armature.
ja_jp: X-Comのエージェントは戦術ミッションに備え常に兵装の準備をしておかなければならない。多種多様の銃器、ミサイルランチャー、弾薬のタイプ、手りゅう弾、アーマーなど、選択はあなた次第だ。
pl: Agenci powinni być prawidłowo wyposażeni do udziału w misjach taktycznych. Ich wyposażenie obejmuje szeroki wybór broni strzeleckiej, wyrzutni rakiet, różnych typów amunicji, granatów i pancerzy.
pt_br: Os agentes do X-COM devem se equipar em preparação para missões táticas. Você pode escolher entre uma variedade de pistolas, lança-mísseis, tipos de munição, granadas e armaduras.
ru_ru: Оперативников X-COM необходимо снаряжать перед проведением тактических операций. Вы можете выбирать из целого спектра ручного вооружения, ракетных установок, различных видов боеприпасов, гранат и бронекостюмов.

source: The Organizations which operate in Mega-Primus consist of corporations, political groups, criminal gangs and the government. All of them are at risk from Alien infiltration but some are more vulnerable than others.
cs: Organizace, působící v Mega-Primu lze zhruba rozdělit na společnosti, politické strany, kriminální gangy a vládu. Každá z nich je ohrožena cizáckou infiltrací, i když některé z nich jsou více odolné než jiné.
de_de: Zu den Organisationen in Mega-Primus zählen Unternehmen, politische Gruppierungen, kriminelle Banden sowie die Regierung. All diese Organisationen können durch Aliens unterwandert werden, wobei einige gefährdeter sind als andere.
es: Las Organizaciones que operan en Mega-Primus son las Corporaciones, los Grupos Políticos, Bandas Criminales y el Gobierno. Todos corren el riesgo de una infiltración alienígena pero algunos son más vulnerables que otros.
fr_fr: Les Organisations en activité dans Mega-Primus sont diverses: sociétés, gangs criminels et le gouvernement. Toutes ces organisations sont susceptibles d'être infiltrées par les aliens, mais certaines sont plus vulnérables que d'autres.
it: Le Organizzazioni che operano in Mega-Primus comprendono corporazioni, partiti politici, bande criminali e il Governo. Tutte queste strutture sono a rischio d'infiltrazione Aliena, e alcune sono più vulnerabili di altre.
ja_jp: メガプリムスで活動する組織は企業、政治団体、犯罪者のギャング、政府など様々なものが存在する。全ての組織はエイリアンの潜入の危険に晒されているが、一部の組織はそうした脅威に対し特に脆いようだ。
pl: Organizacje działające w mieście Mega-Primus dzielą się na korporacje, ugrupowania polityczne, gangi przestępcze i rząd. Wszystkie one zagrożone są infiltracją przez obcych, jednak niektóre z nich narażone są w większym stopniu niż inne.
pt_br: As organizações que operam em Mega-Primus consistem de corporações, grupos políticos, gangues criminosas e o governo. Todas elas estão sob risco de infiltração alienígena, mas algumas estão mais vulneráveis que outras.
ru_ru: В списке организаций, действующих в Мегапрайме, присутствуют корпорации, политические группировки, банды преступников и правительство. Все они подвергаются угрозе проникновения пришельцев, но некоторые более уязвимы к действиям инопланетян, чем прочие.

source: !!!Blank - Unused (WAS VIP TITLE PAGE)
cs: !!!Slepý - Nepoužito (BYLA TITULNÍ STRÁNKA VIP)
pl: Nieużywane (DAWNIEJ STRONA TYTUŁOWA VIP)
pt_br: !!!Em Branco - Não usado (ERA TÍTULO DA PÁGINA VIP)
ru_ru: !!!Пустая - Не используется (ПРЕДСТАВЛЯЛА СОБОЙ ТИТУЛЬНУЮ СТРАНИЦУ, ПОСВЯЩЕННУЮ VIP-ПЕРСОНАМ)

source: All results of Alien research are recorded here, including results of autopsies and analysis of living specimens.
cs: Zde jsou zaznamenány všechny výsledky výzkumu Cizáků a to jak jejich pitev, tak i analýzy živých jedinců.
de_de: Alle Ergebnisse der Alien-Forschung werden hier aufgezeichnet, wie beispielsweise Autopsieberichte und Untersuchungen lebender Spezies.
es: Aquí se graban todos los resultados de la investigación sobre alienígenas, incluyendo los resultados de las autopsias y análisis de especímenes vivos.
fr_fr: Tous les résultats concernant la recherche sur les aliens sont consignés ici, y compris les résultats d'autopsie et les analyses de spécimens vivants.
it: Tutti i risultati delle ricerche sugli Alieni, inclusi gli esiti delle autopsie e le analisi eseguite sugli esemplari viventi.
ja_jp: 解剖結果や生体の観察データを含むエイリアンに関する研究結果は全てここに記録される。
pl: Wszystkie wyniki badań nad obcymi są umieszczane tutaj, włącznie z wynikami sekcji zwłok i badań nad żywymi osobnikami.
pt_br: Todos os resultados de pesquisa sobre alienígenas estão registrados aqui, incluindo resultados de autópsias e análises de espécies vivas.
ru_ru: Все результаты исследования пришельцев сохраняются здесь, включая результаты вскрытий и анализа живых экземпляров.
