Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: Ammunition for the Laser Sniper Gun.
pt_br: Munição para a Pistola Laser de Longo Alcance Megapol.

source: The Megapol Auto Cannon is a bulky but versatile weapon. It can fire armor piercing rounds, high explosive shells or incendiary shells. It is best used at medium range with explosive or incendiary ammunition, or at close range with armor piercing rounds.
pt_br: O Auto-Canhão Megapol é uma arma volumosa, mas versátil. Ela pode lançar projéteis perfuradores de blindagens, de auto-explosivo, ou incendiários. Ela pode ser melhor aproveitada a médio alcance com munição explosiva ou incendiária, e a curto alcance com projéteis perfuradores de blindagens.

source: Armor piercing ammunition for the Auto Cannon.
pt_br: Munição perfuradora de blindagens para o Auto-Canhão.

source: High Explosive ammunition for the Auto Cannon.
pt_br: Munição de auto-explosivo para o Auto-Canhão.

source: Incendiary ammunition for the Auto Cannon.
pt_br: Munição incendiária para o Auto-Canhão.

source: An expensive but effective single-handed plasma weapon. Its small size and power make it a versatile weapon. It can be used effectively at long or short range and leaves one hand free to use other equipment or grenades.
pt_br: Uma arma de plasma cara, mas muito eficiente, empunhada com uma só mão. Seu pequeno tamanho e grande potência a tornam uma arma versátil. Ela pode ser usada com eficiência a curto ou longo alcance, e deixa uma mão livre para o uso de outros equipamentos, ou granadas.

source: Ammunition for the Plasma Gun.
pt_br: Munição para o Revólver de Plasma.

source: A guided missile launcher that can fire explosive or incendiary missiles. It is an extremely devastating device and should be used with extreme caution. It is unwieldy because of its bulk and Agents with heavy launchers should at least be equipped with a supplementary weapon such as the Megapol Lawpistol.
pt_br: Um lançador de mísseis guiados que pode disparar mísseis explosivos ou incendiários. É um dispositivo extremamente devastador, e deve ser usado com extremo cuidado. Ele é de difícil manejo, devido a seu tamanho, e Agentes com lançadores pesados devem ser equipados com ao menos uma arma suplementar, como a Pistola Megapol.

source: This conventional missile contains a highly effective gas which targets Alien life forms. The gas is harmless against humans and structures making it ideal for forcing Aliens to flee from cover.
pt_br: Este míssil convencional contém um gás altamente eficaz contra formas de vida Alienígenas. O gás é inofensivo para seres humanos e estruturas, tornando-o ideal para forçar Alienígenas a abandonar sua cobertura.

source: High explosive ammunition for the Heavy Launcher.
pt_br: Munição de alta explosão para o Lançador Pesado.

source: Incendiary ammunition for the Heavy Launcher.
pt_br: Munição incendiária para o Lançador Pesado.

source: A sophisticated single handed missile launcher. Although the guided missiles are small they are quite destructive.
pt_br: Um lançador de mísseis sofisticado, empunhado com uma só mão. Embora os mísseis guiados sejam pequenos, eles são bastante destrutivos.

source: Developed by X-COM to target Alien life forms. When the warhead explodes it releases a cloud of gas deadly to Aliens but harmless to humans.
pt_br: Desenvolvido pelo X-COM para atingir formas de vida Alienígena. Quando a ogiva explode, ela libera uma nuvem de gás mortal para os Alienígenas, mas inofensiva para seres humanos.

source: Explosive ammunition for the MiniLauncher.
pt_br: Munição explosiva para o Mini-Lançador.

source: Incendiary ammunition for the MiniLauncher.
pt_br: Munição incendiária para o Mini-Lançador.

source: The Stun Grapple is a powerful police weapon used for stunning and capturing prisoners. It is effective against Aliens but can only be activated at a very short range. Larger Aliens may need weakening before they can be stunned.
pt_br: O Bastão de Tonteio é uma potente arma policial, usada para tontear e capturar prisioneiros. Ela é eficaz contra Alienígenas, mas só pode ser usada a distâncias muito curtas. Alienígenas de maior porte podem precisar ser enfraquecidos, antes que possam ser tonteados..

source: A grenade which releases the X-COM developed anti-Alien gas. It does not harm humans or terrain but will be lethal for any Alien remaining within its dense gas cloud.
pt_br: Uma granada que libera o gás anti-Alienígenas desenvolvido pelo X-COM. Ela não causa qualquer efeito nocivo a humanos ou ao terreno, mas é letal contra qualquer Alienígena que fique dentro da densa nuvem de gás gerada por ela.

source: A device which causes a Psionic disruption blast. Any target with high Psionic capability is particularly vulnerable to Psi-grenades. The blast will drain Psi-energy and possibly render the target unconscious.
pt_br: Um dispositivo que causa uma rajada disruptora Psiônica. Qualquer alvo com grande capacidade Psiônica é particularmente vulnerável a granadas PSI. A rajada drena energia PSI, e pode deixar o alvo inconsciente.

source: An energy beam device which can render a target immobile for a short period of time. The target remains conscious but is unable to move or use equipment.
pt_br: Um dispositivo de raios energéticos que pode imobilizar um alvo por um curto período de tempo. O alvo permanece consciente, mas incapaz de se mover, ou de usar qualquer equipamento.

source: An X-COM weapon designed to shoot high powered projectiles containing anti-Alien toxic fluids. It is designed to cause minimal harm to other targets and is not very good at penetrating armor.
pt_br: Uma arma do X-COM projetada para disparar projéteis contendo fluidos tóxicos anti-Alienígenas com alta potência. Ela foi projetada para causar danos mínimos a outros alvos, e é fraca, em termos de penetração de blindagens.

source: Ammunition for Toxigun. It contains a lethal fast acting poison designed to target Alien life forms. It is not so effective against the more advanced bipedal Alien types.
pt_br: Munição para a Toxipistola. Ele contém um veneno letal de ação rápida, específico para formas de vida Alienígenas. Ele não é tão efetivo contra os tipos Alienígenas bípedes mais evoluídos.

source: Ammunition for Toxigun. It contains a lethal fast acting poison designed to target Alien lifeforms. It effectively renders the earlier A-type toxin obsolete because it is more powerful and more effective against the higher Alien life forms.
pt_br: Munição para a Toxipistola. Ele contém um veneno letal de ação rápida, específico para formas de vida Alienígenas. Este novo veneno, na verdade, tornou obsoleta a toxina tipo A, porque é mais poderoso e mais eficiente contra as formas de vida Alienígenas mais evoluídas.

source: Ammunition for Toxigun. A fast acting poison which targets all Alien life forms with equally devastating effects. This toxin effectively supersedes the A or B types.
pt_br: Munição para a Toxipistola. Ele contém um veneno letal de ação rápida, igualmente letal para todas as formas de vida Alienígenas. Esta toxina substitui efetivamente as toxinas tipo A e B.

source: Dimension Destabilizer
pt_br: Desestabilizador Dimensional

source: An X-COM developed Disruptor Beam weapon based on Alien technology. It is a faster firing and more effective weapon than the Devastator Cannon.
pt_br: Uma arma de Raio Disruptor desenvolvida pelo X-COM, com base na tecnologia Alienígena. Ela tem disparo rápido, e é uma arma mais efetiva que o Canhão Devastador.

source: The Mind Shield is an expensive, clumsy device which protects the wearer from Psionic attacks.
pt_br: O Escudo Mental é um dispositivo caro e desajeitado, que protege o usuário de ataques Psiônicos.

source: A Psionic projection device for psionically trained Agents. This device must be used in order to initiate Psionic attacks in combat situations. The target needs to be within clear line of sight of the operator before an attack can begin. The Agent has a choice of four different attacks of increasing difficulty. Psionic Probe reveals information about the target, Psionic Panic reduces morale, Psionic Stun will render the target unconscious and psionic control will allow complete control of the target.
pt_br: Um dispositivo de projeção mental para Agentes com treinamento Psiônico. Este aparelho deve ser usado para iniciar ataques Psiônicos em situações de combate. O alvo precisa estar no campo de visão do operador, sem obstruções, antes que ele possa iniciar um ataque. O Agente pode escolher dentre quatro tipos de ataque, de nível de dificuldade crescente: a Sonda Psiônica revela informações sobre o alvo, o Pânico Psiônico reduz o moral, o Tonteio Psiônico deixa o alvo inconsciente, e o Controle Psiônico controla completamente o alvo.

source: A close combat weapon that uses an Elerium Plasma Generator to enhance the blade. It is a very powerful device but can only be used against adjacent targets.
pt_br: Uma arma de combate corpo a corpo, que usa um Gerador de Plasma de Elério para aumentar o poder da lâmina. É um dispositivo bastante potente, mas só pode ser usado contra alvos adjacentes.

source: A compact but highly sophisticated life support kit. Wounds and bleeding can be healed quickly by injecting Nanobots into the bloodstream. When the device is activated the operator must select a part of the body affected by critical wounds. The device will cure these wounds quickly, but only if the Agent remains inactive while it is in operation.
pt_br: Um kit médico compacto, mas altamente sofisticado. Ferimentos e sangramentos podem ser curados rapidamente, injetando-se Nanobôs na corrente sanguínea. Quando o dispositivo é ativado, o operador tem que selecionar uma parte do corpo, afetada por ferimentos críticos. O aparelho curará estes ferimentos rapidamente, mas apenas se o Agente se mantiver inativo, enquanto ele estiver operando.

source: When this unit is activated the display shows anything moving relative to its position. The sensors can penetrate any kind of terrain.
pt_br: Quando esta unidade é ativada, o mostrador exibe qualquer coisa que se mova em relação à sua posição. Os sensores podem penetrar em qualquer tipo de terreno.

source: A grenade which disperses an incendiary agent, creating fires within a large radius. The incendiary grenade was originally created by Diablo and is popular with many of the city's criminal gangs.
pt_br: Uma granada que dispersa um agente incendiário, criando focos de incêndio em uma área ampla. A granada incendiária foi originalmente criada pela Diablo, e é popular entre muitas das organizações criminosas da cidade.

source: Megapol Armor
pt_br: Armadura Megapol

source: This is a standard issue armor which provides very effective protection but inhibits the wearer's speed. The leg, torso, arms and helmet are all separate components and can be mixed with other armor types. Under no circumstances should an Agent be sent into combat without full armor cover.
pt_br: É a armadura padrão, que fornece uma proteção bastante eficaz, mas inibe os movimentos do usuário. As pernas, tronco, braços e capacete são componentes independentes, que podem ser misturados com outros tipos de armaduras. Sob nenhuma circunstância um Agente deve ser enviado para combate sem uma armadura completa.

source: Marsec Armor
pt_br: Armadura MarSec

source: An expensive, Elerium powered armor system. This armor offers less protection than the Megapol armor on average but will not slow down the wearer so much. The expensive torso section also has an integrated levitation unit which will allow the wearer to fly or hover in the air. This is an extremely useful ability, but an airborne Agent will suffer an accuracy penalty while using weapons or throwing grenades.
pt_br: Um sistema de armadura mecanizado movido a Elério, de alto custo. Esta armadura fornece, em média, menos proteção que a armadura Megapol, mas não torna o usuário tão lento. A cara seção do tronco possui uma unidade de levitação integrada, que permite ao usuário voar ou pairar no ar. Esta é uma habilidade extremamente útil, mas um Agente no ar perde precisão quando usa armas ou lança granadas.

source: X-COM Disruptor Armor
pt_br: Armadura Disruptora X-COM

source: A lightweight armor developed by X-COM using Alien disruption field technology. This offers superb protection and excellent mobility.
pt_br: Uma armadura leve, desenvolvida pelo X-COM usando tecnologia de campo de disrupção Alienígena. Ela oferece uma excelente proteção, bem como ótima mobilidade.

source: The Disruptor Gun is a remarkable piece of technology. It propels a beam of sub-atomic particles at immense speeds and quantity. The chamber which generates the energy is an inter-dimensional device which materializes energy from an alternative dimension. The power source, once initiated, is self-perpetuating and no ammunition or energy pods are required to sustain the fire power. Our replicators can reproduce this technology fairly accurately.
pt_br: A Pistola Disruptora é um item de tecnologia notável. Ela lança um feixe de partículas subatômicas em velocidade e quantidade enorme. A câmara que gera a energia é um dispositivo interdimensional, que transfere energia de uma outra dimensão. A fonte de energia, uma vez iniciada, é perpétua, e nenhum pente de munição ou recarga de energia é necessário para manter o poder de fogo. Nossos replicadores podem reproduzir esta tecnologia de forma bastante acurada.

source: This is an immensely devastating version of the standard Disruptor Gun. Again it is based on the same inter-dimensional technology that seems to power the Dimension Gates. It is possible that these weapons are actually drawing power from some remote source connected by an inter-dimensional field. This amazing technology seems to be incongruous with the Aliens' organic weaponry and may originate from some other Alien intelligence.
pt_br: É uma versão extremamente destrutiva da Pistola Disruptora padrão. Ela também é baseada na tecnologia interdimensional que parece ser a fonte de energia dos Portais Dimensionais. É possível que estas armas, na verdade, obtenham sua energia de uma fonte remota, conectada através de um campo interdimensional. Esta surpreendente tecnologia parece ser incongruente com o armamento orgânico dos Alienígenas, e pode ter se originado de outra inteligência Alienígena.

source: The Boomeroid is a devastating and terrifying weapon. It is actually a semi-intelligent device that hurls itself towards any moving organic target and then explodes when it reaches a pre-set range.The Boomeroid has to be primed for explosion proximity as well as time delay.
pt_br: O Bumeroide é uma arma terrível e devastadora. Ele é, na verdade, um dispositivo semi-inteligente que se lança contra qualquer alvo orgânico móvel, e então explode, quando alcança uma distância pré-definida. Um Bumeroide pode ser ajustado para explosão por proximidade, bem como por tempo.

source: This weapon is an organic launcher for Brainsucker Pods. If the pod lands within the vicinity of a human target it will burst open and the Brainsucker will attack the victim. It is not a useful weapon for us to replicate, even if it were possible.
pt_br: Esta arma é um lançador orgânico de Casulos de Sugadores de Cérebros. Se o casulo pousar nas proximidades de um alvo humano, ele se abrirá, e o Sugador de Cérebros atacará a vítima. Ela não é uma arma que nos seja útil replicar, mesmo que isto fosse possível.

source: This weapon is essentially an organism that is genetically engineered to launch a living missile which flies directly towards its chosen target. The missile then erupts and a foul smelling sticky goo smothers the unfortunate victim. The substance is a combination of enzymes and acids that can erode metallic or organic compounds. Unfortunately this weapon is not very effective against Aliens and we cannot replicate it.
pt_br: Esta arma é essencialmente um organismo criado por engenharia genética, para lançar um míssil que voa diretamente para o alvo designado. O míssil então estoura, e uma substância pegajosa de cheiro desagradável é jogada sobre a vítima. A substância é uma combinação de enzimas e ácidos que podem corroer tanto compostos metálicos quanto orgânicos. Esta arma não é muito eficaz contra Alienígenas, e nós não estamos em condições de replicá-la.

source: The pod is a genetically engineered missile that flies directly towards a target. It is fired from the Entropy Launcher.
pt_br: Este casulo é um míssil criado por engenharia genética, que voa diretamente para o alvo. Ele é disparado de um Lançador de Entropia.

source: This launcher propels devastating Dimension Missiles which contain an immensely powerful explosive system. The missile is guided to its target and is very accurate at long ranges. The technology is reproducible and quite distinct from the organic weaponry that is used by most Aliens.
pt_br: Este lançador dispara devastadores Mísseis Dimensionais, que contêm um sistema explosivo extremamente poderoso. O míssil é guiado para seu alvo, e é muito preciso, mesmo a longo alcance. A tecnologia é reprodutível e bastante distinta dos armamentos orgânicos usados pela maioria dos Alienígenas.

source: The missile explodes with devastating power. It seems to use an inter-dimensional flux to suck in anti-matter from an alternate dimension. This instantly generates an atomic reaction which destroys the missile and most of its surrounding matter. It should not be used in situations where buildings and civilians need to be protected.
pt_br: Este míssil explode com poder devastador. Ele parece usar um fluxo interdimensional para sugar anti-matéria de uma outra dimensão. Isto causa imediatamente uma reação atômica que destrói o míssil e a maior parte da matéria perto dele. Ele não deve ser usado em casos em que edificações e civis precisam ser protegidos.

source: This explosive device uses a tiny dimensional flux generator which allows anti-matter to seep through a tiny dimensional warp. The resultant explosion is very powerful.
pt_br: Este dispositivo explosivo usa um gerador de fluxo dimensional minúsculo, que permite que anti-matéria infiltre-se por uma descontinuidade dimensional. A explosão resultante é muito poderosa.

source: The Personal Disruptor Shield generates an energy field which warps the space around the user. This causes beams or projectiles to be deflected and dissipated. Any hit causes the shield's energy to drain and if it reaches a critically low level it will malfunction. It is a highly sophisticated device that we can reproduce only with great effort.
pt_br: O Escudo Disruptor Pessoal gera um campo de energia que dobra o espaço ao redor do usuário. Isto faz com que raios ou projéteis sejam desviados e dissipados. Qualquer impacto, no entanto, drena energia do escudo, e se ela chega a um nível crítico muito baixo, o escudo falha. Ele é um dispositivo altamente sofisticado, que nós só conseguimos reproduzir com um grande esforço.

source: This extraordinary device uses inter-dimensional capability to transport the user over short distances via a dimensional flux. The energy level depletes according to the distance jumped, but it recovers over time.
pt_br: Este dispositivo extraordinário usa recursos interdimensionais para transportar o usuário a curtas distâncias, através de um fluxo dimensional. O nível de energia baixa de acordo com a distância "saltada", mas ele é recomposto, ao longo do tempo.

source: The Personal Cloaking Field generates a warping effect that bends various wave forms. Effectively this means that the user is considerably less visible to radar, infra-red and visual sighting. The field is disabled temporarily if the user initiates combat.
pt_br: Um Campo de Camuflagem Pessoal gera um efeito de distorção, que curva diversos tipos de ondas eletromagnéticas. Na prática, isto significa que o usuário é consideravelmente menos suscetível à detecção visual, por infravermelho ou por radar. O campo é desabilitado temporariamente se o usuário entra em combate.

source: The Alien genetic structure
pt_br: A Estrutura Genética dos Alienígenas

source: Our initial results show that the distinct Alien life forms are related genetically and form part of a complex life cycle.
pt_br: Nossos resultados iniciais mostram que as diversas formas de vidas Alienígenas estão geneticamente relacionadas, e são parte de um ciclo de vida complexo.

source: The Alien life cycle
pt_br: O ciclo de vida Alienígena

source: It is clear that the Alien life cycle is an extremely rapid sequence of changes. The eggs always develop into Multiworms which then give birth to Hyperworms which form a Chrysalis. At this stage the genetic variation produces a variety of Alien types which develop inside the Chrysalis. The whole process from the egg hatching to emergence from the Chrysalis only seems to take about ten days, provided that there is an adequate supply of food. Fortunately these life forms do not survive very well in our world and it is unclear how an invasion could be successful.
pt_br: Está claro que o ciclo de vida Alienígena é uma sequência de mudanças extremamente rápida. Os ovos sempre se desenvolvem em Multivermes, que dão a luz a Hipervermes, que formam Crisálidas. Neste estágio, a variação genética produz diversos tipos distintos de Alienígenas, que se desenvolvem dentro da Crisálida. O processo completo, da incubação do ovo até a saída da Crisálida, parece levar cerca de dez dias, desde que haja um suprimento de alimentos adequado. Felizmente, estas formas de vida não sobrevivem por muito tempo em nosso mundo, e não está claro como uma invasão poderia ser bem-sucedida.

source: It is now clear to us that the Micronoid organisms are the source of the Alien intelligence and they are using the various Alien forms to initiate an assault on our dimension. The large Alien life forms cannot survive in our dimension - the Micronoids must transfer to a new host in order to conquer our world and the ideal host is our own race. Brainsuckers are used to introduce Micronoids into the human bloodstream which then gain control of the brain and have access to all the knowledge and abilities of the host. We now understand the physiology of the Micronoids sufficiently in order to develop a specific toxin that will kill the organisms in the bloodstream.
pt_br: Está claro, agora, que os organismos Micronoides são a fonte da inteligência Alienígena, e que eles estão usando as diversas formas de vida Alienígena para iniciar um ataque a nossa dimensão. As formas de vida Alienígenas de maior porte não são capazes de sobreviver em nossa dimensão - os Micronoides têm que se transferir para um novo hospedeiro, para conquistar nosso mundo. Para tal, o hospedeiro ideal é nossa própria raça. Sugadores de Cérebros são usados para injetar Micronoides na corrente sanguínea humana, os quais então tomam o controle do cérebro e ganham acesso a todo o conhecimento e habilidades do hospedeiro. Nós agora conhecemos o suficiente da fisiologia dos Micronoides para desenvolver uma toxina específica, que matará os organismos na corrente sanguínea.

source: The Dimension Gates appear to be the means by which the Alien craft travel from their home world. Our craft cannot travel through these gates without being annihilated by an anti-matter implosion. We must disable a UFO and recover its control systems, propulsion systems and power sources for research.
pt_br: Os Portais Dimensionais parecem ser o meio pelo qual as naves Alienígenas se deslocam a partir de seu mundo natal. Nossos veículos não são capazes de se deslocar através destes portais sem serem aniquilados por uma implosão de anti-matéria. Nós temos que capturar um OVNI e recuperar seus sistemas de controle e propulsão e suas fontes de energia, para fins de pesquisa.
