Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: #This displays a list of Bio-Scientists available for recruitment, or currently employed at the selected base.
cs: #Toto ukazuje list dostupných Bio-Chemiků k najmutí, nebo právě zaměstnaný ve vybrané základně.
de_de: Hier erscheint eine Liste der Biochemiker, die derzeit angeworben werden können oder bereits in der gewählten Basis beschäftigt sind.
es: #Este displays a list of Bio-Scientists available for recruitment, or currently employed at el selected base.
fr_fr: #Ceci affiche une liste des bio-scientifiques disponibles pour le recrutement, ou actuellement employés dans la base sélectionnée.
it: #Mostra una lista dei biochimici disponibili per il reclutamento, o di quelli impiegati nella base selezionata.
ja_jp: 雇用可能もしくは選択中の基地で雇用済みの生化学者がリスト表示されます。
pl: #Wyświetla listę biochemików dostępnych do rekrutacji lub obecnie zatrudnionych w wybranej bazie.
pt_br: #Exibe uma lista de Biocientistas disponíveis para recrutamento ou atualmente empregados na base selecionada.
ru_ru: #Отображает список доступных для найма или уже имеющихся на выбранной базе биологов.

source: #This displays a list of Quantum-Scientists available for recruitment, or currently employed at the selected base.
cs: #Toto ukazuje list dostupných Kvantových-Vědců k najmutí, nebo právě zaměstnaný ve vybrané základně.
de_de: Hier erscheint eine Liste der Quantenphysiker, die derzeit angeworben werden können oder bereits in der gewählten Basis beschäftigt sind..
es: #Este displays a list of Quantum-Scientists available for recruitment, or currently employed at el selected base.
fr_fr: #Ceci affiche une liste des scientifiques quantiques disponibles pour le recrutement, ou actuellement employés dans la base sélectionnée.
it: #Mostra una lista dei fisici quantistici disponibili per il reclutamento, o di quelli impiegati nella base selezionata.
ja_jp: 雇用可能もしくは選択中の基地で雇用済みの量子力学者がリスト表示されます。
pl: #Wyświetla listę fizyków kwantowych dostępnych do rekrutacji lub obecnie zatrudnionych w wybranej bazie.
pt_br: #Exibe uma lista de cientistas quânticos disponíveis para recrutamento ou atualmente empregados na base selecionada.
ru_ru: #Отображает список доступных для найма или уже имеющихся на выбранной базе квантовых физиков.

source: #When the agility button is set the bar graphs show the relative agility of the listed agents.
cs: #Když tlačítko hbitosti je nastaveno tabulka grafů ukazuje relativní hbitost agentů v seznamu.
de_de: Wird die Schaltfläche 'Geschicklichkeit' aktiviert, zeigt das Balkendiagramm die relative Geschicklichkeit der aufgelisteten Agenten.
es: #When el agility button es set el bar graphs show el relative agility del listed agents.
fr_fr: #Quand le bouton Agilité est activé, les graphiques indiquent le niveau d'agilité des agents sur la liste.
it: #Quando viene selezionato il pulsante dell'agilità il grafico a barre mostra i dati relativi agli agenti elencati.
ja_jp: 機敏のボタンを押すとリスト内のエージェント達の機敏さが棒グラフで比較表示されます。
pl: #Przy włączonym przycisku zwinności wykres słupkowy pokazuje względną Zwinność agentów.
pt_br: #Quando o botão de agilidade é ligado, o gráfico mostra a agilidade relativa dos agentes listados.
ru_ru: #При нажатии на кнопку «Ловкость» отобразится сравнительная диаграмма ловкости оперативников.

source: #When the stamina button is set the bar graphs show the relative stamina of the listed agents.
cs: #Když tlačítko výdrže je nastaveno tabulka grafů ukazuje relativní výdrž agentů v seznamu.
de_de: Wird die Schaltfläche 'Ausdauer' aktiviert, zeigt das Balkendiagramm die relative Ausdauer der aufgelisteten Agenten.
es: #When el stamina button es set el bar graphs show el relative stamina del listed agents.
fr_fr: #Quand le bouton Endurance est activé, les graphiques indiquent le niveau de résistance des agents sur la liste.
it: #Quando viene selezionato il pulsante della resistenza il grafico a barre mostra i dati relativi agli agenti elencati.
ja_jp: スタミナのボタンを押すとリスト内のエージェント達のスタミナが棒グラフで比較表示されます。
pl: #Przy włączonym przycisku kondycji wykres słupkowy pokazuje względną Kondycję agentów.
pt_br: #Quando o botão de resistência é ligado, o gráfico mostra a resistência relativa dos agentes listados.
ru_ru: #При нажатии на кнопку «Выносливость» отобразится сравнительная диаграмма выносливости оперативников.

source: #When the reactions button is set the bar graphs show the relative reaction ratings of the listed agents.
cs: #Když tlačítko reakce je nastaveno tabulka grafů ukazuje relativní reakční hodnocení agentů v seznamu.
de_de: Wird die Schaltfläche 'Reaktionen' aktiviert, zeigt das Balkendiagramm die relative Reaktionsfähigkeit der aufgelisteten Agenten.
es: #When el reactions button es set el bar graphs show el relative reaction ratings del listed agents.
fr_fr: #Lorsque le bouton Réactions est activé, les graphiques indiquent le niveau de réaction des agents sur la liste.
it: #Quando viene selezionato il pulsante della reazione il grafico a barre mostra i dati relativi agli agenti elencati.
ja_jp: 反応のボタンを押すとリスト内のエージェント達の反応力が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku refleksu wykres słupkowy pokazuje względny Refleks agentów.
pt_br: #Quando o botão de reações é ligado, o gráfico mostra os índice de reações relativos dos agentes listados.
ru_ru: #При нажатии на кнопку «Реакция» отобразится сравнительная диаграмма реакции оперативников.

source: #When the strength button is set the bar graphs show the relative strengths of the listed agents.
cs: #Když tlačítko síly je nastaveno tabulka grafů ukazuje relativní síly agentů v seznamu.
de_de: Wird die Schaltfläche 'Kraft' aktiviert, zeigt das Balkendiagramm die relative Kraft der aufgelisteten Agenten.
es: #When el strength button es set el bar graphs show el relative strengths del listed agents.
fr_fr: #Quand le bouton Force est activé, les graphiques indiquent le niveau de force des agents sur la liste.
it: #Quando viene selezionato il pulsante della forza il grafico a barre mostra i dati relativi agli agenti elencati.
ja_jp: 筋力のボタンを押すとリスト内のエージェント達の筋力が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku siły wykres słupkowy pokazuje względną Siłę agentów.
pt_br: #Quando o botão de força é ligado, o gráfico mostra a força relativa dos agentes listados.
ru_ru: #При нажатии на кнопку «Сила» отобразится сравнительная диаграмма силы оперативников.

source: #When the Psi button is set the bar graphs show the relative Psionic ability of the listed agents.
cs: #Když tlačítko Psioniky je nastaveno tabulka grafů ukazuje relativní psionické schopnosti agentů v seznamu.
de_de: Wird die Schaltfläche 'Psi' aktiviert, zeigt das Balkendiagramm die relativen psionischen Fähigkeiten der aufgelisteten Agenten.
es: #When el Psi button es set el bar graphs show el relative Psionic ability del listed agents.
fr_fr: #Quand le bouton Psi est activé, les graphiques indiquent le niveau de capacité psionique des agents sur la liste.
it: #Quando viene selezionato il pulsante dell'abilità psichica il grafico a barre mostra i dati relativi agli agenti elencati.
ja_jp: Psiボタンを押すとリスト内のエージェント達のPsi能力が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku psi wykres słupkowy pokazuje względne Psi agentów.
pt_br: #Quando o botão de Psi é ligado, o gráfico mostra a habilidade Psiônica relativa dos agentes listados.
ru_ru: #При нажатии на кнопку «Пси-способности» отобразится сравнительная диаграмма пси-способностей оперативников.

source: #When the accuracy button is set the bar graphs show the relative ability to use ranged weapons for the listed agents.
cs: #Když tlačítko přesnosti je nastaveno tabulka grafů ukazuje relativní schopnost používat zbraně na dálku pro agenty v seznamu.
de_de: Wird die Schaltfläche 'Treffsicherheit' aktiviert, zeigt das Balkendiagramm die relative Fähigkeit der aufgelisteten Agenten, Waffen mit bestimmter Reichweite zu handhaben.
es: #When el accuracy button es set el bar graphs show el relative ability to use ranged weapons for el listed agents.
fr_fr: #Quand le bouton Précision est activé, les graphiques indiquent le niveau de précision des agents sur la liste.
it: #Quando viene selezionato il pulsante della precisione il grafico a barre mostra i dati relativi agli agenti elencati.
ja_jp: 命中精度のボタンを押すとリスト内のエージェント達の命中精度が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku celności wykres słupkowy pokazuje względną Celność agentów.
pt_br: #Quando o botão de precisão é ligado, o gráfico mostra a habilidade de usar armas de fogo relativa dos agentes listados.
ru_ru: #При нажатии на кнопку «Точность» отобразится сравнительная диаграмма навыков использования дальнобойного оружия оперативников.

source: #When the piloting button is set the bar graphs show the relative driving/flying skills of the listed agents.
cs: #Když tlačítko pilotování je nastaveno tabulka grafů ukazuje relativní řídicí/látací schopnosti agentů v seznamu.
de_de: Wird die Schaltfläche 'Fahrzeugführung' aktiviert, zeigt das Balkendiagramm die relativen Flug-/Fahrfähigkeiten der aufgelisteten Agenten.
es: #When el piloting button es set el bar graphs show el relative driving/flying skills del listed agents.
fr_fr: #Quand le bouton Pilotage est activé, les graphiques indiquent la capacité à piloter des agents sur la liste
it: #Quando viene selezionato il pulsante del pilotaggio il grafico a barre mostra i dati relativi agli agenti elencati.
ja_jp: 運転のボタンを押すとリスト内のエージェント達の陸空の運転能力が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku pilotażu wykres słupkowy pokazuje względny pilotaż agentów.
pt_br: #Quando o botão de pilotagem é ligado, o gráfico mostra as habilidades de direção/voo relativas dos agentes listados.
ru_ru: #При нажатии на кнопку «Управление ТС» отобразится сравнительная диаграмма навыков управления наземными ТС и ЛА оперативников.

source: #When this button is set, the graph shows the relative perception levels of the listed scientists.
cs: #Když toto tlačítko je nastaveno, graf ukáže relativní úrovně vnímaní vědců v seznamu.
de_de: Wird diese Schaltfläche aktiviert, zeigt das Balkendiagramm die relative Wahrnehmungsfähigkeit der aufgelisteten Wissenschaftler.
es: #When este button es set, el graph shows el relative perception levels del listed scientists.
fr_fr: #Quand ce bouton est activé, le graphique montre les niveaux de perception des scientifiques sur la liste.
it: #Quando viene premuto il pulsante, il grafico evidenzia il livello di percezione degli scienziati elencati..
ja_jp: このボタンを押すとリスト内の科学者達の知覚力が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku wykres pokazuje względny poziom Percepcji naukowców.
pt_br: #Quando este botão é ligado, o gráfico mostra a percepção relativa dos cientistas listados.
ru_ru: #При нажатии на эту кнопку отобразится сравнительная диаграмма уровня восприятия ваших ученых.

source: #When this button is set, the graph shows the Biochemistry competency level of the listed scientists.
cs: #Když toto tlačítko je nastaveno, graf ukáže úrovně kompetence Biochemických vědců v seznamu.
de_de: Wird diese Schaltfläche aktiviert, zeigt das Balkendiagramm die relative Kompetenz der aufgelisteten Wissenschaftler im Bereich Biochemie.
es: #When este button es set, el graph shows el Biochemistry competency level del listed scientists.
fr_fr: #Quand ce bouton est activé, le graphique montre les niveaux de compétence en biochimie des scientifiques sur la liste.
it: #Quando viene premuto il pulsante, il grafico evidenzia il livello di competenza biochimica degli scienziati elencati.
ja_jp: このボタンを押すとリスト内の科学者達の生化学への習熟度が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku wykres pokazuje względny poziom umiejętności naukowców w dziedzinie biochemii.
pt_br: #Quando este botão é ligado, o gráfico mostra o nível de competência em bioquímica relativo dos cientistas listados.
ru_ru: #При нажатии на эту кнопку отобразится уровень способностей к биохимии ваших ученых.

source: #When this button is set, the graph shows the Quantum mechanics competency levels of the listed scientists.
cs: #Když toto tlačítko je nastaveno, graf ukáže úrovně kompetence Kvantových mechaniků v seznamu.
de_de: Wird diese Schaltfläche aktiviert, zeigt das Balkendiagramm die relative Kompetenz der aufgelisteten Wissenschaftler im Bereich Quantenmechanik.
es: #When este button es set, el graph shows el Quantum mechanics competency levels del listed scientists.
fr_fr: #Quand ce bouton est activé, le graphique montre les niveaux de compétence en physique quantique des scientifiques sur la liste.
it: #Quando viene premuto il pulsante, il grafico evidenzia il livello di competenza in fisica quantistica degli scienziati elencati.
ja_jp: このボタンを押すとリスト内の科学者達の量子力学への習熟度が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku wykres pokazuje względny poziom umiejętności naukowców w dziedzinie fizyki kwantowej.
pt_br: #Quando este botão é ligado, o gráfico mostra o nível de competência em mecânica quântica relativo dos cientistas listados.
ru_ru: #При нажатии на эту кнопку отобразится уровень способностей к квантовой механики ваших ученых.

source: #When this button is set, the graph shows the engineering skill level of the listed scientists.
cs: #Když toto tlačítko je nastaveno, graf ukáže inženýrské úrovně zkušeností vědců v seznamu.
de_de: Wird diese Schaltfläche aktiviert, zeigt das Balkendiagramm die relative Kompetenz der aufgelisteten Wissenschaftler im technischen Bereich.
es: #When este button es set, el graph shows el engineering skill level del listed scientists.
fr_fr: #Quand ce bouton est activé, le graphique montre le niveau d'adresse technique des scientifiques sur la liste.
it: #Quando viene premuto il pulsante, il grafico evidenzia il livello di abilità ingegneristica degli scienziati elencati.
ja_jp: このボタンを押すとリスト内の技術者達の技術力が棒グラフで比較表示されます。
pl: #Przy włączonym przycisku wykres pokazuje względny poziom umiejętności naukowców w dziedzinie inżynierii.
pt_br: #Quando este botão é ligado, o gráfico mostra o nível de habilidade em engenharia relativo dos cientistas listados.
ru_ru: #При нажатии на эту кнопку отобразится сравнительная диаграмма инженерных навыков ваших ученых.

source: This button skips to the previous UFOpaedia section.
cs: Toto tlačítko přeskočí předešlou sekci UFOpédie.
de_de: Diese Schaltfläche führt zum vorigen Abschnitt der UFOpädie.
es: Este botón pasa a la sección UFOpedia anterior.
fr_fr: Ce bouton permet de revenir à la section précédente de l'OVNIpédie.
it: Questo pulsante fa tornare alla sezione precedente dell'UFOpaedia.
ja_jp: このボタンでUFOペディアの前の項目をスキップします
pl: Ten przycisk odsyła do poprzedniej sekcji Ufopedii.
pt_br: Este botão pula para a seção anterior da UFOpédia.
ru_ru: Эта кнопка позволяет перейти к предыдущему разделу УФОпедии.

source: This button skips to the previous UFOpaedia page.
cs: Toto tlačítko přeskočí předešlou stránku UFOpédie.
de_de: Diese Schaltfläche führt zur vorigen Seite der UFOpädie.
es: Este botón pasa a la anterior página UFOpedia.
fr_fr: Ce bouton permet de revenir à la page précédente de l'OVNIpédie.
it: Questo pulsante fa tornare alla pagina precedente dell'UFOpaedia.
ja_jp: このボタンでUFOペディアの前のページをスキップします
pl: Ten przycisk odsyła do poprzedniej strony Ufopedii.
pt_br: Este botão pula para a página anterior da UFOpédia.
ru_ru: Эта кнопка позволяет перейти к предыдущей странице УФОпедии.

source: This button skips to the next UFOpaedia page.
cs: Toto tlačítko přeskočí další stránku UFOpédie.
de_de: Diese Schaltfläche führt zur nächsten Seite der UFOpädie.
es: Este botón pasa a la siguiente página UFOpedia.
fr_fr: Ce bouton permet de passer à la page suivante de l'OVNIpédie.
it: Questo pulsante attiva la prossima pagina dell'UFOpaedia.
ja_jp: このボタンでUFOペディアの次のページに移ります。
pl: Ten przycisk odsyła do następnej strony Ufopedii.
pt_br: Este botão pula para a próxima página da UFOpédia.
ru_ru: Эта кнопка позволяет перейти к следующей странице УФОпедии.

source: This button skips to the next UFOpaedia section.
cs: Toto tlačítko přeskočí do další sekce UFOpédie.
de_de: Diese Schaltfläche führt zum nächsten Abschnitt der UFOpädie.
es: Este botón pasa a la sección UFOpedia siguiente.
fr_fr: Ce bouton permet de passer à la section suivante de l'OVNIpédie.
it: Questo pulsante attiva la prossima sezione dell'UFOpaedia.
ja_jp: このボタンでUFOペディアの次の項目に移動します。
pl: Ten przycisk odsyła do następnej sekcji Ufopedii.
pt_br: Este botão pula para a próxima seção da UFOpédia.
ru_ru: Эта кнопка позволяет перейти к следующему разделу УФОпедии.

source: This button exits the UFOpaedia and returns you to what you where doing before.
cs: Toto tlačítko odejde od UFOpédie a vrátí vás k tomu co jste předtím dělali.
de_de: Mit dieser Schaltfläche verlassen Sie die UFOpädie und kehren zum vorigen Spielabschnitt zurück.
es: Este botón sale de la UFOpedia y te devuelve a lo que estuvieras haciendo = anteriormente.
fr_fr: Ce bouton permet de quitter l'OVNIpédie et de reprendre ce que vous faisiez précédemment.
it: Questo pulsante chiude l'UFOpaedia e fa tornare al gioco, nella stessa sezione in cui vi trovavate prima.
ja_jp: このボタンを押すとUFOペディアを抜け、直前の画面に戻ります。
pl: Ten przycisk wyłącza Ufopedię i przywraca poprzedni ekran.
pt_br: Este botão sai da UFOpédia e volta ao que você estava fazendo antes.
ru_ru: Эта кнопка позволяет выйти из УФОпедии и возвращает вас на тот экран, где вы находились до того, как открыли ее.

source: Error
cs: Chyba
de_de: Fehler
fr_fr: Erreur
it: Errore
ja_jp: エラー発生
pl: Błąd
pt_br: Erro
ru_ru: Ошибка

source: No living space
cs: Žádné ubytovací místo
de_de: Kein Wohnraum
es: No queda espacio para vivir
fr_fr: Pas d'espace d'habitation
it: Spazio abitativo esaurito
ja_jp: 居住区が足りません
pl: Brak kwater mieszkalnych
pt_br: Sem espaço de vivência
ru_ru: Недостаточно жилых мест

source: Not enough money
cs: Nedostatek peněz
de_de: Nicht genug Geld
es: No hay suficiente dinero
fr_fr: Pas assez d'argent
it: Soldi insufficienti
ja_jp: 資金が不足しています
pl: Niewystarczające fundusze
pt_br: Sem dinheiro suficiente
ru_ru: Недостаточно денег

source: Base already selected
cs: Báze je již vybraná
de_de: Basis bereits gewählt
es: Base ya seleccionada
fr_fr: Base déjà sélectionnée
it: La base è già selezionata
ja_jp: 基地は既に選択されています
pl: Baza już zaznaczona
pt_br: Base já selecionada
ru_ru: База уже выбрана

source: No Transports available
cs: Žádný dostupný transport
de_de: Kein Transport verfügbar
es: No Hay Transporte disponible
fr_fr: Pas de transport disponible
it: Non ci sono trasporti disponibili
ja_jp: 使用可能な輸送機がありません
pl: Brak dostępnego transportu
pt_br: Sem transportes disponíveis
ru_ru: Нет свободного транспорта

source: No Transport space available
cs: Žádný transportní prostor
de_de: Kein Transportraum verfügbar
es: No Hay Espacio de Transporte disponible
fr_fr: Pas d'espace de transport disponible
it: I trasporti sono a pieno carico
ja_jp: 輸送機の貨物スペースが不足しています
pl: Brak przestrzeni transportowej
pt_br: Sem transportes espaciais disponíveis
ru_ru: Недостаточно место на транспорте

source: No room
cs: Není místo
de_de: Kein Platz
es: No hay espacio
fr_fr: Pas d'espace
it: Non c'è spazio
ja_jp: 空き地不足
pl: Brak miejsca
pt_br: Sem espaço
ru_ru: Нет помещений

source: Not enough parts
cs: Nedostatek částí
de_de: Nicht genügend Teile
es: No hay suficientes piezas
fr_fr: Pas assez de pièces
it: Non ci sono abbastanza componenti
ja_jp: 部品不足
pl: Niewystarczający zapas części
pt_br: Sem partes suficientes
ru_ru: Недостаточно запчастей

source: Not enough space
cs: Málo prostoru
de_de: Nicht genug Platz
es: No hay espacio suficiente
fr_fr: Pas assez d'espace
it: Non c'è abbastanza spazio
ja_jp: スペース不足
pl: Niewystarczająca ilość miejsca
pt_br: Sem espaço suficiente
ru_ru: Недостаточно места

source: No Agents Selected
cs: Žádní Agenti Vybráni
de_de: Keine Agenten gewählt
es: No Hay Agentes Seleccionados
fr_fr: Pas d'agent sélectionné
it: Nessun agente selezionato
ja_jp: エージェントが選択されていません
pl: Brak zaznaczonych agentów
pt_br: Nenhum agente selecionado
ru_ru: Не выбраны оперативники

source: Out of money
cs: Bez peněz
de_de: Kein Geld mehr
es: No queda dinero
fr_fr: Plus d'argent
it: Soldi esauriti
ja_jp: 資金不足
pl: Koniec funduszy
pt_br: Sem dinheiro
ru_ru: Закончились деньги

source: File not found
cs: Soubor nenalezen
de_de: Datei nicht gefunden
es: Fichero no encontrado
fr_fr: Fichier non trouvé
it: File non trovato
ja_jp: ファイルが見つかりません
pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
ru_ru: Файл не найден

source: Equipment in use
cs: Vybavení se používá
de_de: Ausrüstung wird verwendet
es: Equipo en uso
fr_fr: Équipement en cours d'utilisation
it: Equipaggiamento in uso
ja_jp: 既に装備されています
pl: Wyposażenie w użyciu
pt_br: Equipamento em uso
ru_ru: Оборудование уже используется

source: Cannot create scenario
cs: Nelze vytvořit scénář
de_de: Szenario kann nicht erstellt werden
es: No se puede crear escenario
fr_fr: Impossible de créer scénario
it: Impossibile creare scenario
ja_jp: シナリオ作成に失敗
pl: Nie można utworzyć scenariusza
pt_br: Não pode criar cenário
ru_ru: Не удалось создать сценарий

source: Alien artifact
cs: Cizácký artefakt
de_de: Alien-Artefakt
es: Artefacto Alienígena
fr_fr: Objet alien
it: Artefatto Alieno
ja_jp: エイリアンの航空機
pl: Obcy artefakt
pt_br: Artefato alienígena
ru_ru: Артефакт пришельцев

source: Map too small
cs: Mapa příliš malá
de_de: Karte zu klein
es: Mapa demasiado pequeño
fr_fr: Carte trop petite
it: Mappa troppo piccola
ja_jp: マップが小さすぎます
pl: Za mała mapa
pt_br: Mapa muito pequeno
ru_ru: Карта слишком маленькая

source: An unlisted error has occured.
cs: Zjištěna neuvedená chyba.
de_de: Nicht spezifizierter Fehler.
es: Ha ocurrido un error no descrito.
fr_fr: Une erreur qui n'est pas sur la liste vient de se produire.
it: Si è verificato un errore ignoto.
ja_jp: 不明なエラーの発生
pl: Wystąpił nieokreślony błąd.
pt_br: Erro desconhecido ocorreu
ru_ru: Произошла неизвестная ошибка.

source: You will need to build more living space, or sack some agents before recruiting more staff.
cs: Aby byl možný další nábor, je třeba zvětšit ubytovací kapacitu, nebo propustit pár agentů.
de_de: Sie müssen mehr Wohnquartiere bauen oder einige Agenten entlassen, bevor Sie weitere Mitglieder anwerben können.
es: Tendrás que construir más alojamiento, o eliminar algunos agentes antes de reclutar a más personal.
fr_fr: Il vous faut construire davantage d'espace d'habitation, ou renvoyer des agents, avant de recruter du nouveau personnel.
it: Devi costruire altre unità abitative oppure licenziare qualcuno prima di assumere altro personale.
ja_jp: 新規に雇用する前に居住区を増築するか既存のスタッフを解雇してください
pl: Przed wynajęciem musisz zbudować więcej kwater mieszkalnych albo zwolnić część personelu.
pt_br: Você terá que construir mais espaços de vivência ou demitir algum agente antes de recrutar mais pessoal.
ru_ru: Вы должны построить больше жилых помещений или уволить кого-то из действующего персонала перед наймом новых сотрудников.

source: You cannot afford to employ any more staff.
cs: Více personálu již není možné najmout.
de_de: Sie können es sich nicht leisten, weitere Mitglieder einzustellen.
es: No te puedes permitir reclutar a más personal.
fr_fr: Vous ne pouvez pas vous permettre d'employer plus de personnel.
it: Non ti puoi permettere di assumere altro personale.
ja_jp: 雇用資金が足りません
pl: Niewystarczające fundusze na zatrudnienie dodatkowego personelu.
pt_br: Você não tem dinheiro para mais funcionários.
ru_ru: Вы не можете нанять дополнительный персонал.
