Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The first wave of Alien incursions resulted in many genetic experiments involving crossbreeding humans and the Alien species known as Sectoids. These hybrids have survived in human society, but they have been denied the right to procreate within the city. They also suffer discrimination in employment and education. Although they are genetically almost identical to humans, they retain some Alien facial characteristics and are renowned (and distrusted) for their Psionic abilities. Hybrids Psionic abilities may well prove useful to X-COM in the war against the Aliens. The Mutant Alliance is active in city politics and promotes the concerns of the hybrid community.
cs: První vlna cizáckých nájezdů měla za následek množství genetických experimentů, zahrnujících křížení lidí s cizáckým druhem známým jako Sektoid. Tito hybridé dosud přežívají v lidské společnosti, ale v oblasti města jsou zbaveni práv na rozmnožování. Rovněž velmi trpí diskriminací v zaměstnání a vzdělávání. Přestože jsou geneticky téměř shodní s lidmi, přesto mají jejich obličeje charakteristické cizácké rysy. Kromě toho jsou známí svými psionickými schopnostmi, pro které jim veřejnost nedůvěřuje. Právě psionické schopnosti Hybridů mohou být pro X-COM velmi užitečné proti Cizákům. Mutant Aliance je aktívní politickou stranou propagující zájmy své menšiny.
de_de: Die erste Welle von Alien-Übergriffen zog eine Reihe genetischer Experimente nach sich, bei denen Menschen mit einer Außerirdischen-Spezies namens Sektoiden gekreuzt wurden. Diese Hybriden haben in der menschlichen Gesellschaft überlebt, die Fortpflanzung wird ihnen jedoch verwehrt, und auf dem Arbeitsmarkt und im Bildungsbereich werden sie benachteiligt. Obwohl ihre genetische Struktur mit der des Menschen annähernd identisch ist, sieht man ihnen die Alien-Herkunft an ihren Gesichtszügen an. Wegen Ihrer starken psionischen Fähigkeiten werden sie mit Mißtrauen betrachtet. Diese Fähigkeiten könnten allerdings für X-COM in der Auseinandersetzung mit den Aliens von Nutzen sein. Der Mutantenbund ist aktiv an dem politischen Geschehen in der Stadt beteiligt und setzt sich für die Anliegen der Hybriden ein.
es: La primera ola de incursiones alienígenas terminó con gran cantidad de experimentos genéticos que cruzaron humanos y especies alienígenas conocidas como Sectoides. Estos híbridos han sobrevivido en la sociedad humana, pero se les ha prohibido procrear dentro de la ciudad. También se les discrimina en el trabajo y la educación. Aunque genéticamente son casi idéticos a los humanos, les quedan algunas características faciales alienígenas y se les conoce (y desconfía) por sus habilidades psiónicas. Unas habilidades psiónicas híbridas pueden ser muy útiles para X-COM en su guerra contra los alienígenas. La Alianza Mutante participa en la política municipal y promueve las preocupaciones de la comunidad híbrida.
fr_fr: De nombreuses expériences génétiques ont suivi la première vague d'incursions aliennes. Ces expériences ont consisté notamment à croiser des humains et des aliens connus sous le nom de sectoïdes. Ces hybrides ont survécu dans la société humaine, mais on leur a refusé le droit de procréer au sein de la ville. Ils sont également victimes de discrimination dans les domaines de l'emploi et de l'éducation. Bien qu'identiques aux humains sur le plan génétique, ils conservent quelques caractéristiques faciales aliennes et sont connus (et craints) pour leurs capacités psioniques accrues. Les compétences psioniques de ces hybrides peuvent s'avérer utiles à X-COM dans la guerre contre les aliens. L'alliance mutante participe activement à la politique de la ville et est le porte-parole de la communauté hybride.
it: La prima ondata d'invasioni Aliene ebbe come risultato molti esperimenti genetici, con incroci tra gli umani e la specie Aliena nota come 'Sectoide'. Gli ibridi generati sono stati inseriti nella società umana, ma non hanno il diritto di procreare all'interno della città; inoltre sono discriminati sia nel lavoro che nell'educazione. Anche se geneticamente sono praticamente identici agli umani, visivamente sono caratterizzati da alcuni tratti Alieni, e sono famosi (anche se molti non ci credono) per le notevoli abilità psioniche. Questo fatto potrebbe fare molto comodo alla X-COM nella guerra contro gli Alieni. L'Alleanza dei Mutati è attiva nella politica cittadina nel tentativo di promuovere e sviluppare la comunità degli ibridi.
ja_jp: エイリアンの侵略の最初の波は人間とセクトイドと呼ばれるエイリアン種族の交配を含む多くの遺伝実験を伴った。これらのハイブリッド種族は人間社会で生き残ったが都市部で世帯を持つ事を許されず、雇用や教育の面でも差別を受けた。彼らは殆ど人類と大差なかったが、それでもエイリアン的な容貌と有名な（そして忌避される）サイオニック能力を受け継いでいた。ハイブリッドのサイオニック能力は現在のX-Comの対エイリアン戦争において有用性が証明される可能性が十分にある。ミュータント同盟は市政の場で活発に活動し、人間のハイブリッドの同胞に対する意識改革を推進している。
pl: Pierwsza fala najazdu Obcych zaowocowała wieloma eksperymentami genetycznymi dotyczącymi krzyżowania ludzi i kosmitów zwanych sektoidami. Hybrydy te przetrwały w ludzkim społeczeństwie, ale na obszarze miasta odmówiono im prawa do rozmnażania się. Mutanci są również dyskryminowani pod względem zatrudnienia i edukacji. Choć genetycznie prawie tożsami z ludźmi, zachowują charakterystyczne obce rysy twarzy i są znani z (budzących nieufność) zdolności psionicznych. Zdolności te mogą okazać się użyteczne dla X-COM-u podczas walki z Obcymi. Sojusz Mutantów aktywnie uczestniczy w życiu politycznym miasta, dbając o interesy społeczności mutantów.
pt_br: A primeira onda de incursões alienígenas resultou em muitos experimentos genéticos envolvendo cruzamento entre humanos e espécies aliens conhecidas como Sectoids. Esses híbridos sobreviveram na sociedade humana, mas, dentro da cidade, tem direitos de procriação negados. Também sofrem discriminação profissionalmente e academicamente. Embora sejam quase geneticamente idênticos aos humanos, eles mantêm certas características faciais alienígenas e sofrem desconfiança por suas habilidades psiônicas. Habilidades psiônicas híbridas podem ser úteis para a X-COM na guerra contra os alienígenas. A Aliança Mutante é bastante ativa na política da cidade e promove os interesses da comunidade híbrida.
ru_ru: Первая волна инопланетного вторжения привела к многочисленным генетическим экспериментам, включая скрещивание людей и пришельцев, известных как сектоиды. Эти гибриды выжили в человеческом обществе, но им было запрещено размножаться в черте города. Они также страдают от дискриминации при найме на работу и поступлении в учебные заведения. Хотя генетически они практически идентичны людям, у них сохранились некоторые черты лица пришельцев, а также развитые пси-способности, которые и приносят им славу, одновременно вызывая подозрения. Способности гибридов к псионике могут быть полезны X-COM в войне с пришельцами. Альянс мутантов также активен в политической жизни и лоббирует интересы сообщества гибридов.

source: The Extropians are one of the city's major political organizations that dominate the Senate. The Extropian philosophy is basically a faith in a bright technological future - a brave new world free of disease, pollution, old age and dull aesthetics. They pioneered the city regulations governing the future-retro styling of the architecture and vehicles. They have strong support from Solmine, Marsec and the larger corporations.
cs: Extropiané jsou jednou z hlavních politických organizací, které dominují v Senátu. Jejich filozofie je postavena na víře ve světlou technologickou budoucnost - odvážný nový svět, zbavený všech chorob, znečištění, stáří a nevýrazné estetiky. Jejich prvním průkopnickým výnosem je nařízení o budoucím - retro stylu architektury a vozidel. Extropiané mají silnou podporu Solmine a Marsecu, jakož i dalších velkých organizací.
de_de: Die Extropianer bilden eine der beiden wichtigsten Parteien im Senat. Ihr Programm basiert auf dem Glauben an eine strahlende technologische Zukunft - eine schöne neue Welt ohne Krankheiten, Umweltverschmutzung, Altersgebrechen und ästhetischen Verfall. Die Extropianer sind maßgeblich für die Stadtbestimmungen verantwortlich, die den Retro-Stil für Architektur und Fahrzeugdesign vorschreiben. Die Partei wird von Solmine, Marsec und den großen Konzernen unterstützt.
es: Los Extropianos son una de las principales organizaciones políticas municipales que dominan el Gobierno. La filosofía extropiana es básicamente la fe en un brillante futuro tecnológico - un mundo feliz libre de enfermedad, polución, vejez y una estática aburrida. Ellos patrocinaron las normas municipales que obligan a construir edificios y fabricar vehículos con un estilo futuro-retro. Tienen un fuerte apoyo por parte de Solmine, Marsec y las otras grandes empresas.
fr_fr: Les extropiens constituent l'une des principales organisations politiques dominant le Sénat. Selon la philosophie extropienne, la technologie fera du futur un monde meilleur, où la maladie, la pollution, la vieillesse et l'esthétique terne n'auront plus place. Les extropiens sont à l'origine des règlements municipaux concernant le design rétro-futuristique des bâtiments et des véhicules. Ils bénéficient du soutien de SolMine, Marsec et des grandes sociétés.
it: Gli Extropiani sono una delle maggiori organizzazioni politiche cittadine, e ha il controllo assoluto del Senato. La sua filosofia di fondo è in buona sostanza una fede in un brillante futuro tecnologico - un mondo nuovo libero dalla malattia, dall'inquinamento, dalla vecchiaia. Gli attuali canoni estetici, che propongono il ritorno ad architetture e design dei veicoli di stampo antico, sono stati fortemente voluti da loro. Gli Extropiani sono direttamente supportati dalla Solmine, dalla Marsec e da molte altre importanti Corporazioni.
ja_jp: エキストロピアンは上院を支配する有力な政治組織のひとつで、その信条はテクノロジーの未来が切り拓く未来 - 病、汚染、老いと容貌の衰えから解放された全く新しい世界という理念に基づいている。彼らは都市のあらゆる規則を未来派レトロというスタイルで一貫する事を発案し、建物や乗り物の外観を一変させた。彼らはソルマイン、マーゼックを始め、多くの巨大企業から支持されている。
pl: Ekstropianie należą do największych organizacji politycznych miasta, jakie zdominowały Senat. Filozofia ekstropian opiera się głównie na wierze w świetlaną technologiczną przyszłość - nowy, wspaniały świat, wolny od chorób, zanieczyszczeń środowiska, starości i kiepskiego gustu. Z ich inicjatywy sformułowano przepisy dotyczące stylu retro w architekturze i projektowaniu pojazdów. Mają silne wsparcie Solkopu, Marseka i innych dużych korporacji.
pt_br: Os Extropianos é uma das maiores organizações políticas da cidade que dominam o senado. A filosofia extropiana é basicamente a fé em um futuro tecnologicamente brilhante - um novo mundo, livre de doenças, poluição, envelhecimento e estéticas sem graça. São os precursores das normas da cidade relativas ao estilo retrô futurista da arquitetura e dos veículos. Têm forte apoio da Solmine, Marsec e as grandes corporações.
ru_ru: Экстропиане - одна из основных политических сил в городе, доминирующих в Сенате. Философия экстропиан основана на вере в светлое технологическое будущее - дивный новый мир без болезней, загрязнения окружающей среды, старения и унылых эстетических форм. Они были первыми, кто предложил ввести нормы, оговаривающие ретро-футуристический стиль в архитектуре и дизайне техники. Они обладают серьезной поддержкой со стороны "Солмайна", "Марсека" и других крупных корпораций.

source: Politically the Technocrat's philosophy is really no different to the Extropians, except they are a little less colorful and more skeptical of technological solutions to social problems. They believe in a structured and ordered society which rigidly adheres to laws and punishes corruption. They draw most support from the smaller corporations and the populations of the mining colonies.
cs: Politicky není filozofie Technokratů příliš odlišná od filozofie Extropianů, až na méně barvitou a více skeptickou vizi technologického řešení sociálních problémů. Věří ve strukturovanou a řízenou společnost, která pevně lpí na zákonech a přísně trestá prohřešky. Technokraté mají největší podporu od malých společností a obyvatelstva důlních kolonií.
de_de: Die politische Philosophie der Technokraten unterscheidet sich nur geringfügig von jener der Extropianer. Allerdings sind sie etwas farbloser und betrachten das Konzept technologischer Lösungen für soziale Probleme mit mehr Skepsis. Sie glauben an eine strukturierte und geordnete Gesellschaft, die absolute Gesetzestreue voraussetzt und Korruption bestraft. Die Partei wird von den kleineren Konzernen und der Bevölkerung in den Bergbaukolonien unterstützt.
es: Políticamente la filosofía de los tecnócratas es muy parecida a la de los extropianos, excepto que son algo menos extrovertidos y más escépticos sobre las soluciones tecnológicas a todos los problemas sociales. Creen en una sociedad estructurada y ordenada que se adhiere rígidamente a las leyes y castiga la corrupción. Tienen su mayor apoyo entre las pequeñas empresas y la población de las colonias mineras.
fr_fr: La philosophie politique des technocrates n'est pas vraiment différente de celle des extropiens, à la différence près qu'ils sont plus discrets et plus sceptiques quant à la solution technologique pour résoudre tous les problèmes sociaux. Ils croient en une société structurée et ordonnée, se conformant strictement aux lois et réprimant la corruption avec fermeté. Ce parti est soutenu par les petites sociétés et les populations des colonies minières.
it: Politicamente non c'è alcuna differenza tra gli obiettivi dei Tecnocrati e quelli degli Extropiani, a parte il fatto che i primi sono leggermente più scettici sulle capacità della scienza di risolvere tutti i problemi. Essi credono in una società ordinata e strutturata, obbediente alle leggi e libera dalla corruzione. I loro principali sostenitori sono le Corporazioni di minori dimensioni e le popolazioni delle colonie minerarie.
ja_jp: テクノクラットの政治哲学は実質的にエキストロピアンと大差ないが、より慎重で社会問題をテクノロジーで解決する事に懐疑的である。彼らは構造化された秩序ある社会 - 法が厳格に守られ、あらゆる腐敗が罰せられる - こそが理想だと考えている。彼らは殆どの中小企業と採掘コロニーの住人達から支持されている。
pl: Z punktu widzenia polityki filozofia Technokratów nie różni się zbytnio od ekstropian, z tą różnicą, że ci pierwsi widzą technologiczne rozwiązania problemów społecznych nieco mniej różowo i z większym sceptycyzmem. Pokładają wiarę w zhierarchizowanym społeczeństwie, które ściśle przestrzega prawa i karze korupcję. Największe poparcie mają wśród mniejszych korporacji i ludności kolonii górniczych.
pt_br: Politicamente, a filosofia tecnocrata não é tão diferente da extropiana, exceto que eles são menos coloridos e mais céticos das soluções tecnológicas para problemas sociais. Os tecnocratas acreditam em uma sociedade estruturada e ordeira, que adere rigidamente às leis e pune a corrupção. Atraem apoio das pequenas corporações e as populações das colônias de mineração.
ru_ru: Политически философия технократов не отличается от концепции экстропиан, однако они менее склонны к поэзии и более скептически относятся к технологическим решениям социальных проблем. Они верят в структурированное общество, подчиненное строгому порядку, которое безоговорочно следует законам и карает коррупцию. Их поддерживают корпорации второго эшелона и население добывающих колоний.

source: The pod has a hard and extremely tough skin, this peels back in the presence of human beings. A creature popularly referred to as a "Brainsucker" then emerges fully formed and active. Our conclusion is that these pods are a genetically engineered device designed to attack only human life forms.
cs: Tato kukla má tvrdou a mimořádně tuhou kůži, která v přítomnosti lidské bytosti praskne a uvolní stvoření, běžně nazývané jako "Mozkožrout". Ihned po svém vylíhnutí je plně vyvinutý a aktivní. Usuzujeme, že se jedná o geneticky vyprodukovanou formu, určenou výhradně k útoku na lidské jedince.
de_de: Diese Kapsel ist von einer sehr festen und extrem widerstandsfähigen Haut umhüllt. In Gegenwart von Menschen zieht sich diese Haut zurück, und eine voll entwickelte und aktive Kreatur namens 'Brainsucker' tritt hervor. Wir sind zu dem Schluß gekommen, daß diese Kapseln ein Produkt der Gentechnik sind, das ausschließlich für den Angriff auf menschliche Lebensformen entwickelt wurde.
es: La vaina tiene una piel dura y muy resistente, que se retrae en presencia de los seres humanos. Entonces aparece una criatura popularmente conocida como "Sorbecerebros", que emerge totalmente formada y activa. Nuestra conclusión es que estas vainas son un dispositivo genéticamente fabricado, diseñado para atacar únicamente formas de vida humanas.
fr_fr: La capsule a une peau dure et extrêmement résistante, qui se rétracte au contact d'une présence humaine. Une créature, qu'on appelle communément le "lobotomiseur", émerge de la capsule, complètement formée et active. En conclusion, nous pensons que ces capsules sont des mécanismes génétiques programmés pour n'attaquer que les humains.
it: Questa sonda è formata da una corazza estremamente resistente, che si apre in presenza di esseri umani, rivelando una creatura chiamata popolarmente 'Succhiacervelli'. La conclusione dei nostri scienziati è che queste sonde siano dispositivi creati geneticamente con lo scopo di assalire esclusivamente forme di vita umana.
ja_jp: このポッドは非常に堅く頑丈な表皮を持ち、人間の存在を感知すると皮が剥ける。そして中から'ブレインサッカー'という名で有名な生物が活性化して現れる。我々はこのポッド状の物体は人間に対してのみ攻撃をする遺伝子操作によって作られた装置だと結論づけた。
pl: Kapsuła ma twardą i nadzwyczaj mocną skórę, która pęka w chwili pojawienia się istot ludzkich. Następnie wykluwa się z kapsuły istota popularnie zwana 'wysysaczem' - w pełni uformowana i aktywna. Wnioskujemy stąd, że te kapsuły są urządzeniem stworzonym przez inżynierię genetyczną, a służącym wyłącznie do atakowania ludzi.
pt_br: O casulo é rígido por fora, e então se abre na presença de humanos. Uma criatura popularmente conhecida como suga-cérebro emerge dele. Nossa conclusão é de que esses casulos são geneticamente feitos para atacar somente os humanos.
ru_ru: Кокон имеет твердую и невероятно прочную оболочку, разрушающуюся, если рядом находятся люди, из которой появляется полностью развившееся и активное существо, которое чаще всего именуют мозгососом. Мы думаем, что мозгососы - созданное путем генной инженерии оружие, предназначенное для нападения только на человекообразных земных существ.

source: Brainsucker Pod Autopsy
cs: Pitva Kukly Mozkožrouta
de_de: Brainsucker Kapsel Autopsie
es: Autopsia de Vaina Sorbecerebros
fr_fr: Autopsie de la capsule de lobotomiseur
it: Autopsia della Sonda Succhiacervello
ja_jp: ブレインサッカー弾の解剖
pl: Sekcja kapsuły wysysacza
pt_br: Autópsia do casulo sugatório
ru_ru: Вскрытие кокона мозгососа

source: No autopsy available.
cs: Pitva není dostupná.
de_de: Kein Autopsiebericht verfügbar.
es: No hay autopsia disponible.
fr_fr: Pas d'autopsie disponible.
it: Nessuna autopsia disponibile
ja_jp: 解剖対象がありません
pl: Sekcja zwłok niedostępna.
pt_br: Nenhuma autópsia disponível.
ru_ru: Нет доступных вскрытий.
