Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: This unfortunate creature dedicates its short life to combat and protection of more vulnerable Alien forms. It has limited intelligence and attacks using its funnel head which projects a mix of deadly micro-organisms up to medium range. Despite its humanoid form it is incapable of using other weapons or equipment. It has no eyes, ears or nose but it can accurately detect the presence of nearby organic life forms. This ability is based on a specialized form of Psionic receptor and makes the creature very dangerous in combat situations.
cs: Celý krátký život tohoto nešťastného tvora je vyhrazen boji a ochraně zranitelnějších cizáckých druhů. Má omezenou inteligenci a k útoku používá svou chobotu podobnou hlavu, kterou vyvrhuje směs smrtících mikroorganismů, naštěstí ne příliš daleko. Navzdory své humanoidní formě není schopen používat zbraně ani jiné vybavení. Nemá oči, uši ani nos, ale přesto je schopen přesně zjistit přítomnost blízkých organismů. Tuto schopnost mu dává specializovaný typ psionického receptoru a činí tuto zrůdu v bojových situacích velmi nebezpečnou.
de_de: Diese unglückselige Kreatur widmet ihr kurzes Leben dem Kampf und dem Schutz schwächerer außerirdischer Lebensformen. Der Spitter speit über seinen trichterförmigen Kopf auf mittlere Entfernung eine Mixtur tödlicher Mikroorganismen aus. Trotz seines humanoiden Erscheinungsbildes kann der Spitter keine Waffen oder andere Ausrüstungsgegenstände benutzen. Er hat weder Augen noch Ohren und keine Nase, ist aber in der Lage, organische Lebensformen in seiner Nähe genau aufzuspüren. Diese Fähigkeit basiert auf einer spezialisierten Form eines psionischen Rezeptors - ein entscheidender Vorteil im Kampf.
es: Esta pobre criatura dedica su corta vida a combatir y proteger a las formas de vida alienígena más vulnerables. Tiene una inteligencia limitada y es más o menos inmune a las influencias psiónicas. Su cabeza en forma de embudo vomita una mezcla de mortíferos micro-organismo a medio alcance. A pesar de su forma humanoide es incapaz de utilizar otras armas o equipo. No tiene ojos, orejas ni nariz, pero puede detectar correctamente la presencia de formas de vida orgánicas en su entorno. Esta habilidad está basada en una forma especializada de receptor psiónico y hace que la criatura sea muy peligrosa en situaciones de combate.
fr_fr: Cette pauvre créature consacre sa courte vie à se battre et à protéger les aliens plus vulnérables. Son intelligence limitée la rend insensible à toute influence psionique. Sa tête en forme d'entonnoir vomit un mélange mortel de micro-organismes jusqu'à une portée moyenne. Malgré sa forme humaine, le cracheur ne peut pas se servir d'armes ou d'équipement. Il n'a ni oeil ni oreille, mais il peut détecter avec précision la présence de formes de vie organiques se trouvant à proximité. Cette aptitude provient d'un récepteur psionique spécial qui en fait une créature extrêmement dangereuse à combattre.
it: Questa sfortunata creatura dedica la sua breve vita alla protezione di altre forme di vita Aliene più vulnerabili. E' dotata di intelligenza limitata, e attacca utilizzando la sua testa a imbuto, che emette a media distanza una mistura di micro-organismi letali. Nonostante la sua forma umanoide, non è in grado di utilizzare altre armi o equipaggiamenti; pur non presentando occhi, orecchie e naso, individua la presenza di forme organiche nelle vicinanze, grazie a speciali recettori psionici che rendono la creatura molto pericolosa in caso di combattimento.
ja_jp: この不幸な生き物は短いライフサイクルを戦うか味方のエイリアンを守る事で終える。知能は限られており、頭部のノズル状の口からミクロ器官の混合物を中程度の距離まで飛ばして攻撃する。ヒューマノイド型ではあるが武器や装備品を使うことはできない。目、耳、鼻はないが正確に他の生物の存在を察知する。これは特殊なサイオニック受信機のお陰で成せる業だが、彼らを戦闘で危険な存在にしている。
pl: Ta nieszczęsna istota poświęca cały swój krótki żywot walce i ochronie bardziej wrażliwych rodzajów obcych. Dysponuje ograniczoną inteligencją; atakuje z użyciem głowowego leja wylotowego, z którego wystrzeliwuje na średnie odległości mieszaninę śmiercionośnych mikroorganizmów. Mimo swej humanoidalnej formy nie jest w stanie korzystać z innej broni czy wyposażenia. Nie ma oczu, uszu ani nosa, ale potrafi precyzyjnie lokalizować pobliskie istoty żywe dzięki wyspecjalizowanemu detektorowi psionicznemu, co czyni to stworzenie bardzo groźnym podczas walki.
pt_br: Essa infeliz criatura dedica sua curta vida a proteger formas de vida alienígenas mais vulneráveis. Tem inteligência limitada e ataca usando sua cabeça afunilada, que projeta, à média distância, uma mistura de micro-organismos letais. Apesar de sua forma humanoide, é incapaz de utilizar outras armas ou equipamentos. Não possui olhos, orelhas ou nariz, mas pode detectar com precisão a presença de formas de vida próximas a ela. Essa habilidade se baseia numa forma especializada de receptor psiônico, e torna a criatura perigosa em situações de combate.
ru_ru: Это несчастное существо посвящает свою короткую жизнь войне и защите более уязвимых форм жизни пришельцев. Его интеллект весьма ограничен, а для нападения оно использует свою воронкообразную голову, которая позволяет ему выплевывать смесь смертоносных микроорганизмов на среднее расстояние. Несмотря на гуманоидную внешность, оно не способно использовать какие-либо вооружения или приборы. Оно лишено глаз, ушей и носа, но может обнаруживать присутствие органических форм жизни. Эта способность реализуется благодаря наличию особой формы пси-рецептора, который делает это существо крайне опасным в бою.

source: The alarming appearance of the Spitter reflects the fact that this creature's only purpose is to be used in combat. The funnel head propels a liquid containing micro-organisms which secrete acids and enzymes. The large stomach of the creature generates the deadly vomit and would suggest that it sucks up the remains of any victim with its funnel head. With no discernible brain structure this creature is immune from Psionic attacks.
cs: Nestvůrný vzhled Plivače nás přivádí k názoru, že jediným smyslem tohoto tvora je jeho použití v boji. Chobotovitá hlava vyvrhuje tekutinu, obsahující mikroorganismy, vytvářející kyseliny a enzymy. Tato tekutina vzniká v mohutném žaludku této kreatury a předpokládáme, že pomocí stejného chobotu nasává zpět natrávené zbytky svých obětí. Díky nezjistitelné mozkové struktuře, je tento tvor imunní vůči psionickému útoku.
de_de: Die furchterregende Erscheinung des Spitters offenbart seine Bestimmung - die Verwendung im Kampf. Der trichterförmige Kopf verspritzt eine Flüssigkeit, die Säure und Enzyme produzierende Mikroorganismen enthält. Diese tödliche Flüssigkeit wird in dem großen Magen des Spitters hergestellt, und er scheint die Reste seiner Opfer mit Hilfe des Trichterkopfs aufzusaugen. Gehirnstrukturen sind nicht erkennbar, die Kreatur ist daher gegen Psi-Einflüsse immun.
es: La alarmante apariencia del Escupidor refleja el hecho de que esta criatura únicamente está prevista para ser utilizada en combate. La cabeza en forma de embudo expulsa un líquido que contiene microorganismos que contienen ácidos y enzimas. El gran estómago de la criatura genera un mortífero vómito y da la impresión que absorbe los restos de cualquier víctima con su cabeza de embudo. Ya que no parece tener estructura cerebral, esta criatura está bien protegida de ataques psiónicos.
fr_fr: L'apparence effrayante du cracheur reflète bien l'objectif unique de cette créature: le combat. La tête en forme d'entonnoir projette un liquide contenant des micro-organismes qui sécrètent des acides et des enzymes. Le large estomac de la créature génère un vomi mortel, ce qui nous conduit à penser que le cracheur aspire ce qui reste de sa victime par la tête-entonnoir. Cette créature ne possède pas de structure cérébrale reconnaissable; elle est donc protégée des attaques psioniques.
it: L'aspetto terribile dello Sputatore riflette il fatto che quest'essere esiste esclusivamente per combattere; dalla sua testa fuoriesce un liquido contenente micro-organismi che emettono acidi ed enzimi. L'enorme stomaco della creatura crea questo mortale vomito, che riteniamo venga poi risucchiato insieme ai resti delle sue vittime. Dal momento che lo Sputatore non è dotato di alcuna struttura cerebrale discernibile, è estremamente protetto dagli attacchi psionici.
ja_jp: 危険そうな見た目はこの生物が戦闘用に作られた事実を反映しているに過ぎない。口腔状の頭は酸や酵素を用いるミクロ器官を含んだ液体を吐きかける。この生物の持つ大きな胃袋がその液体を生成し溜め込んでいるが、同時に犠牲者の残骸を口で吸い、胃に入れるようだ。脳構造を持たないこの生物にはサイオニック攻撃は通用しない。
pl: Przerażający wygląd pluja wynika z faktu, że jedyną funkcją tego stwora jest walka. Lej wylotowy wystrzeliwuje płyn zawierający mikroorganizmy, które wytwarzają kwasy i enzymy. Ten śmiercionośny jad jest wytwarzany w ogromnym żołądku, którego obecność i budowa sugerują, iż spluwacz wsysa pozostałości ofiary za pośrednictwem swego leja. Z powodu braku jakiejkolwiek struktury mózgowej ten rodzaj Obcego jest odporny na atak psioniczny.
pt_br: O aparecimento alarmante do Cuspidor reflete o fato de que o propósito desta criatura é ser usada em combate. A cabeça afunilada projeta um líquido contendo micro-organismos que secreta ácidos e enzimas. Seu estômago grande gera um vômito letal, sugerindo que suga os restos de suas vítimas com sua cabeça. Não há estrutura cerebral discernível, o que torna a criatura imune a ataques psiônicos.
ru_ru: Пугающая внешность спиттера отражает тот факт, что это существо создавалось только в целях ведения войны. Воронкообразная голова выбрасывает жидкость с высоким содержанием микроорганизмов, вырабатывающих кислоты и энзимы. Желудок существа имеет большой объем и вырабатывает смертоносную смесь, что наводит нас на мысль о том, что это существо поглощает любые останки органического происхождения с помощью своей головы. Поскольку спиттер не обладает выраженной мозговой структурой, он иммунен к пси-атакам.

source: It is difficult to disable the Megaspawn's weapon systems because they are an intrinsic part of its structure. One weapon uses energy beams while the other fires a powerful organic missile, which is generated by specialized organs. Our tests also conclude that the Megaspawn is protected from Psionic attacks.
cs: Je nesmírně obtížné ochromit Megatronův zbraňový systém, protože je neoddělitelnou částí jeho struktury. Jedna ze zbraní využívá energetický svazek zatímco druhá vystřeluje výkonné organické rakety, které se tvoří ve zvláštních orgánech. Z našich testů vyplývá, že je Megatron chráněn proti psionickému útoku.
de_de: Die Waffen des Megaspawn sind Teil seiner Struktur und daher nur schwer zu deaktivieren. Eine dieser Waffen ist ein Energiestrahl, die andere eine zerstörerische organische Rakete, die von speziellen Organen produziert wird. Unsere Tests haben außerdem erwiesen, daß der Megaspawn gegen Psi-Angriffe gefeit ist.
es: Es difícil desactivar los sistemas de armas del Megaspawn porque son una parte intrínseca de su estructura. Una de las armas utiliza rayos de energía mientras que la otra dispara un poderoso misil orgánico, que es generado por órganos especializados.
fr_fr: Il est difficile de désactiver les armes du mégaspawn car elles constituent une part intrinsèque de sa structure. Une de ses armes utilise des rayons d'énergie, tandis que l'autre projette un puissant missile organique, généré par une série d'organes uniques. Nos tests concluent également que le mégaspawn est immunisé contre les attaques psioniques.
it: E' molto difficile disabilitare le armi del Megaspawn, dal momento che sono parte integrante della sua struttura. Un'arma emette un raggio energetico, mentre le altre lanciano un potente missile organico, generato da specifici organi interni. I nostri scienziati hanno concluso che è immune agli attacchi psionici.
ja_jp: メガスポーンの武器を無力化するのは非常に難しい。というのも体の一部だからだ。一方の武器はエネルギー光線を発射し、もう一方は生体ミサイルを発射する。それぞれが専用の器官によって生成される。さらに検査によってサイオニック攻撃が通用しない事が明らかになった。
pl: Zniszczenie uzbrojenia megamorfa jest trudne, ponieważ stanowi ono integralną część jego organizmu. Jeden rodzaj broni emituje promień energetyczny, podczas gdy drugi odpala potężne pociski organiczne, tworzone przez wyspecjalizowane organy. Nasze badania potwierdzają także, iż megamorf jest odporny na atak psioniczny.
pt_br: É difícil desabilitar os sistemas de armas do Megaspawn porque são parte intrínseca de sua estrutura. Uma das armas utilizam raios de energia enquanto a outra dispara um poderoso míssil orgânico, que é gerado por órgãos especializados. Nossos testes também concluíram que o Megaspawn tem proteção contra ataques psiônicos.
ru_ru: Вооружения мегаплода трудно вывести из строя, поскольку они являются неотъемлемой частью его анатомического строения. Один из видов оружия представляет собой лучемет, а другой - пусковую установку ракет органического происхождения, создаваемых особыми органами. Также наши опыты показали, что мегаплод имеет защиту от пси-атак.

source: The Megaspawn is essentially a huge organic weapons platform. It has two distinct weapons systems grown into its body. Although these must be added artificially, the nervous system is directly connected to them, suggesting that the creature is solely a genetically engineered combat unit.
cs: Megatron je v podstatě ohromný organický nosič zbraní. V jeho těle jsou umístěny dva odlišné zbraňové systémy. Přestože musely být implantovány uměle, jsou přímo napojeny na jeho nervový systém. To vede k názoru, že je tato kreatura pouze geneticky vytvořenou bojovou jednotkou.
de_de: Der Megaspawn ist praktisch eine riesige organische Waffenplattform. Zwei Waffensysteme sind mit seinem Leib verwachsen. Obwohl diese künstlich implantiert werden, sind sie direkt mit dem Nervensystem verbunden - eine durch Gentechnik perfektionierte Kampfmaschine.
es: El Megaspawn es esencialmente una enorme plataforma de armas orgánica. Tiene dos diferentes sistemas de armas que forman parte de su cuerpo. Aunque estos deben añadirse artificialmente, el sistema nervioso está conectado directamente a ellos, lo cual indica que la criatura es únicamente una unidad de combate fabricada con ingeniería genética.
fr_fr: Le mégaspawn est essentiellement une immense plate-forme d'armes organiques. Il a deux systèmes d'armes différents qui se développent à l'intérieur de son corps. Bien que ceux-ci doivent être implantés artificiellement, ils sont directement reliés au système nerveux, ce qui suggère que le mégaspawn a été génétiquement conçu dans le but de combattre.
it: Il Megaspawn in sostanza è una grossa piattaforma organica per armamenti. E' dotato di due diversi sistemi d'arma, inseriti direttamente nel suo corpo. Anche se questi sono stati aggiunti artificialmente, sono collegati con il suo sistema nervoso; per questo riteniamo che questa creatura sia stata creata geneticamente per scopi di combattimento.
ja_jp: メガスポーンは一種の生体戦車だ。体から生えた2種類の異なる兵器を備えている。この武器は人工的に取付けられた物のようだが、神経網は直接的に連結している。この事から、この生物が遺伝子工学によって作られた戦闘兵器である事が判る。
pl: Megamorf jest przede wszystkim ogromnym organicznym pojazdem bojowym. W jego ciało wrośnięte są dwa odrębne systemy uzbrojenia. Choć stanowią one sztuczny dodatek, system nerwowy megamorfa jest z nimi bezpośrednio połączony, co sugeruje, że to stworzenie stanowi jednostkę bojową stworzoną przez inżynierię genetyczną.
pt_br: O Megaspawn é, essencialmente, uma grande plataforma orgânica de armas. Possui duas armas distintas em seu corpo. Embora estas devam ser implantada artificialmente, o sistema nervoso se conecta diretamente a elas. sugerindo que a criatura é propriamente uma unidade de combate geneticamente fabricada.
ru_ru: Мегаплод в целом представляет собой тяжелую органическую боевую платформу. Он обладает двумя ярко выраженными системами вооружений, являющимися частями его тела. Хотя они, возможно, были искусственно в него вживлены, нервная система прямо подключена к ним, что позволяет предположить, что это существо представляет собой исключительно спроектированную с помощью генной инженерии боевую единицу.

source: The Popper runs at high speed towards its victim and explodes when within a range of about fifteen feet. If the Popper is attacked with armor piercing, incendiary or explosive ammunition then the explosive effect is likely to be triggered. We recommend that other forms of weaponry be used against this creature in most combat situations.
cs: Popper velkou rychlostí přibíhá ke své oběti, a jakmile se přiblíží na vzdálenost asi pěti metrů, exploduje. Stejně tak může jeho výbuch způsobit zásah průraznou, zápalnou nebo explozívní municí. V bojových situacích je proto nanejvýš vhodné proti tomuto tvoru používat jiné druhy zbraní.
de_de: Der Popper läuft mit hoher Geschwindigkeit auf sein Opfer zu und explodiert, wenn er bis auf ca. 5 m herangekommen ist. Wird der Popper mit panzerdurchdringender bzw. Brand- oder Sprengmunition angegriffen, wird der Explosionsmechanismus ausgelöst. Es ist daher anzuraten, andere Munitionsarten gegen ihn einzusetzen.
es: El Popper corre a gran velocidad hacia su víctima y explota cuando está a menos de cinco metros. Si el Popper es atacado con munición que penetra el blindaje, incendiaria o explosiva, entonces seguramente se activará el efecto explosivo. Recomendamos que se utilicen otras formas de arma contra esta criatura en la mayoría de situaciones de combate.
fr_fr: L'exploseur s'élance à toute vitesse sur ses victimes et explose lorsqu'il arrive à environ cinq mètres d'elles. Si l'on a recours à des munitions explosives, perforantes ou incendiaires pour attaquer cette créature, cela risque fort de déclencher l'explosion cette dernière. Nous conseillons d'utiliser d'autres formes d'armes pour affronter cette créature dans la plupart des situations de combat.
it: Il Kamikaze corre ad alta velocità verso la sua vittima ed esplode quando si viene a trovare a meno di cinque metri di distanza. Se viene attaccato con armi perforanti, incendiarie o esplosive, esplode ugualmente. Raccomandiamo di usare altri tipi di munizioni durante le battaglie contro questo temibile avversario
ja_jp: ポッパーは犠牲者に向かって高速で迫り、およそ15フィートの範囲まで近づくと爆発する。徹甲弾、火炎弾あるいは爆弾で攻撃すると誘爆する可能性があるので、他のタイプの武器を用いる事を推奨する。
pl: Skoczek szybko podbiega do ofiary i wybucha, gdy znajdzie się w odległości około pięciu metrów. Jeśli ostrzela się go amunicją przeciwpancerną, zapalającą lub kruszącą, może to spowodować eksplozję. Zalecamy stosowanie innego rodzaju broni w walce ze skoczkiem.
pt_br: O Popper corre velozmente em direção à sua vítima e explode dentro de um raio de 5 metros. Se atacado com munições perfurantes, incendiárias ou explosivas, então seu efeito de explosão provavelmente será ativado. Recomendamos que, na maioria das situações de combate, outras formas de armamento sejam utilizadas contra esta criatura.
ru_ru: Поппер на большой скорости бежит к своей жертве и взрывается примерно в 15 футах (4,5 метра) от нее. В случае, если поппер попадает под воздействие бронебойных, зажигательных или разрывных боеприпасов, чаще всего он взрывается. Мы рекомендуем применять другие виды вооружений против этого существа в большинстве ситуаций, возникающих на поле боя.

source: The Popper is little more than a walking bomb. Its simple brain structure means that Psionic attacks have a very low chance of success. Its body contains no obvious explosive device, although there are several chemicals mixed into the creatures stomach creating a highly unstable explosive compound.
cs: Popper není nic jiného, než chodící bomba. Jeho jednoduchá stavba mozku znamená, že psionický útok má jen malou naději na úspěch. Jeho tělo obsahuje zřetelné explozívní zařízení. V žaludku se vytváří směs nejrůznějších chemických sloučenin, které jsou ve vysoce nestabilní výbušné kombinaci.
de_de: Der Popper ist praktisch eine wandelnde Bombe. Sein Körper enthält keine Sprengladung, sondern ein Gemisch aus Chemikalien im Magen der Kreatur, die eine äußerst instabile, explosive Verbindung ergeben. Die einfache Gehirnstruktur bedeutet, daß Psi-Angriffe wenig Aussicht auf Erfolg versprechen.
es: El Popper es poco más que una bomba ambulante. Su cuerpo no contiene evidentes dispositivos explosivos, aunque hay varios productos químicos mezclados en el estómago de la criatura, creando un compuesto explosivo altamente inestable.
fr_fr: L'exploseur est en quelque sorte une bombe ambulante. La simplicité de sa structure cérébrale signifie que les attaques psioniques contre l'exploseur ont très peu de chance de réussir. Son corps n'abrite aucun mécanisme explosif, mais on a trouvé plusieurs produits chimiques mélangés dans l'estomac de la créature. Ce mélange forme un composant explosif extrêmement instable.
it: Il Kamikaze non è nulla più che una bomba che cammina. Il suo corpo non sembra contenere alcun dispositivo esplosivo, ma nel suo stomaco si trovano varie sostanze chimiche che, se combinate, creano una miscela esplosiva altamente instabile.
ja_jp: ポッパーは歩行する爆弾以外の何者でもない。その単純な脳構造はサイオニック攻撃に対し高い耐性がある事を示す。その体には特に起爆装置らしきものは無いが、胃袋で何種類かの化学物質を混ぜ合わせる事で不安定な爆発性の化合物を作る。
pl: Skoczek to zaledwie ruchoma bomba. Prosta budowa mózgu oznacza, że atak psioniczny ma niewielkie szanse powodzenia. Ciało tego stworzenia nie zawiera żadnych urządzeń wybuchowych, tylko kilka związków chemicznych, które po zmieszaniu w żołądku tworzą bardzo nietrwałą substancję wybuchową.
pt_br: O Popper é, em essência, uma bomba ambulante. Sua estrutura cerebral simples indica que ataques psiônicos têm pouca chance de sucesso. Seu corpo não contém dispositivos explosivos óbvios, embora haja diversas substâncias químicas misturadas no estômago da criatura, criando um composto explosivo instável.
ru_ru: Поппер представляет собой настоящую живую бомбу. Его простая мозговая структура с большой вероятностью не позволяет успешно провести пси-атаку против него. Его тело не содержит классических детонаторов, однако в его желудке содержится несколько химических соединений, которые образуют чрезвычайно нестабильное взрывчатое вещество.
