Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Personal Disruptor Shield generates an energy field which warps the space around the user. This causes beams or projectiles to be deflected and dissipated. Any hit causes the shield's energy to drain and if it reaches a critically low level it will malfunction. It is a highly sophisticated device that we can reproduce only with great effort.
cs: Osobní ochranný štít vytváří energetické pole, které ohýbá prostor kolem uživatele. Tímto způsobem jsou paprsky či projektily vychýleny a zneškodněny. Každý zásah ale způsobuje odčerpání energie a pokud tato poklesne pod kritickou mez, dojde k jeho zničení. Jedná se o velice důmyslné zařízení, které jsme schopni jen obtížně reprodukovat.
de_de: Der Disruptor-Schild erzeugt ein Energiefeld, das den Raum um den Verwender herum verzerrt. Dadurch werden Strahlen oder Projektile abgehalten bzw. abgelenkt. Jeder Treffer entzieht dem Schild Energie, bis es einen kritischen Punkt erreicht und nicht mehr funktioniert. Es handelt sich um ein technisch äußerst fortschrittliches Gerät, das nur mit gewaltigem Aufwand reproduziert werden kann.
es: El Escudo Perturbador Personal genera un campo de energía que dobla el espacio alrededor del usuario. Esto hace que los rayos o proyectiles se reflejen y disipen. Cualquier golpe hace que la energía del escudo se disipe y si alcanza un nivel especialmente bajo, no funcionar bien. Es un dispositivo muy sofisticado que podemos reproducir sólo con grandes esfuerzos.
fr_fr: Ce bouclier disrupteur génère un champ d'énergie qui déforme l'espace autour de celui qui l'utilise. Les rayons ou projectiles sont ainsi déviés et anéantis. Les coups reçus épuisent l'énergie du bouclier et si son niveau baisse trop, il fonctionnera mal. La reproduction de ce mécanisme hyper sophistiqué demande de gros efforts.
it: Questo dispositivo genera un campo energetico che altera lo spazio circostante a chi lo utilizza; ciò causa la deviazione di qualsiasi raggio o proiettile sparato verso di lui. A ogni colpo subito l'energia del campo scende, e quando arriva a livelli troppo bassi lo scudo cessa di funzionare. Si tratta di un equipaggiamento molto sofisticato, che possiamo riprodurre con notevole difficoltà.
ja_jp: 個人用ディスラプターシールドは使用者の周囲の空間をワープさせるエネルギーフィールドを発生させる。これによりあらゆる投射物は反射されエネルギーを消失させられる。着弾の度にバリアのエネルギーが減っていき、下限に達すると機能を停止してしまう。かなり高度な装置なので複製には大変な労力が必要となるだろう。
pl: Osobista tarcza dysrupcyjna wytwarza pole energetyczne, które ugina przestrzeń wokół użytkownika. Powoduje to odbicie i rozproszenie pocisków i promieni. Kolejne trafienia obniżają energię osłony, a jeśli poziom tej energii spadnie zbyt nisko, osłona ulegnie awarii. Jest to nadzwyczaj skomplikowane urządzenie, wymagające ogromnych nakładów do produkcji.
pt_br: O Escudo Pessoal Disruptivo gera um campo de energia que dobra o espaço ao redor do usuário. Isso faz com que raios ou projéteis sejam defletidos e dissipados. Qualquer disparo contra o escudo drena sua energia, e se esta chega a um nível muito baixo, o escudo não funcionará. É um dispositivo altamente sofisticado que podemos reproduzir, porém com grande esforço.
ru_ru: Личный генератор расщепляющего щита создает энергетическое поле, искривляющее пространство вокруг пользователя, что приводит к отклонению и рассеянию лучей и кинетических боеприпасов. Любое попадание вызывает снижение уровня энергии; если ее уровень достигнет критически низкой отметки, генератор выйдет из строя. Это очень сложное оборудование, которое требует от нас больших затрат при производстве.

source: This extraordinary device uses inter-dimensional capability to transport the user over short distances via a dimensional flux. The energy level depletes according to the distance jumped, but it recovers over time.
cs: Toto mimořádné zařízení používá interdimenzní schopnosti k transportu uživatele na krátkou vzdálenost pomocí dimenzního kanálu. Náboj energie klesá úměrně se vzdáleností skoku, ale s ubíhajícím časem se obnovuje.
de_de: Dieses außergewöhnliche Gerät verwendet die Interdimensions-Technologie, um eine Person mit Hilfe eines Dimensions-Magnetflusses über kurze Distanzen zu befördern. Das Energie-Niveau fällt je nach zurückgelegter Distanz ab, wird aber nach einiger Zeit automatisch aufgeladen.
es: Este extraordinario dispositivo utiliza la capacidad inter-dimensional para transportar al usuario a corta distancia utilizando un flujo dimensional. El nivel de energía se reduce según la distancia saltada, pero con el tiempo se recupera.
fr_fr: Ce mécanisme extraordinaire se sert de la capacité interdimensionnelle pour transporter celui qui l'utilise sur des courtes distances via un flux interdimensionnel. Le niveau d'énergie s'épuise en fonction de la distance parcourue, mais il retrouve son niveau maximum avec le temps.
it: Questo straordinario dispositivo usa la sua capacità interdimensionale per teletrasportare chi lo indossa per brevi distanze. L'energia impiegata è in diretta relazione con la distanza coperta, e viene recuperata automaticamente con il passare del tempo.
ja_jp: この極めて特殊な装置は次元間機能を用い、使用者を次元流束経由で短距離ジャンプさせる。ジャンプする距離によってエネルギーレベルは減るが、時間と共に回復する。
pl: To niezwykłe urządzenie używa mechanizmów fizyki międzywymiarowej do przenoszenia użytkownika na krótkie dystanse poprzez strumień wymiarowy. Jego poziom energii spada w zależności od długości skoku, ale z czasem się odtwarza.
pt_br: Esse dispositivo extraordinário usa a capacidade interdimensional para transportar o usuário a curtas distâncias, através de um fluxo dimensional. O nível de energia se esgota de acordo com a distância transportada, mas recupera-se com o tempo.
ru_ru: Это невероятное устройство обладает способностью переносить пользователя на короткие дистанции с помощью межразмерного потока. Количество затрачиваемой энергии зависит от расстояния прыжка, но со временем она восстанавливается.

source: The Personal Cloaking Field generates a warping effect that bends various wave forms. Effectively this means that the user is considerably less visible to radar, infra-red and visual sighting. The field is disabled temporarily if the user initiates combat.
cs: Osobní maskovací pole vytváří ohýbací efekt který zakřivuje nejrůznější druhy vlnění. V podstatě to znamená, že je uživatel téměř nezjistitelný radarem, infračerveným zářením i prostým pohledem. Pole se dočasně vypíná, když uživatel začíná s bojovou akcí.
de_de: Das Tarnfeld erzeugt einen Warp-Effekt, der verschiedene Wellenformen verzerrt. Dadurch wird der Verwender für Radar-und Infrarotgeräte sowie für das menschliche Auge praktisch unsichtbar. Das Feld wird zeitweise deaktiviert, wenn der Verwender einen Angriff startet.
es: El Campo Personal de Camuflaje genera un efecto factorial que dobla las diversas formas de onda. En la práctica esto quiere decir que el usuario es bastante menos visible al radar, infra-rojo y a la vista. El campo se desactiva temporalmente si el usuario inicia el combate.
fr_fr: Le champ de camouflage personnel sert à dévier les faisceaux d'ondes des radars. En clair, cela signifie que l'utilisateur est bien moins visible aux radars ou systèmes de visée infrarouge ou visuel. Ce champ est temporairement désactivé si l'utilisateur lance une attaque.
it: Il mimetizzatore personale genera un effetto warp, che distorce qualsiasi tipo di onda; per questo motivo chi lo usa risulta invisibile ai radar, agli infrarossi e all'occhio umano. Il mimetizzatore deve essere disattivato durante il combattimento.
ja_jp: この個人用クローキング装置は様々な波形をねじ曲げるワープ効果を発生させる。結果的に使用者がレーダーに探知されたり、赤外線および視認される確立を大幅に下げることになる。使用者が戦闘を開始するとクロークフィールドは一時的に遮断される。
pl: Wytwarza ugięcie przestrzeni zakłócające różne długości fal elektromagnetycznych. Oznacza to, że użytkownik jest trudniejszy do wykrycia za pomocą radaru, podczerwieni, a nawet obserwacji wzrokowej. Pole maskujące jest czasowo wyłączane, jeśli użytkownik podejmie działania ofensywne.
pt_br: O Campo de Camuflagem Pessoal gera um efeito de ondulação que dobra várias formas de ondas. Isso quer dizer que o usuário se torna muito menos detectável no radar, infravermelho e a olho nu. O campo é desabilidade temporariamente se o usuário inicia um combate.
ru_ru: Личный генератор маскирующего поля создает эффект искривления пространства, отклоняющего различные виды волн. На практике это означает, что пользователь становится значительно менее заметен для радаров, снижается его заметность в инфракрасном и видимом диапазоне. Поле временно отключается, если пользователь вступает в бой.

source: The Alien genetic structure
cs: Cizácká genetická struktura
de_de: Die genetische Struktur der Aliens
es: La estructura genética alienígena
fr_fr: La structure génétique alienne
it: La struttura genetica degli alieni
ja_jp: エイリアンの遺伝構造
pl: Budowa genetyczna obcych
pt_br: A estrutura genética alienígena
ru_ru: Генетическая структура пришельцев

source: Our initial results show that the distinct Alien life forms are related genetically and form part of a complex life cycle.
cs: Naše počáteční výzkumy ukazují, že rozdílné cizácké životní formy jsou vlastně součástí jednoho cizáckého životního cyklu.
de_de: Unsere ersten Untersuchungen haben ergeben, daß die einzelnen Alien-Lebensformen miteinander verwandt sind und gemeinsam einen komplexen Lebenszyklus bilden.
es: Nuestros resultados iniciales indican que las diversas formas de vida alienígena están genéticamente relacionadas y forman parte de un complejo ciclo de vida.
fr_fr: Nos résultats initiaux prouvent que les différentes formes de vie alienne sont génétiquement liées et forment un cycle de vie complexe.
it: Le nostre prime ricerche mostrano che le diverse forme di vita Aliene rientrano geneticamente in un più ampio e complesso ciclo vitale.
ja_jp: 我々の初期調査によるとあらゆるエイリアンはその個体差に関わらず相互に関連し、それぞれがライフサイクルの一時期に属するものだという事が判明した。
pl: Nasze wstępne badania wykazują, że różne formy obcych są powiązane genetycznie i stanowią etapy złożonego cyklu życiowego.
pt_br: Nossos resultados iniciais mostram que as diversas formas de vida alienígena são próximas geneticamente, formando parte de um complexo ciclo de vida.
ru_ru: Наши предварительные исследования показывают, что отдельные формы жизни пришельцев генетически связаны между собой и образуют части сложного жизненного цикла.

source: The Alien life cycle
cs: Cizácký Životní Cyklus
de_de: Der Alien-Lebenszyklus
es: El ciclo de vida alienígena
fr_fr: Le cycle de vie alien
it: Il ciclo vitale degli Alieni
ja_jp: エイリアンのライフサイクル
pl: Cykl życiowy obcych
pt_br: O ciclo de vida alienígena
ru_ru: Жизненный цикл пришельцев

source: It is clear that the Alien life cycle is an extremely rapid sequence of changes. The eggs always develop into Multiworms which then give birth to Hyperworms which form a Chrysalis. At this stage the genetic variation produces a variety of Alien types which develop inside the Chrysalis. The whole process from the egg hatching to emergence from the Chrysalis only seems to take about ten days, provided that there is an adequate supply of food. Fortunately these life forms do not survive very well in our world and it is unclear how an invasion could be successful.
cs: Je zřejmé, že cizácký životní cyklus je mimořádně rychlým pořadím přeměn. Z vejce se vždy vyvine Multiworm, který pak dá život Hyperwormům, kteří se zanedlouho promění v Zámotek. Od této etapy se pak vlivem genetických variací uvnitř Zámotku, vyvíjejí různé druhy cizáckých tvorů. Celý proces, od snesení vejce do přeměny v Zámotek, zabere něco kolem deseti dnů, což závisí na množství nalezené a zkonzumované potravy. Naštěstí tyto cizácké formy nesnášejí příliš dobře pozemské prostředí, a je tedy záhadou, proč se snaží o invazi, někam, kde nemohou přežít.
de_de: Durch unsere Untersuchungen ist deutlich geworden, daß der Alien-Lebenszyklus einer extrem schnellen Folge von Veränderungen unterworfen ist. Die Eier entwickeln sich stets zu Multiwürmern, aus denen dann Kokons hervorkommen. Bei guten Nahrungsbedingungen scheint der gesamte Prozeß von der Eiablage bis zum Schlüpfvorgang nur etwa 10 Tage zu dauern. Glücklicherweise haben diese Kreaturen in unserer Welt keine guten Überlebenschancen, und es ist unklar, ob eine Invasion der Aliens eine realistische Bedrohung darstellt.
es: Está claro que el ciclo de vida alienígena es una secuencia muy rápida de cambios. Los huevos siempre se transforman en Multigusanos que luego dan a luz a los Hipergusanos, que forman una Crisálide. En esta etapa la variación genética produce una variedad de tipos de alienígena que se desarrollan dentro de la Crisálide. Todo el proceso desde que se abren los huevos hasta que emerge de la Crisálide sólo parece necesitar unos diez días, siempre que haya la adecuada provisión de comida. Afortunadamente estas formas de vida no sobreviven muy bien en nuestro mundo y no está claro cómo podría tener éxito una invasión.
fr_fr: Il est clair que le cycle de vie alien est constitué d'une succession extrêmement rapide de changements. Les oeufs se transforment toujours en multivers, qui donnent à leur tour naissance à des chrysalides. A ce stade, les variations génétiques produisent une variété de types aliens qui se développent à l'intérieur de la chrysalide. Le processus commençant lors de l'éclosion de l'oeuf et se terminant lors de l'émergence de la chrysalide ne dure qu'une dizaine de jours environ, à condition qu'il y ait une réserve de nourriture suffisante. Heureusement, ces formes de vie ne survivent pas très bien dans notre monde et nous ne voyons pas comment une invasion pourrait réussir.
it: E' ormai chiaro che il ciclo vitale degli Alieni si basa su di una serie estremamente rapida di cambiamenti. Le uova danno origine a Multivermi, che generano quindi degli Ipervermi che si evolvono a loro volta in Crisalidi. In questo stadio vitale, alcune variazioni genetiche danno origine ai diversi tipi di Alieno che possono nascere dalla Crisalide. L'intero processo, dall'uovo all'Alieno, richiede apparentemente meno di dieci giorni, in presenza di adeguate fonti di cibo. Fortunatamente queste forme vitali non sopravvivono molto bene nel nostro mondo, tanto che non riusciamo a comprendere come possano pensare di portare a termine con successo l'invasione.
ja_jp: エイリアンのライフサイクルの循環がかなり早いことが判った。卵は常にマルチワームに、そしてマルチワームはハイパーワームを産み、さらにクリサリスへと変容する。この段階で遺伝的なバリエーションが増え、クリサリスの体内で発育する。十分な食料があると仮定した場合、卵からクリサリスの形態になるまで10日ほどしか要しない。幸いこれ等の生命体は我々の住む環境下では非常に短命で、そんな状態でどうやって侵略を成功させるのかは全く不明である。
pl: Odkryliśmy bez wątpienia, że cykl życiowy obcych opiera się na sekwencji szybkich zmian. Jaja zawsze rozwijają się w multirobaki, które następnie rodzą hiperrobaki, które przeobrażają się w poczwarki. Cały ten proces, od powstania jaja do wyklucia się obcego z poczwarki, trwa tylko około dziesięciu dni, o ile dostępna jest odpowiednia ilość pożywienia. Na szczęście te formy życia są niezbyt dobrze przystosowane do naszego świata i nie jest jasne, jak ich inwazja może być skuteczna.
pt_br: Está claro que o ciclo de vida alienígena é uma rápida sequência de mudanças. Os ovos sempre se transformam em Multivermes, que então dão a luz a Hipervermes, que por sua vez forma a Crisálida. Neste estágio, dentro da crisálida, a variação genética produz uma variedade de alienígenas. Todo o processo, desde a eclosão dos ovos à emergência da Crisálida, parece levar apenas dez dias, contanto que haja fornecimento adequado de comida. Felizmente, essas formas de vida não sobrevivem bem no nosso mundo, e não está claro se uma invasão poderia ser bem-sucedida.
ru_ru: Мы поняли, что жизненный цикл пришельцев представляет собой совокупность чрезвычайно быстро сменяющихся этапов. Из яиц всегда вылупляются мультичерви, от которых происходят гиперчерви, образующие кокон. На этой стадии в зависимости от генома возникает несколько различных типов пришельцев, которые развиваются внутри кокона. Весь процесс от вылупления из яйца до выхода из кокона, похоже, занимает около десяти дней, если у организмов есть достаточный источник пищи. К счастью, эти формы жизни плохо приспособлены к нашей окружающей среде, и не совсем понятно, как вторжение может стать успешным.

source: It is now clear to us that the Micronoid organisms are the source of the Alien intelligence and they are using the various Alien forms to initiate an assault on our dimension. The large Alien life forms cannot survive in our dimension - the Micronoids must transfer to a new host in order to conquer our world and the ideal host is our own race. Brainsuckers are used to introduce Micronoids into the human bloodstream which then gain control of the brain and have access to all the knowledge and abilities of the host. We now understand the physiology of the Micronoids sufficiently in order to develop a specific toxin that will kill the organisms in the bloodstream.
cs: Teď je nám již jasné, že zdrojem cizácké inteligence jsou Mikronoidní organismy a že právě ony využívají nejrůznější cizácké životní formy k útoku na naši dimenzi. Velké cizácké životní formy nedokážou v našem prostředí přežít a tak se Mikronoidi, chtějí-li ovládnout náš svět, musí přestěhovat do jiného hostitele a lidská rasa je přímo ideální. Zde se uplatňují Mozkožrouti, kteří injektují Mikronoidy do lidského krevního oběhu. Ti pak ovládnou mozek, čímž získají přístup k vědomostem a schopnostem hostitele. Nyní jsme již pochopili fyziologii Mikronoidů dostatečně na to, abychom dokázali vyvinout speciální toxin, který dokáže tyto organismy odstranit z krve.
de_de: Wir wissen heute, daß die Mikronoid-Organismen die Quelle aller außerirdischen Intelligenz sind, und sie versuchen, mit Hilfe verschiedener Alien-Lebensformen einen Angriff auf unsere Dimension durchzuführen. Die großen Alien-Lebensformen können in unserer Dimension nicht überleben. Die Mikronoid-Parasiten müssen zu einem anderen Wirt überwechseln, um die Macht über unsere Welt an sich zu reißen, und was böte sich da mehr an als unsere Spezies - die Menschheit. Mit Hilfe der Brainsucker werden Mikronoide in den menschlichen Blutkreislauf gepflanzt, die dann das Gehirn befallen und so auf alle Kenntnisse und Fähigkeiten zugreifen können. Wir wissen mittlerweile genug über die Physiologie der Mikronoiden, um ein spezifisches Toxin entwickeln zu können, das die Organismen im Blutkreislauf tötet.
es: Ahora ya tenemos claro que los organismos Micronoid son la fuente de inteligencia alienígena y que están utilizando las diversas formas de alienígena para iniciar un asalto a nuestra dimensión. Las grandes formas de vida alienígena no pueden sobrevivir en nuestra dimensión - los Micronoids deben trasladarse a un nuevo habitáculo para conquistar nuestro mundo, y el sitio ideal es nuestra propia raza. Se utilizan a los Sorbecerebros para introducir a los Micronoids en el cuerpo humano, que a continuación toman el control del cerebro y tienen acceso a todo el conocimiento y capacidades de "su" humano. Conocemos ya suficientemente la fisiología de los Micronoids como para desarrollar una toxina específica que matará los organismos en la sangre.
fr_fr: Il nous apparaît maintenant évident que les organismes micronoïdes sont la source de l'intelligence alienne et qu'ils utilisent différentes formes aliennes pour attaquer notre dimension. Les grandes formes de vie aliennes ne peuvent pas survivre dans notre dimension; les micronoïdes doivent passer dans un nouvel hôte pour conquérir notre monde. L'hôte idéal est notre propre race. Les lobotomiseurs introduisent des micronoïdes dans le sang humain, qui prennent le contrôle du cerveau et peuvent accéder à toutes les connaissances et capacités de l'hôte. Nous comprenons à présent suffisamment la physiologie des micronoïdes pour développer une toxine spécifique qui tuera les organismes à l'intérieur du système sanguin.
it: Siamo finalmente riusciti a comprendere che gli organismi noti come Micronoidi sono la vera fonte dell'intelligenza Aliena, e che essi stanno semplicemente usando gli Alieni per iniziare un assalto alla nostra dimensione. Le forme di vita Aliene non possono sopravvivere nel nostro mondo - i Micronoidi si devono trasferire in un nuovo organismo ospite per conquistare la nostra dimensione, e questo ospite è rappresentato dall'essere umano. I Succhiacervelli vengono usati per introdurre i Micronoidi nel flusso sanguigno umano; a questo punto essi prendono il controllo del cervello e possono utilizzare tutte le conoscenze e le abilità dell'ospite. Ora conosciamo la fisiologia dei Micronoidi a un livello tale da poter sviluppare una tossina in grado di eliminare questi mostri dall'interno dei nostri corpi.
ja_jp: マイクロノイド生命体がエイリアンの知性の源で、様々なエイリアンの形態をとって侵略を開始したことがようやく判明した。形態が大きくなるにつれこの次元では長生きできない。つまりマイクロノイドは新しい宿主が侵略の為には必要で、理想の宿主は他ならぬ我々人類である。ブレインサッカーはマイクロイドを人間の血管に注入する為に用いられ、その後マイクロイドが脳のコントロールを奪うと宿主の全ての知識と能力にアクセスを開始する。これでマイクロイドの生理機能が十分理解できた。後は血流に混入した生体を殺す特殊な毒物を開発するだけだ。
pl: Stało się dla nas jasne, że to mikronoidy są źródłem inteligencji obcych i wykorzystują różne rodzaje form życia to prowadzenia inwazji na nasz świat. Makroskopijne rodzaje obcych nie są w stanie przetrwać długo na Ziemi - mikronoidy muszą przenieść się do innego nosiciela, aby podbić nasz świat, zaś idealnym nosicielem jest człowiek. Do wprowadzania mikronoidów do ludzkiego krwiobiegu wykorzystywane są wysysacze; następnie mikronoidy przejmują kontrolę nad mózgiem i uzyskują dostęp do całej wiedzy i umiejętności nosiciela. Aktualnie rozumiemy fizjologię mikronoidów na tyle dobrze, by opracować toksynę, która będzie likwidowała te mikroorganizmy wewnątrz ludzkiego krwiobiegu.
pt_br: Não está claro para nós se os organismos micronoides são fonte da inteligência alienígena e se eles estão usando suas várias formas para iniciar uma invasão em nossa dimensão. As formas de vida maiores não podem sobreviver em nossa dimensão - os Micronoides devem ser transferir para um novo usuário a fim de conquistar nosso mundo, e o hospedeiro ideal somos nós mesmos. Suga-Cérebros são usados para introduzir Micronoides na corrente sanguínea humana, que então ganha controle do cérebro, acessando as habilidades e conhecimentos do hospedeiro. Nós compreendemos agora a fisiologia do Micronoide suficientemente bem para desenvolver uma toxina específica que irá destruir o organismo na corrente sanguínea.
ru_ru: Теперь мы осознали, что микроноиды - источник разума пришельцев и что они используют различные инопланетные формы жизни для штурма нашего измерения. Крупные виды инопланетян не могут существовать в нашем измерении; микроноиды вынуждены искать себе новых хозяев, чтобы захватить наш мир, и идеальным хозяином для этого является Homo Sapiens. Мозгососы предназначены для ввода микроноидов в кровоток человека и последующего захвата контроля над мозгом, а также получения доступа ко всем знаниям и способностям хозяина. Теперь мы понимаем физиологию микроноидов достаточно хорошо, что позволит нам разработать специальный токсин, способный уничтожить эти организмы непосредственно в кровотоке.
