Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: This enormous creature is deposited by an Alien Mothership. Its primary objective appears to be destruction of the city and annihilation of X-COM bases. The terror and panic that it causes amongst the population indicates a change in Alien strategy. It is possible that they have abandoned their attempts at infiltration and are now only concerned with revenge and retribution against X-COM.
cs: Tento ohromný netvor je vysazován z Cizáckých mateřských lodí. Zdá se, že jeho hlavním cílem je ničení města a likvidace Bází X-COM. Terror a panika, kterou způsobuje mezi obyvatelstvem ukazuje na změnu v cizácké strategii boje. Je možné, že se vzdali svých pokusů o infiltraci, a nyní se soustředili na odplatu a pomstu zaměřenou hlavně proti X-COM.
de_de: Diese gewaltige Kreatur wird von einem Alien-Mutterschiff abgeworfen. Das Wesen ist allem Anschein nach für die Zerstörung von Mega-Primus vorgesehen. Die Massenhysterie, die der Overspawn bei der Bevölkerung ausgelöst hat, deutet auf eine grundlegende Änderung der Alien-Strategie hin. Es besteht die Möglichkeit, daß die Außerirdischen ihre Infiltrationspolitik aufgegeben haben und daß für sie mittlerweile nur noch Rache und Vergeltung an X-COM zählen.
es: Esta enorme criatura viene en una Nave Nodriza Alienígena. Su principal objetivo parece ser la destrucción de la ciudad y la aniquilación de las bases X-COM . El terror y el pánico que causa entre la población indica un cambio en la estrategia alienígena. Es posible que ahora hayan abandonado sus intentos de infiltración y ahora sólo se concentran en la venganza y retribución contra X-COM.
fr_fr: Cette énorme créature est déposée par un vaisseau-mère alien. Son objectif principal semble être la destruction de la ville et des bases X-COM. La terreur causée par cette créature au sein de la population témoigne d'un changement dans la stratégie alienne. Il se peut que les aliens aient abandonné leurs tentatives d'infiltration et ne pensent maintenant qu'à se venger d'X-COM.
it: Quest'enorme creatura viene liberata da una Nave Madre Aliena. A quanto pare il suo obiettivo primario è la distruzione della città e delle basi X-COM. Il terrore e il panico causati da questo mostro nella popolazione indicano un cambiamento nella strategia Aliena: è possibile che i nostri nemici abbiano abbandonato i loro tentativi di infiltrarsi dall'interno nelle Corporazioni e nel Senato, e siano ora semplicemente intenzionati ad annientare la razza umana e la X-COM.
ja_jp: この巨大な生物はエイリアンの母艦で待機している。その目的は明らかに都市とX-Com基地の破壊だ。テロと恐怖に訴えかける手段に出たところを見ると、エイリアンの戦略は変わったようだ。今までのような潜入による浸透作戦を捨て、X-Comに対する報復戦に専念する事になったのではないか。
pl: Ta olbrzymia istota jest przewożona przez statek-matkę obcych. Głównym celem jej działania jest dewastacja miasta i niszczenie baz X-COM-u. Strach i panika, jakie szerzy supermorf, wskazują na zmianę w strategii obcych. Możliwe jest, że zarzucili oni próby infiltracji i skoncentrowali się na zemście na naszej organizacji.
pt_br: Essa enorme criatura é depositada por uma nave-mãe alienígena. Seu objetivo principal para ser a destruição da cidade e a aniquilação das bases X-COM. O terror e pânico que causa na população indica uma mudança na estratégia alienígena. É possível que eles tenham abandonado suas tentativas de infiltração e estão preocupados apenas com vingança contra a X-COM.
ru_ru: Это существо чудовищных размеров десантируется с корабля-базы пришельцев. Его главной целью, похоже, является разрушение города и стирание баз X-COM с лица земли. Ужас и паника, которую оно сеет среди населения, означает изменение стратегии пришельцев. Возможно, они прекратили попытки захвата города изнутри и решили мстить X-COM.

source: The Overspawn is a hybrid creature, derived from the Megaspawn genetic pool. It is difficult to kill, but will eventually succumb to bombardment by Disruptor Beams and other powerful weapons. Fortunately it has no ranged combat capability.
cs: Hypertron je další z hybridních tvorů, odvozených od Megatronovy genetické linie. Je obtížně zničitelný, ale neodolá palbě disperzívních svazků či jiných silných zbraní. Jeho útočné možnosti jsou naštěstí omezeny na krátkou vzdálenost.
de_de: Der Overspawn ist ein Hybrid, entstanden aus dem genetischen Pool von Megaspawn. Er ist schwer auszuschalten, nur der Einsatz von Disruptorstrahlen und ähnlich zerstörerischen Waffen kann ihn stoppen. Glücklicherweise ist seine Reichweite begrenzt.
es: El Overspawn es una criatura híbrida, derivada del material genético del Megaspawn. Es difícil matarle, pero finalmente caerá ante un bombardeo con Rayos Perturbadores y otras poderosas armas. Afortunadamente no tiene posibilidad de combatir a distancia.
fr_fr: L'Overspawn est une créature hybride dérivée du patrimoine génétique du mégaspawn. Il est difficile à tuer, mais on peut en venir à bout en utilisant des rayons disrupteurs et autres armes puissantes. Heureusement, il n'a aucune capacité de combat à distance.
it: Questa creatura è un ibrido, derivato dal patrimonio genetico del Megaspawn. E' molto difficile da uccidere, ma un bombardamento effettuato con raggi Disgregatori e con altre armi a elevata potenza può avere successo. Fortunatamente non ha alcuna capacità di combattimento a distanza.
ja_jp: オーバースポーンはハイブリッド生物で、メガスポーンの遺伝プールから作られている。極めてタフだが、十分な時間をかけてディスラプター光線などの強力な兵器で攻撃し続ければ倒す事ができるだろう。幸いなのは彼らは遠距離攻撃の手段を持ち合わせていない事だ。
pl: Supermorf to mieszaniec wytworzony na bazie genów megamorfa. Trudno go zabić, ale długi ostrzał promieniami dysrupcyjnymi i inną ciężką bronią będzie skuteczny. Na szczęście supermorf nie jest zaopatrzony w broń dalekiego zasięgu.
pt_br: O Overspawn é uma criatura híbrida, derivada geneticamente do Megaspawn. É difícil de matar, mas fatalmente sucumbirá a bombardeamentos por raios disruptivos e outras armas poderosas. Felizmente, não tem nenhum alcance de combate.
ru_ru: Это существо представляет собой гибрид, созданный на основе генома мегаплода. Его сложно убить, но оно уязвимо к воздействию расщепляющих бомб и других мощных вооружений. К счастью, оно не несет вооружений дальнего боя.

source: Incubator
cs: Inkubátor
de_de: Brutkasten
es: Incubadora
fr_fr: Incubateur
it: Incubatrice
ja_jp: インキュベーター
pl: Inkubatornia
pt_br: Incubador
ru_ru: Инкубатор

source: The Incubator is a warm and humid collection of chambers in which Alien eggs are stored ready for hatching. They will be well protected by Alien warriors because of their vulnerability at this stage of the life cycle. You should also expect to meet many Multiworms preparing to give birth to the Hyperworm vermin which burst from the innards of their parents in their final death agony.
cs: Inkubátor je soustava teplých a vlhkých komor, v nichž se cizácká vejce připravují k vylíhnutí. Je velmi dobře bráněn cizáckými bojovníky protože v této etapě svého životního cyklu, jsou cizáci mimořádně zranitelní. Můžete se zde setkat s množstvím Multiwormů, připravených dát život dalším Hyperwormům, čekajících na smrtelnou agonii svých rodičů, aby mohli opustit jejich těla.
de_de: Der Brutkasten besteht aus einer Reihe warmer, feuchter Kammern, in denen Alien-Eier bis zum Schlüpfen aufbewahrt werden. Die Kammern werden von Alien-Kriegern bewacht, da die Jungen sich in der empfindlichsten Phase ihres Lebenszyklus befinden. Hier findet man auch viele Multiwürmer, die sich auf die Geburt des widerlichen Ungeziefers vorbereiten, das aus den Innereien der Eltern hervorbricht, wobei diese unter furchtbaren Schmerzen sterben.
es: La Incubadora consiste de una serie de salas húmedas y calurosas en las que los huevos y crisálidas alienígenas se almacenan antes de nacer. Están bien protegidas por guerreros alienígenas porque los alienígenas son vulnerables en esta etapa de su ciclo de vida. También te puedes encontrar muchos Multigusanos que se preparan para dar a luz a los Hipergusanos, que salen expulsados de las entrañas de sus padres en su agonía final.
fr_fr: L'incubateur est un ensemble de chambres chaudes et humides renfermant les oufs aliens qui attendent leur éclosion. Attendez-vous à ce que ces oufs, vulnérables à cette étape de leur vie, soient bien protégés par les guerrier aliens. Attendez-vous aussi à rencontrer plusieurs multivers se préparant à donner naissance à la vermine hyperver qui s'éjectent des entrailles de leurs parents durant la dernière agonie avant leur mort.
it: L'Incubatrice è costituita da una serie di camere calde e molto umide, all'interno delle quali le uova e le Crisalidi Aliene attendono il momento di schiudersi. Sono costantemente protette da guerrieri Alieni, dal momento che sono particolarmente vulnerabili. Sicuramente saranno presenti numerosi Multivermi, pronti a dare vita ai terribili Ipervermi, che usciranno dal loro corpo dilaniandoli completamente.
ja_jp: インキュベーターはワームタイプのエイリアンで産卵間近の卵を備えた複数の産室を寄せ集めたものだ。彼らは脆弱な形態の段階なので戦士タイプのエイリアンによって厳重に守られている。彼らの居る所には親の断末魔と共に産まれるハイパースポーンで腹が大きくなったマルチワームが居る事を想定した方が良いだろう。
pl: Inkubatornia to ciepły i wilgotny zespół komór, w których składowane są jaja gotowe do wyklucia. Z uwagi na ich wrazliwość na tym etapie życia chronione są przez obcych żołnierzy. Można się też spodziewać licznych wielorobaków, przygotowujących się do urodzenia hiperrobaków, które rozerwą je na strzępy.
pt_br: O Incubador é uma câmara úmida e quente onde os ovos alienígenas são guardados para serem chocados. São protegidos por guerreiros aliens por causa de sua vulnerabilidade. Você também deve esperar muitos Multivermes se preparando para dar a luz a Hipervermes, que irrompem de seus pais no seu momento final.
ru_ru: Инкубатор - это совокупность помещений с теплой и влажной средой, в которых находятся готовые к вылуплению яйца пришельцев. Их бесстрашно защищает пехота пришельцев, поскольку на этой стадии жизненного цикла они крайне уязвимы. Также можно ожидать встречи с большим количеством мультичервей, из которых во время предсмертной агонии готовы появиться хищные гиперчерви.

source: This structure appears to be the source of all Alien eggs. Few Aliens enter the building but many are seen to leave. Our Scientists fear the existence of a frightful Alien Queen. Excercise extreme caution if you encounter such an Alien.
cs: Zdá se, že je tato struktura zdrojem cizáckých vajec. Jen málo cizáků vchází dovnitř, ale mnoho jich odtud vychází. Naši vědci se obávají přítomnosti nějakého druhu cizácké Královny. Setkáte-li se s ní, buďte mimořádně opatrní.
de_de: Diese Struktur scheint der Herkunftsort aller Alien-Eier zu sein. Nur wenige Aliens betreten dieses Gebäude, aber viele verlassen es. Unsere Wissenschaftler befürchten, daß sich dort eine grauenhafte Alien-Königin aufhält. Sehen Sie sich besonders vor, wenn Sie einem solchen Alien begegnen.
es: Esta estructura parece ser la fuente de todos los huevos alienígenas. Pocos alienígenas entran en el edificio pero se ve salir a muchos. Nuestros científicos temen que exista una horrorosa Reina Alienígena. Hay que tener muchísimo cuidado si te encuentras con esta alienígena.
fr_fr: Cette structure semble être la source de tous les oufs aliens. Peu d'Aliens entrent dans le bâtiment, mais on en voit beaucoup en sortir. Nos scientifiques redoutent l'existence d'une terrifiante reine alienne. Soyez très prudent si vous rencontrez un tel Alien.
it: Questa struttura sembra essere la sorgente di tutte le uova Aliene: infatti, poche creature entrano nell'edificio, ma molte ne escono. I nostri scienziati temono l'esistenza di una terribile Regina Aliena, nei confronti della quale sarebbe necessario fare estrema attenzione.
ja_jp: この構造体こそが全てのエイリアンの卵の源だと思われる。ここに入って行くエイリアンは少なく、出て行く方が多い。我々の科学者達は恐ろしいクイーンの存在を予測している。もしその様なエイリアンに遭遇したら細心の注意を以て対応すること。
pl: Ta budowla wydaje się być źródłem wszystkich jaj obcych. Niewielu kosmitów do niej wchodzi, ale widziano wielu wychodzących. Nasi naukowcy obawiają się, że wewnątrz znajduje się przerażająca królowa obcych. W przypadku natknięcia się na tę istotę zachowaj najwyższą ostrożność.
pt_br: Essa estrutura parece ser a origem de todos os ovos alienígenas. Poucos aliens entram no prédio, mas muitos saem de lá. Nossos cientistas temem a existência de uma horripilante rainha. Aja com máxima cautela se encontrar um desses alienígenas.
ru_ru: Это сооружение, похоже, представляет собой источник яиц пришельцев. В здание редко входят пришельцы, однако выходит их оттуда очень много. Наши ученые опасаются присутствия в здании ужасающей королевы пришельцев. Необходимо проявлять особую осторожность в случае встречи с этой особью.

source: The Alien food source appears to be plants. This building provides the perfect balance of light and heat for the Alien plants.
cs: Zdroj cizácké potravy připomíná plantáž. Tato budova poskytuje organismům perfektně vyváženou kombinaci světla a tepa.
de_de: Die Haupternährungsquelle der Aliens scheint pflanzliche Materie zu sein. Dieses Gebäude bietet die perfekte Ausgewogenheit von Licht und Wärme für die Alien-Pflanzen.
es: La fuente de alimentación alienígena parecen ser las plantas. Este edificio proporciona el perfecto equilibrio de luz y calor para las plantas alienígenas.
fr_fr: La source d'alimentation alienne semble être les plantes. Ce bâtiment fournit un parfait équilibre de lumière et de chaleur aux plantes aliennes.
it: La principale fonte di alimentazione degli Alieni sembra essere rappresentata dalle piante; questo edificio fornisce un perfetto bilanciamento di luce e calore per la loro crescita.
ja_jp: エイリアンの食料は植物のようだ。このビルは完璧なバランスで光と熱をエイリアンの植物の為に供給している。
pl: Źródłem pożywienia Obcych najprawdopodobniej są rośliny. Ten budynek zapewnia roślinności idealne poziomy światła i ciepła.
pt_br: A fonte de alimentos dos alienígenas parece ser plantas. Esse edifício fornece o balanço ideal entre luz e calor para as plantas alienígenas.
ru_ru: Источником пищи пришельцев, похоже, являются растения. В этом сооружении поддерживается идеальный баланс между количеством тепла и света для инопланетных растений.

source: The Alien city is a complex organic growth in which each building type functions as a highly specialized "organ". The Megapod Chamber is the reproduction organ of the Alien city which nutures numerous egg shaped structures. These Megapods are giant seeds which grow to a large size before being transported to a new location. The seeds then grow and develop into other Alien buildings. The Megapod Chamber is extremely well defended but once it is destroyed we will be close to victory.
cs: Cizácké město je organickým komplexem, v němž má každá budova svou specifickou funkci, podobně jako orgány v těle. Semeník je reprodukčním orgánem cizáckého města, který vytváří mnoho zvláštních struktur, podobných vejcím. Právě v Semeníku jsou tato gigantická semena pěstována do doby, než jsou schopna transportu na nové místo, kde se vyvinou do dalších cizáckých budov. Semeník je velmi dobře bráněn, ale jestliže bude zničen, přiblížíme se na dosah vítězství.
de_de: Die Alien-Stadt ist ein komplexes organisches System, in dem jede Gebäudeart ein hochspezialisiertes 'Organ' darstellt. Die Megakapselkammer ist das Fortpflanzungsorgan der Alien-Stadt. Dort wachsen zahlreiche eierförmige Strukturen heran. Diese Megakapseln sind riesige Samen, die an einen entsprechenden Ort gebracht werden, sobald sie die nötige Größe erreicht haben. Die Samen entwickeln sich dort weiter und wachsen zu neuen Alien-Gebäuden heran. Die Megakapselkammer wird sehr gut verteidigt, aber wenn es uns gelingt, sie zu zerstören, ist der Sieg zum Greifen nah.
es: La ciudad alienígena es una compleja entidad orgánica en la cual cada tipo de edificio funciona como un "órgano" altamente especializado. La Cámara Megapod es el órgano reproductivo de la ciudad alienígena que cría numerosas estructuras con forma de huevo. Un Megapod es una gigantesca semilla que crece hasta el tamaño adecuado antes de ser transportada a un nuevo lugar. Las semillas crecen y se convierten en otros edificios alienígenas. La Cámara Megapod está muy bien defendida pero una vez destruida, la victoria estará a nuesto alcance.
fr_fr: La ville alienne est une croissance organique complexe dans laquelle chaque type de bâtiment fonctionne comme un "organe" hautement spécialisé. La chambre à mégapodes est l'organe de reproduction de la ville alienne qui abrite diverses structures en forme d'oufs. Ces mégapodes sont des graines géantes qui doivent atteindre une certaine taille avant d'être transférées dans un nouvel emplacement. Ces graines poussent alors et se transforment en d'autres bâtiments aliens. La chambre à mégapodes est extrêmement bien défendue, mais si elle est détruite, nous serons proches de la victoire.
it: La città Aliena è un complesso organico nel quale ogni edificio svolge le funzioni di uno specifico 'organo'; la Camera Megapod è in pratica la zona riproduttiva. Si tratta di un gigantesco seme che cresce fino a raggiungere enormi dimensioni, per poi essere trasportato in un altro luogo: qui inizia a svilupparsi, e dà vita a un diverso tipo di edificio. La Camera Megapod è estremamente ben difesa, ma, una volta distrutta, saremo vicini alla vittoria.
ja_jp: エイリアンの都市は複雑な生体器官の成長から成り、それぞれの'器官'が非常に洗練された方法で機能している。メガポッドの房室は都市にとっての繁殖場のような場所で、沢山の卵状の器官を育てている。それは大きな種のようなもので、大きく育ってから他の場所に移される。その後他のエイリアンの建物同様になるまで成長する。メガポッドの房室の防備は非常に強力だが、これを破壊する事ができれば勝利は目前である。
pl: Miasto obcych to złożony twór organiczny, w którym każda budowla pełni funkcję jakiegoś wyspecjalizowanego organu. Komora zasobników to narząd reprodukcyjny, w którym spoczywa wiele jajowatych obiektów. Zasobniki te są ogromnymi nasionami, które przed umieszczeniem w określonym miejscu rozrastają się do gigantycznych rozmiarów. Następnie, po 'zasadzeniu', z nasion wyrastają nowe budowle obcych. Komora zasobników jest bardzo silnie broniona, ale jeśli uda się ją zniszczyć, będziemy bliscy zwycięstwa.
pt_br: A cidade alienígena é um organismo complexo em que cada edifício exerce funções especializadas, como um órgão. A Câmara Megacasulo é o órgão reprodutivo da cidade, nutrindo diversas estruturas em formato de ovo. Esses Megacasulos são sementes gigantes que crescem imensamente até serem transportadas para um novo local. A semente então cresce e se transforma em outro edifício. A Câmara Megacsulo é extremamente protegida, mas uma vez destruída, estaremos perto da vitória.
ru_ru: Город пришельцев представляет собой сложный органический комплекс, в котором каждое сооружение действует как узкоспециализированный орган. Зал гигантских стручков - это репродуктивный орган города пришельцев, питающий множество яйцеобразных структур. Эти стручки представляют собой гигантские растения, вырастающие до больших размеров перед перевозкой на новое место. Затем они дозревают и превращаются в здания пришельцев. Зал гигантских стручков прекрасно защищен, но после его уничтожения мы окажемся близки к победе.

source: This building seems to function as a nocturnal rejuvenation center for the Aliens. We have identified the weak points that will allow us to destroy this building. You will receive a full briefing before you enter the combat zone. Once this task is accomplished we can gain information about the next Alien building through the exposed tubing that connects the Alien city.
cs: Zdá se, že tato budova funguje jako centrum nočního odpočinku pro Cizáky. Identifikovali jsme slabé místo, které nám umožní zlikvidovat tuto budovu. Detailní instrukce dostaneme v okamžiku, až vstoupíme do bojové oblasti. Až tento úkol dokončíme, získáme informace o ostatních cizáckých budovách, prostřednictvím tunelů, které propojují cizácké město.
de_de: Dieses Gebäude scheint der nächtlichen Verjüngungskur der Aliens zu dienen. Wir haben Schwachstellen entdeckt, die es uns ermöglichen werden, das Gebäude zu zerstören. Sie erhalten eine vollständige Einsatzbesprechung, bevor Sie die Gefechtszone erreichen. Wenn Sie diese Aufgabe erfüllt haben, können wir mit Hilfe des offengelegten Röhrensystems, das die verschiedenen Teile der Alien-Stadt miteinander verbindet, Informationen über das nächste Alien-Gebäude sammeln.
es: Esto edificio parece funcionar como lugar de rejuvenecimiento nocturno de los alienígenas. Hemos detectado los puntos débiles que nos permitirán destruir este edificio. Antes de entrar en la zona de combate recibirás instrucciones completas. Una vez concluida esta tarea, podremos conseguir información sobre el siguiente edificio alienígena a través de los tubos que conectan la ciudad alienígena.
fr_fr: Ce bâtiment ressemble à un centre de régénération nocturne des Aliens. Nous avons identifié les ponts faibles qui nous aideront à détruire ce bâtiment. Vous recevrez des instructions complètes avant d'entrer dans la zone des combats. Une fois cette tâche accomplie, nous obtiendrons des informations sur le bâtiment alien suivant grâce au réseau de tubes qui relie la ville alienne.
it: Questo edificio sembra essere un centro di riposo notturno per gli Alieni; ne abbiamo identificato i punti deboli che ci consentiranno di distruggerlo. Riceverai le istruzioni per portare a termine questo compito non appena ti sarai avvicinato alla zona di combattimento; una volta completata questa missione, potremo acquisire informazioni utili relative agli edifici vicini, connessi tra loro attraverso un sistema di tubi.
ja_jp: このビルはエイリアンにとっての休眠室のようなものらしい。このビルを破壊する事ができる弱点を確認した。戦闘に入る前に詳細なブリーフィングを受けよ。このミッションが完了したらエイリアンの都市内を走るチューブを通じて向かうべき次のビルについての情報を得られる。
pl: Ta budowla służy obcym do nocnej regeneracji sił. Określiliśmy jej słabe punkty, co umożliwi nam jej zniszczenie. Pełną odprawę otrzymasz przed wejściem do strefy walki. Po zakończeniu misji będziemy mogli zdobyć informacje na temat kolejnej budowli obcych, wykorzystując odsłonięty system rur przesyłowych miasta.
pt_br: Esse edifício para funcional como um centro de rejuvenescimento noturno para os alienígenas. Nós identificamos os pontos fracos que nos permitem destruí-lo. Você receberá um relatório completo antes de entrar na zona de combate. Uma vez que essa tarefa esteja completa, poderemos obter informações sobre o próximo edifício alienígena, através dos dutos expostos que se conectam à cidade.
ru_ru: Это сооружение, похоже, выполняет функцию центра ночного омоложения пришельцев. Мы обнаружили слабые места этого здания, которые позволят нам уничтожить его. Полный брифинг будет проведен перед входом в зону боевых действий. После выполнения этого задания мы сможем получить информацию о следующем здании пришельцев по незащищенной трубе, соединяющей сооружения в городе пришельцев.
