Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Quantum physics skill
cs: Úroveň v kvant.fyzice
de_de: Quantenphysik-Fähigkeiten
es: Hab. en Física Cuántica
fr_fr: Compétence en physique quantique
it: Abilità fisico quantistica
ja_jp: 量子力学スキル
pl: Znajomość fizyki kwantowej
pt_br: Competência em Física Quântica
ru_ru: Навык в квантовой физике

source: Cancel Hire and Fire
cs: Zrušit nábor/propouštění
de_de: Heuern und Feuern abbrechen
es: Anular Reclutar y Despedir
fr_fr: Annuler Recruter et renvoyer
it: Annulla Assumi e Licenzia
ja_jp: 雇用/解雇をキャンセル
pl: Anuluj nabór i zwolnienia
pt_br: Cancelar Contratar e demitir
ru_ru: Отменить найм и уволить

source: Loading
cs: Načítám
de_de: Bitte warten
es: Cargando
fr_fr: Chargement en cours
it: Attendi un attimo
ja_jp: ロード中
pl: Ładowanie
pt_br: Carregando
ru_ru: Загрузка

source: Switching to Alien Dimension
cs: Přesun do Cizácké dimenze
de_de: Wechsel zur Alien-Dimension
es: Cambiando a Dimensión Alienígena
fr_fr: Passer dans la dimension alienne
it: Passaggio alla Dimensione Aliena
ja_jp: エイリアン次元に切替え
pl: Przełączanie na obcy wymiar
pt_br: Mudar para a Dimensão Alien
ru_ru: Переключение на измерение пришельцев

source: Returning to city
cs: Návrat zpět do města
de_de: Rückkehr zur Stadt
es: Volviendo a la ciudad
fr_fr: Revenir dans la ville
it: Ritorno alla città
ja_jp: 都市に戻る
pl: Powrót do miasta
pt_br: Retornando para a cidade
ru_ru: Возвращение в город

source: Confirm Sales/Purchases
cs: Povolit Prodej/Objednávky
de_de: Ein-/Verkäufe bestätigen
es: Confirmar Ventas/Compras
fr_fr: Confirmer Ventes/Achats
it: Conferma vendite/acquisti
ja_jp: 売買の確定
pl: Potwierdź kupno/sprzedaż
pt_br: Confimar compras/vendas
ru_ru: Подтвердить покупку/продажу

source: Confirm Orders
cs: Povolit Rozkazy
de_de: Bestellungen bestätigen
es: Confirmar Pedidos
fr_fr: Confirmer les COMMANDES
it: Conferma ordini
ja_jp: 発注の確定
pl: Potwierdź zamówienia
pt_br: Confirmar pedidos
ru_ru: Подтвердить заказы

source: unit(s) hired
cs: osob najato
de_de: Einheit(en) eingestellt.
es: unidad(es) reclutadas
fr_fr: unité(s) recrutée(s)
it: unità assunta/e
ja_jp: ユニットを雇用しました
pl: zatrudniony(ch)
pt_br: unidade(s) contratada(s)
ru_ru: оперативник(и) нанят(ы)

source: unit(s) fired.
cs: osob propuštěno
de_de: Einheit(en) entlassen.
es: unidad(es) despedidas.
fr_fr: unité(s) renvoyée(s).
it: unità licenziata/e.
ja_jp: ユニットを解雇しました
pl: zwolniony(ch)
pt_br: unidade(s) contratada(s)
ru_ru: оперативник(и) уволен(ы).

source: AGENT LOCATION
cs: UMÍSTĚNÍ AGENTA
de_de: AGENTENSTANDORT
es: UBICACION AGENTE
fr_fr: POSITION DES AGENTS
it: POSIZIONE AGENTE
ja_jp: エージェントの現在位置
pl: LOKACJA AGENTA
pt_br: LOCALIZAÇÃO DO AGENTE
ru_ru: МЕСТОПОЛОЖЕНИЕ ОПЕРАТИВНИКА

source: VEHICLE LOCATION
cs: UMÍSTĚNÍ VOZIDLA
de_de: FAHRZEUGSTANDORT
es: UBICACION VEHICULO
fr_fr: POSITION DES VEHICULES
it: POSIZIONE VEICOLO
ja_jp: 乗り物の現在位置
pl: LOKACJA POJAZDU
pt_br: LOCALIZAÇÃO DO VEÍCULO
ru_ru: МЕСТОПОЛОЖЕНИЕ ТРАНСПОРТНОГО СРЕДСТВА

source: Unassigned Agents
cs: Volní agenti
de_de: Nicht zugewiesene Agenten
es: Agentes No Asignados
fr_fr: Agents non affectés
it: Agenti non assegnati
ja_jp: 未配属のエージェント
pl: Agenci nieprzydzieleni
pt_br: Agentes ociosos
ru_ru: Неназначенные оперативники

source: Vehicle Assignments
cs: Přiřazování vozidel
de_de: Fahrzeugzuweisung
es: Vehículos Asignados
fr_fr: Affectation des véhicules
it: Ordini per i veicoli
ja_jp: 乗り物の配備
pl: Przydziały do pojazdów
pt_br: Tarefas com Veículos
ru_ru: Находятся в ТС

source: X-COM is ALLIED with this organization. The relationship cannot be improved.
cs: S touto organizací má X-COM spojenectví. Tyto vztahy již nelze více zlepšit.
de_de: X-COM ist bereits mit dieser Organisation VERBÜNDET. Die Beziehungen können nicht verbessert werden.
es: X-COM ya está ALIADA con esta organización. La relación no se puede mejorar.
fr_fr: X-COM est déjà ALLIÉE à cette organisation. Impossible d'améliorer la relation.
it: La X-COM è già ALLEATA con quest'organizzazione. Non possiamo fare di più.
ja_jp: X-Comはこの組織と同盟を結んでいます。関係改善は不要です。
pl: X-COM jest SPRZYMIERZONE z tą organizacją. Nie można bardziej poprawić relacji.
pt_br: A X-COM é aliada desta organização. A relação não pode ser melhorada.
ru_ru: X-COM состоит в АЛЬЯНСЕ с этой организацией. Невозможно улучшить отношения.

source: This organization is under Alien control. The Alien race will not enter negotiations with X-COM.
cs: Tato organizace byla ovládnuta Cizáky. Cizácká rasa nemá zájem s X-COMem jakkoliv komunikovat.
de_de: Diese Organisation wird von Aliens kontrolliert. Die Aliens werden keine Verhandlungen mit X-COM aufnehmen.
es: Esta organización está bajo control alienígena. La raza alienígena no negociará con X-COM.
fr_fr: Cette organisation est sous contrôle alien. La race alienne ne négociera pas avec X-COM.
it: Quest'organizzazione è controllata dagli Alieni; per questo non farà negoziati con la X-COM.
ja_jp: この組織はエイリアンの支配下にあります。エイリアン種族はX-Comとの交渉には応じません。
pl: Ta organizacja jest pod kontrolą obcych. Obca rasa nie będzie negocjowała z X-COM.
pt_br: Esta organização está sob controle alienígena. A raça alien não entrará em negociações com a X-COM.
ru_ru: Организация находится под контролем пришельцев. Пришельцы не будут вести переговоров с X-COM.

source: Whilst X-COM continue to oppose our Alien friends we will remain hostile. Negotiations are impossible.
cs: Dokud bude X-COM pokračovat v útocích na naše mimozemské hosty, zůstaneme nepřáteli. Dohodu odmítáme.
de_de: Solange X-COM weiter unsere außerirdischen-Freunde bekämpft, bleiben wir feindlich gesinnt. Verhandlungen sind unmöglich.
es: Mientras X-COM siga oponiéndose a nuestros amigos alienígenas, seguiremos siendo hostiles. Las negociaciones son imposibles.
fr_fr: X-COM sera notre ennemie tant qu'elle continuera à combattre nos amis aliens. Toute négociation est hors de question.
it: Fino a che la X-COM combatterà i nostri amici Alieni noi le saremo nemici. Trattare è impossibile.
ja_jp: X-Comがエイリアンと協力関係にある組織と敵対している以上、交渉は不可能です。
pl: Dopóki X-COM będzie zwalczać naszych przyjaciół obcych, pozostaniemy wrogami. Negocjacje nie wchodzą w grę.
pt_br: Enquanto a X-COM continuar a se opor a nossos aliados aliens, permaneceremos hostis. Negociações são impossíveis.
ru_ru: Пока X-COM противостоит нашим инопланетным друзьям, мы будем относиться к ней враждебно. Переговоры невозможны.

source: It will cost: $
cs: Bude to stát: $
de_de: Kosten: $
es: Costará: $
fr_fr: Cela coûtera: $
it: Costerà: $
ja_jp: かかる費用: $
pl: Będzie kosztowało: $
pt_br: Irá custar: $
ru_ru: Необходима сумма: $

source: to improve relations to:
cs: pro zlepšení vztahů na:
de_de: Für bessere Beziehungen zu:
es: mejorar las relaciones a:
fr_fr: pour que les relations s'améliorent:
it: migliorare le relazioni con:
ja_jp: 関係を改善:
pl: aby poprawić relacje do:
pt_br: Para melhorar relações com:
ru_ru: , чтобы улучшить отношения до статуса:

source: ALLIED
cs: SPOJENEC
de_de: Verbündet
es: ALIADO
fr_fr: ALLIÉES
it: ALLEATO
ja_jp: 同盟
pl: SPRZYMIERZENI
pt_br: ALIADO
ru_ru: СОЮЗНИК

source: FRIENDLY
cs: PŘÍTEL
de_de: Freundlich
es: AMIGO
fr_fr: AMICALES
it: AMICHEVOLE
ja_jp: 友好的
pl: STOSUNEK PRZYJAZNY
pt_br: AMIGÁVEL
ru_ru: ДРУЖЕСТВЕННАЯ

source: NEUTRAL
cs: NEUTRÁL
fr_fr: NEUTRES
it: NEUTRALE
ja_jp: 中立
pl: STOSUNEK NEUTRALNY
pt_br: NEUTRO
ru_ru: НЕЙТРАЛЬНАЯ

source: UNFRIENDLY
cs: NEVLÍDNÝ
de_de: Unfreundlich
es: HOSTIL
fr_fr: PEU AMICALES
it: OSTILE
ja_jp: 不遜
pl: STOSUNEK NIEPRZYJAZNY
pt_br: NÃO AMIGÁVEL
ru_ru: НЕДРУЖЕСТВЕННАЯ

source: Pay organization
cs: Zaplať organizaci
de_de: Organisation bezahlen
es: Pagar a organización
fr_fr: Payer l'organisation
it: Paga compagnia
ja_jp: 組織への資金援助
pl: Zapłać organizacji
pt_br: Pagar organização
ru_ru: Заплатить организации

source: Show ten most infiltrated organizations not under Alien control.
cs: Ukaž deset organizací nejvíce infiltrovány né pod Cizáckou kontrolou.
de_de: Zeige die zehn unterwandertesten Organisationen, die nicht von Aliens kontrolliert werden.
es: Mostrar las diez organizaciones más infiltradas que no estén bajo control alienígena.
fr_fr: Afficher les dix organisations qui ont été les plus infiltrées et qui ne sont pas sous contrôle alien.
it: Elenca le prime dieci compagnie con infiltrazione Aliena, ma non ancora completamente controllate.
ja_jp: エイリアンの支配下ではない最も侵入された組織トップ10
pl: Pokaż dziesięć organizacji najbardziej zinfiltrowanych przez obcych, ale nie pod ich kontrolą.
pt_br: Mostrar as dez organizações mais infiltradas fora do controle alien.
ru_ru: Показать десять организаций с наибольшим проникновением пришельцев, не находящихся под их контролем.

source: BASE ATTACK
cs: ÚTOK NA BÁZI
de_de: BASISANGRIFF
es: ATAQUE A LA BASE
fr_fr: ATTAQUE DE LA BASE
it: ATTACCO ALLA BASE
ja_jp: 基地への攻撃
pl: ATAK NA BAZĘ
pt_br: Forças hostis invadiram a sua base. Equipe seus agentes antes de ir para a batalha.
ru_ru: НАПАДЕНИЕ НА БАЗУ

source: Hostile forces have invaded your base. Equip your Agents before battle.
cs: Nepřátelské síly napadly tvojí základnu. Vybav své agenty před bojem.
de_de: Gegnerische Truppen sind in Ihre Basis eingedrungen. Rüsten Sie Ihre Agenten vor dem Kampf aus.
es: Fuerzas hostiles han invadido tu base. Equipa a tus Agentes antes de la batalla.
fr_fr: Des forces hostiles ont envahi votre base. Armez vos agents avant la bataille.
it: Forze ostili hanno attaccato la nostra base. Prepara gli uomini per la battaglia.
ja_jp: 我々の基地を敵対勢力が攻撃しています。戦闘開始前にエージェントの装備を整えてください。
pl: Wrogie siły wdarły się do bazy. Wyposaż swoich agentów do walki.
pt_br: Forças hostis invadiram sua base. Equipe seus agentes antes da batalha.
ru_ru: На вашу базу напали враждебные силы. Снарядите оперативников перед боем.

source: Dimension Gates
cs: Dimenzní brány
de_de: Dimensionstore
es: Puertas de la Dimensión
fr_fr: Portails interdimensionnels
it: Portali Dimensionali
ja_jp: 次元ゲート
pl: Bramy międzywymiarowe
pt_br: Portais Dimensionais
ru_ru: Врата между измерениями

source: The Alien Dimension
cs: Cizácká dimenze
de_de: Die Alien-Dimension
es: La Dimensión Alienígena
fr_fr: La dimension alienne
it: La Dimensione Aliena
ja_jp: エイリアンの次元
pl: Obcy wymiar
pt_br: A Dimensão Alien
ru_ru: Измерение пришельцев

source: One Way To Win
cs: Jediná cesta k vítězství.
de_de: Der Weg zum Sieg
es: Una Manera de Ganar
fr_fr: Une façon de gagner
it: La via per la vittoria
ja_jp: 勝利への一本道
pl: Jedyna droga do zwycięstwa
pt_br: Uma Maneira de Vencer
ru_ru: Единственный путь к победе

source: UFO spotted.
cs: Objeveno UFO
de_de: UFO entdeckt.
es: OVNI detectado.
fr_fr: Ovni repéré.
it: UFO individuato.
ja_jp: UFO発見
pl: Zauważono UFO.
pt_br: OVNI avistado.
ru_ru: Замечен НЛО.

source: Alien corpse found.
cs: Nalezeny mrtvoly Cizáků
de_de: Alien-Leiche gefunden.
es: Cuerpo alienígena encontrado.
fr_fr: Cadavre alien trouvé.
it: Corpo Alieno recuperato.
ja_jp: エイリアンの死体発見
pl: Znaleziono ciało obcego.
pt_br: Cadáver alien encontrado.
ru_ru: Обнаружено тело пришельца.

source: Live Alien spotted.
cs: Objeveni Cizáci
de_de: Lebender Alien entdeckt.
es: Alienígena vivo detectado.
fr_fr: Alien vivant repéré.
it: Alieno vivo avvistato.
ja_jp: 生きたエイリアン発見
pl: Zauważono żywego obcego.
pt_br: Alien vivo avistado.
ru_ru: Замечен живой пришелец.

source: Not enough money to buy this building.
cs: Na nákup této budovy není dost financí
de_de: Nicht genug Geld, um dieses Gebäude zu kaufen.
es: No hay suficiente dinero para comprar este edificio.
fr_fr: Pas assez d'argent pour acheter ce bâtiment.
it: Soldi insufficienti per costruire questa struttura.
ja_jp: このビルを購入するには資金が足りません
pl: Brakuje funduszy, by kupić ten budynek.
pt_br: Sem dinheiro suficiente para comprar este prédio.
ru_ru: Недостаточно средств для покупки этого здания.

source: Planning permission refused for this building.
cs: Plánovný nákup této budovy nebyl povolen.
de_de: Baugenehmigung für dieses Gebäude verweigert.
es: Se ha denegado el permiso de obra para este edificio.
fr_fr: Permis de construire pour ce bâtiment refusé.
it: Permesso di costruzione della struttura rifiutato.
ja_jp: このビルに対する計画許可が却下されました。
pl: Brak zgody na plan przebudowy budynku.
pt_br: Permissão de planejamento recusada para este prédio.
ru_ru: Разрешение на строительство для этого здания не подписано.

source: The owner does not wish to sell this building.
cs: Vlastník této budovy si ji nepřeje odprodat.
de_de: Der Besitzer will das Gebäude nicht verkaufen.
es: El dueño no quiere vender este edificio.
fr_fr: Le propriétaire ne souhaite pas vendre ce bâtiment.
it: Il proprietario non intende vendere quest'edificio.
ja_jp: ビルの所有者に売却の意志がないようです。
pl: Właściciel nie chce sprzedać tego budynku.
pt_br: O proprietário não deseja vender este edifício.
ru_ru: Владелец не хочет продавать это здание.

source: There has been an explosion.
cs: Byla tady exploze.
de_de: Es gab eine Explosion.
es: Ha habido una explosión.
fr_fr: Il y a eu une explosion.
it: C'è stata un'esplosione.
ja_jp: 爆発発生
pl: Był wybuch.
pt_br: Houve uma explosão
ru_ru: Произошел взрыв.

source: Building under attack:
cs: Napadena budova:
de_de: Gebäude wird angegriffen:
es: El edificio está siendo atacado:
fr_fr: Bâtiment attaqué:
it: Edificio sotto attacco:
ja_jp: 攻撃されているビル:
pl: Budynek atakowany:
pt_br: Edifício sob ataque:
ru_ru: Здание атаковано:

source: Attacked by:
cs: Budovu napadl:
de_de: Angegriffen von:
es: Atacado por:
fr_fr: Attaqué par:
it: Attaccato da:
ja_jp: 攻撃者:
pl: Atakowany przez:
pt_br: Atacado por:
ru_ru: Атаковано:

source: destroyed by
cs: zničen strojem:
de_de: zerstört durch
es: destruido por
fr_fr: détruit par
it: distrutto da
ja_jp: 破壊者:
pl: budynek zniszczony przez:
pt_br: destruído por
ru_ru: уничтожено

source: Vehicle heavily damaged:
cs: Vozidlo těžce poškozeno:
de_de: Schwer beschädigtes Fahrzeug:
es: Vehículo muy dañado:
fr_fr: Dégâts du véhicule importants :
it: Veicolo gravemente danneggiato:
ja_jp: ひどく損傷した乗り物:
pl: Pojazd ciężko uszkodzony:
pt_br: Veículo seriamente danificado:
ru_ru: ТС сильно повреждено:

source: Vehicle moderately damaged:
cs: Vozidlo středně poškozeno:
de_de: Mittelschwer beschädigtes Fahrzeug:
es: Vehículo moderadamente dañado:
fr_fr: Dégâts du véhicule moyens:
it: Veicolo danneggiato:
ja_jp: 損傷した乗り物:
pl: Pojazd średnio uszkodzony:
pt_br: Veículo moderadamente danificado:
ru_ru: ТС заметно повреждено:

source: Vehicle lightly damaged:
cs: Vozidlo lehce poškozeno:
de_de: Leicht beschädigtes Fahrzeug:
es: Vehículo ligeramente dañado:
fr_fr: Dégâts du véhicule légers:
it: Veicolo leggermente danneggiato:
ja_jp: 殆ど無傷の乗り物:
pl: Pojazd lekko uszkodzony:
pt_br: Veículo levemente danificado:
ru_ru: ТС легко повреждено:

source: : Weapon out of ammo:
cs: : Zbrani došla munice:
de_de: : Waffe ohne Munition:
es: : Arma sin munición:
fr_fr: : arme à cours de munitions:
it: : munizioni esaurite:
ja_jp: : 弾切れの武器:
pl: : Broń nie ma amunicji:
pt_br: Arma sem munição:
ru_ru: : в оружии закончились боеприпасы:

source: Organization attacked:
cs: Organizace napadena:
de_de: Organisation wird angegriffen:
es: Organización atacada:
fr_fr: Organisation attaquée:
it: Organizzazione attaccata:
ja_jp: 攻撃されている組織:
pl: Atak na organizację:
pt_br: Organização atacada:
ru_ru: Организация атакована:

source: Organization raided:
cs: Organizace přepadena:
de_de: Organisation geplündert:
es: Organización allanada:
fr_fr: Raid sur l'organisation:
it: Organizzazione saccheggiata:
ja_jp: 略奪されている組織:
pl: Rajd na organizację:
pt_br: Organização saqueada:
ru_ru: На организацию совершен рейд:

source: Raided by:
cs: Útočníkem je:
de_de: Geplündert von:
es: Allanada por:
fr_fr: Raid par:
it: Saccheggiata da:
ja_jp: 略奪者:
pl: Rajd dokonany przez:
pt_br: Saqueada por:
ru_ru: Рейд совершен:

source: Organization stormed:
cs: Byla dobyta organizace:
de_de: Organisation gestürmt:
es: Organización asaltada:
fr_fr: Assaut sur l'organisation:
it: Organizzazione assalita:
ja_jp: 強襲されている組織:
pl: Szturm na organizację:
pt_br: Organização invadida:
ru_ru: Организация атакована:

source: Stormed by:
cs: Dobyl ji:
de_de: Gestürmt von:
es: Asaltada por:
fr_fr: Assaut par:
it: Assalita da:
ja_jp: 強襲者:
pl: Organizacja zaszturmowana przez:
pt_br: Invadida por:
ru_ru: Атакована:

source: An illegal road vehicle has been detected.
cs: Zaměřeno ilegální silniční vozidlo.
de_de: Ein illegales Straßenfahrzeug wurde aufgespürt.
es: Se ha detectado un vehículo terrestre ilegal.
fr_fr: Un véhicule terrestre clandestin a été détecté.
it: Rilevato un veicolo stradale non autorizzato.
ja_jp: 不法車両を発見しました。
pl: Wykryto nielegalny pojazd drogowy.
pt_br: Foi detectado um veículo rodoviário ilegal.
ru_ru: Обнаружено нелегальное наземное транспортное средство.

source: An illegal flyer has been detected.
cs: Zaměřen ilegální letoun.
de_de: Ein illegales Luftfahrzeug wurde aufgespürt.
es: Se ha detectado un vehículo volador ilegal.
fr_fr: Un appareil volant clandestin a été détecté.
it: Rilevato un mezzo aereo non autorizzato.
ja_jp: 不法なフライヤーを発見しました。
pl: Wykryto nielegalny pojazd latający.
pt_br: Foi detectado um veículo aéreo ilegal.
ru_ru: Обнаружен нелегальный летательный аппарат.

source: Treaty signed:
cs: Pakt podepsaly organizace:
de_de: Vertrag unterzeichnet:
es: Tratado firmado:
fr_fr: Traité signé:
it: Trattato siglato:
ja_jp: 条約締結:
pl: Podpisano pakt:
pt_br: Tratado assinado:
ru_ru: Договор подписан:

source: Staff resign at:
cs: Posádka zajata v:
de_de: Personalunterkunft in:
es: Personal dimitió en:
fr_fr: Démission de personnel à:
it: Dimissioni a:
ja_jp: 以下の場所でスタッフが辞職しました。:
pl: Zwolnienia personelu w:
pt_br: Equipe pediu demissão em:
ru_ru: Персонал уволился в:

source: Resignations:
cs: Rezignovali:
de_de: Personalunterkünfte:
es: Dimisiones:
fr_fr: Démissions:
it: Dimissioni:
ja_jp: 辞職者:
pl: Rezygnacje:
pt_br: Demissões:
ru_ru: Увольнения:

source: Welcome to X-COM Apocalypse
cs: Vítejte v X-COM Apocalypse
de_de: Willkommen bei X-COM Apocalypse
es: Bienvenido a X-COM: Apocalypse
fr_fr: Bienvenue à X-COM: Apocalypse
it: Benvenuto a X-COM: Apocalypse
ja_jp: X-Com Apocalypseへようこそ
pl: Witamy w X-COM Apocalypse
pt_br: Bem-vindos a X-COM Apocalipse
ru_ru: Добро пожаловать в «X-COM: Апокалипсис»

source: Alien attacks VIP.
cs: Cizáci napadli VIP.
de_de: Alien greift VIP an.
es: Alienígena ataca a VIP.
fr_fr: Attaque alienne sur un VIP.
it: Attacco Alieno a un VIP.
ja_jp: エイリアンがVIPを攻撃中
pl: Obcy atakuje VIP.
pt_br: Aliens atacam VIP.
ru_ru: Пришельцы напали на ВИП-персону.

source: Crazed VIP attacks VIP.
cs: Ťílení VIP napadli VIP.
de_de: Durchgeknallter VIP greift VIP an.
es: VIP loco ataca a VIP.
fr_fr: Un VIP fou attaque un VIP.
it: Un VIP impazzito attacca un VIP.
ja_jp: 狂ったVIPが他のVIPを攻撃中
pl: Szalony VIP atakuje VIP.
pt_br: VIP raivoso atacando VIP.
ru_ru: Сумасшедшая ВИП-персона напала на другую ВИП-персону.

source: Dimension gate spotted.
cs: Objevena Dimenzní brána.
de_de: Dimensionstor entdeckt.
es: Detectada Puerta de la Dimensión.
fr_fr: Portail interdimensionnel repéré.
it: Rilevato Portale Dimensionale.
ja_jp: 次元ゲート発見
pl: Wykryto bramę międzywymiarową.
pt_br: Portão Dimensional avistado.
ru_ru: Замечены врата между измерениями.

source: Vehicle low on fuel:
cs: Dochází palivo v:
de_de: Treibstoff knapp bei Fahrzeug:
es: Vehículo con poco combustible:
fr_fr: Peu de carburant dans le véhicule:
it: Veicolo in riserva:
ja_jp: 燃料が少ない乗り物:
pl: Pojazd ma mało paliwa:
pt_br: Veículo com pouco combustível:
ru_ru: ТС не хватает топлива:

source: Vehicle out of fuel:
cs: Dochází palivo v:
de_de: Fahrzeug ohne Treibstoff:
es: Vehículo sin combustible:
fr_fr: Plus de carburant dans le véhicule:
it: Veicolo senza carburante:
ja_jp: 燃料切れの乗り物:
pl: Pojazd nie ma paliwa:
pt_br: Veículo sem combustível:
ru_ru: ТС исчерпало топливо:

source: Acquisition of:
cs: Bylo získáno:
de_de: Erwerb von:
es: Compra de:
fr_fr: Acquisition de:
it: Acquisizione di:
ja_jp: 以下を接収:
pl: Nabycie:
pt_br: Aquisição de:
ru_ru: Приобретение:

source: Acquired by:
cs: Získal:
de_de: Erworben von:
es: Comprado por:
fr_fr: Acquis par:
it: Acquisito da:
ja_jp: 接収者:
pl: Pozyskane przez:
pt_br: Adquirido por:
ru_ru: Приобретено:

source: Vehicle Repaired:
cs: Opraveno vozidlo:
de_de: Fahrzeug repariert:
es: Vehículo Reparado:
fr_fr: Véhicule réparé:
it: Veicolo riparato:
ja_jp: 修理が完了した乗り物:
pl: Pojazd naprawiony:
pt_br: Veículo Consertado:
ru_ru: Транспортное средство отремонтировано:

source: Vehicle returning to base as damaged:
cs: Vozidlo poškozeno, vrací se do Báze:
de_de: Beschädigtes Fahrzeug kehrt zur Basis zurück:
es: Vehículo volviendo a base dañado:
fr_fr: Véhicule endommagé retourne à la base:
it: Veicolo in ritorno alla base danneggiato:
ja_jp: ダメージを受け基地に帰還中の乗り物:
pl: Pojazd wraca do bazy jako uszkodzony:
pt_br: Veículo retornado à base como danificado:
ru_ru: Транспортное средство возвращается на базу поврежденным:

source: Vehicle has no engine:
cs: Vozidlo je bez motoru:
de_de: Fahrzeug hat keinen Antrieb:
es: Vehículo no tiene motor:
fr_fr: Le véhicule n'a pas de moteur:
it: Veicolo senza motore:
ja_jp: エンジンを搭載していない乗り物:
pl: Pojazd nie ma silnika:
pt_br: Veículo não tem motor:
ru_ru: Транспортное средство не имеет двигателя:

source: X-COM Base destroyed due to collapsing building.
cs: Báze X-COM byla zničena při zhroucení budovy.
de_de: X-COM-Basis aufgrund eines Gebäudeeinsturzes zerstört.
es: Base X-COM destruida debido al colapso de un edificio.
fr_fr: Base X-COM détruite suite à l'effondrement d'un bâtiment.
it: Base X-COM distrutta dal crollo dell'edificio.
ja_jp: ビルの倒壊により破壊されたX-Com基地
pl: Baza X-COM zniszczona przez walący się budynek.
pt_br: Base da X-COM destruída devido ao colapso do edifício.
ru_ru: База X-COM разрушена в результате обрушение здания.

source: Unable to buy base as building destroyed.
cs: Zničenou budovu nelze zakoupit pro Bázi.
de_de: Gebäude zerstört. Kauf der Basis nicht möglich.
es: No es posible comprar la base ya que el edificio está destruido.
fr_fr: Impossible d'acheter la base car bâtiment détruit.
it: Impossibile costruire una base, l'edificio è distrutto.
ja_jp: ビルが破壊された為、基地は購入できません
pl: Nie można kupić zniszczonego budynku.
pt_br: Não pode comprar a base, edifício destruído.
ru_ru: Невозможно купить базу, поскольку здание разрушено.

source: collapsing building
cs: zhroucenou budovou
de_de: Gebäudeeinsturz
es: edificio que se derrumba
fr_fr: Effondrement d'un bâtiment
it: l'edificio sta crollando
ja_jp: 倒壊したビル
pl: walący się budynek
pt_br: Edifício condenado
ru_ru: обрушение здания

source: Vehicle destroyed:
cs: Vozidlo zničeno:
de_de: Zerstörtes Fahrzeug:
es: Vehículo destruido:
fr_fr: Véhicule détruit:
it: Veicolo distrutto:
ja_jp: 破壊された乗り物:
pl: Pojazd zniszczony:
pt_br: Veículo destruído:
ru_ru: Боевая единица уничтожена:

source: UFO crash landed:
cs: Dopadlo rozbité UFO:
de_de: UFO notgelandet:
es: OVNI se estrelló en tierra:
fr_fr: Atterrissage d'un OVNI suite à un accident:
it: L'UFO è precipitato:
ja_jp: UFOの墜落地点:
pl: Rozbiło się UFO:
pt_br: OVNI caiu:
ru_ru: НЛО упал на землю:

source: Unmanned UFO recovered:
cs: Získáno UFO bez posádky:
de_de: Unbemanntes UFO geborgen:
es: Recuperado OVNI no tripulado:
fr_fr: Récupération d'un OVNI abandonné:
it: UFO sconosciuto recuperato:
ja_jp: 捕獲された無人UFO:
pl: Zabezpieczono bezzałogowe UFO:
pt_br: OVNI sem tripulação recuperado:
ru_ru: Восстановлен беспилотный НЛО:

source: New recruit arrived:
cs: Dorazil nový rekrut:
de_de: Neuer Rekrut angekommen:
es: Nuevo empleado que ha llegado:
fr_fr: Arrivée d'une nouvelle recrue:
it: Nuova recluta:
ja_jp: 新人が到着:
pl: Przybył nowy rekrut:
pt_br: Novo recruta chegou:
ru_ru: Прибыл новый рекрут:
