Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Alien Bomber is equipped with an unusual missile launcher that splits into multiple, independently targeted missiles. It also has a light beam weapon to deal with close air combat. There is a limited crew on board.
cs: Bombardér je vybaven zvláštním typem raket, které se po odpálení rozdělí na několik samostatně naváděných hlavic. Také je vybaven lehkou paprskovou zbraní pro boj na krátkou vzdálenost. Počet členů posádky je omezen.
de_de: Dieses Schiff ist mit einer ungewöhnlichen Abschußvorrichtung versehen. Nach dem Abschuß zerfällt das Projektil in mehrere, einzeln lenkbare Raketen. Der Bomber ist außerdem mit einem leichten Disruptorstrahl für den Luftnahkampf ausgestattet. Er verfügt über eine zahlenmäßig begrenzte Besatzung.
es: El Bombardero alienígena está equipado con un extraño lanzamisiles que se convierte en varios misiles con objetivos independientes. También lleva un arma ligera de rayos para utilizar en combate aéreo a corta distancia. Lleva una pequeña tripulación a bordo.
fr_fr: Le bombardier alien est équipé d'une étrange rampe de lancement de missiles dont les projectiles se divisent en une multitude de missiles qui ont chacun une cible différente. Ce vaisseau est également armé d'un émetteur de rayons léger pour se protéger lors des combats rapprochés. Le bombardier transporte un équipage limité.
it: Il Bombardiere Alieno è equipaggiato con uno strano lanciamissili, che spara proiettili che si dividono in sotto-missili a ricerca; inoltre monta un'arma a raggi leggera per il combattimento ravvicinato. L'equipaggio è estremamente ridotto.
ja_jp: エイリアンの爆撃機は多弾頭に分裂し、めいめいが違うターゲットを追撃する特殊なミサイルを発射するランチャーを備えている。さらに空中での接近戦に対応すべく軽量な交戦兵器も搭載しているが、搭乗員は少数で済むようだ。
pl: Obcy bombowiec wyposażony jest w niezwykłą wyrzutnię, której pociski rozdzielają się na wiele mniejszych, niezależnie sterowanych pocisków. Dysponuje też lekką bronią promienistą do walki bezpośredniej. Jego załoga jest nieliczna.
pt_br: O Bombardeiro Alien está equipado com um lança-mísseis incomum que se divide em alvos múltiplos e independentes. Também carrega uma arma de raios leve, para lidar com combates à curta distância. Sua tripulação é limitada.
ru_ru: Бомбардировщик пришельцев вооружен необычной пусковой установкой, которая выстреливает ракетой с разделяющейся боеголовкой, выпускающей рой самонаводящихся ракет. Также он несет легкий лучемет для ведения ближнего боя. Его экипаж невелик.

source: Alien Escort Ship
cs: Cizácká Výsadková loď
de_de: Alien-Eskortschiff
es: Escolta alienigena
fr_fr: Vaisseau d'escorte alien
it: Nave Scorta aliena
ja_jp: エイリアンの護衛艦
pl: Eskortowiec obcych
pt_br: Nave de Escolta Alien
ru_ru: Корабль сопровождения пришельцев

source: This craft is fast and nimble. On its own it represents no threat, but is deadly when combined with other Alien combat ships. It is armed with a missile which generates a Stasis Field on impact. This field holds the target still for a small period of time so craft that rely on evasion for defense, become vulnerable.
cs: Tento stroj je rychlý a obratný. Sám o sobě nepředstavuje velkou hrozbu, ale v kombinaci s ostatními cizáckými letouny je smrtelně nebezpečný. Je vyzbrojen raketami, vytvářejícími Imobilizační pole. Toto pole na krátkou dobu znehybní zasažený cíl, čímž mu znemožní úhybné manévry a tak zvýší jeho zranitelnost.
de_de: Dieses Schiff ist schnell und wendig. Allein stellt es keine Gefahr dar, zusammen mit anderen Alien-Kampfschiffen ist es jedoch eine tödliche Bedrohung. Es ist mit Raketen ausgestattet, die beim Aufprall ein Stasisfeld erzeugen, wodurch das Angriffsziel über einen begrenzten Zeitraum immobilisiert wird. Vor allem Fahrzeuge, die mit Ausweichtaktiken arbeiten, sind durch diese Waffe gefährdet.
es: Esta nave es rápida y ágil. Sola no representa ninguna amenaza, pero es mortífera cuando se combina con otras naves de combate alienígenas. Lleva un misil que genera un Campo de Estasis cuando impacta. Este campo retiene el blanco durante un corto período de tiempo, con lo cual las naves que cuentan con evadirse para defenderse se vuelven vulnerables.
fr_fr: C'est un vaisseau rapide, d'une excellente maniabilité. Il ne constitue pas une menace à lui seul, mais il est extrêmement dangereux lorsqu'il est accompagné d'autres vaisseaux de combat aliens. Il est armé d'un missile qui génère un champ stasique lorsqu'il explose, ce qui contribue à immobiliser la cible pendant une période limitée. Les véhicules qui se défendent en employant des manoeuvres évasives sont extrêmement vulnérables face à ce vaisseau.
it: Questo veicolo è veloce e sfuggente. Non rappresenta una minaccia, ma è mortale quando agisce unitamente ad altre unità Aliene. E' armato con un missile che genera un campo di stasi, in grado di immobilizzare il nemico colpito per un breve periodo di tempo, durante il quale è completamente vulnerabile.
ja_jp: この機体は高速で小回りが利く。単体では大した脅威にはならないが、他の戦闘シップと連携を組むと非常に危険な存在となる。着弾と同時にステーシスフィールドを発生させるミサイルを搭載し、ターゲットは短時間の間身動きができなくなる。回避行動に依存する味方の機体は敵の攻撃に対し非常に脆くなる事を意味する。
pl: Statek ten jest szybki i zwinny. Sam w sobie nie stanowi żadnego zagrożenia, jednak w kombinacji z innymi statkami obcych może okazać się zabójczy. Wyposażony jest w pociski, które przy eksplozji generują pole stazy. Pole to na krótką chwilę zatrzymuje trafiony cel w miejscu, przez co pojazdy opierające swą obronę na unikach stają się łatwym celem.
pt_br: Esta nave é veloz e eficiente. Por si só, não representa ameaça, mas é mortal quando combinada com outras naves de combate. Está equipada com um míssil que gera um campo estático no impacto. Esse campo paralisa o alvo por um pequeno período de tempo. Naves que baseiam-se em evasão para defender-se se tornam vulneráveis.
ru_ru: Это быстрый и маневренный корабль. Сам по себе он не представляет опасности, но в эскадре пришельцев способен нести смерть любому противнику. Этот корабль вооружен ракетами, генерирующими при попадании стазис-поле, которое некоторое время удерживает корабль противника на месте, поэтому те корабли, основным способом защиты которых является уклонение от вражеского огня, становятся уязвимы для огня кораблей пришельцев.

source: This immense craft is heavily armored, well armed and has a large crew. It is equipped with a Heavy Disruptor Beam and Disruptor Missiles. If the Aliens can produce just a handful of these devastating leviathans, the future of our world looks bleak.
cs: Tento mohutný letoun má silné pancéřování, dobrou výzbroj, a četnou posádku. Vyzbrojen je Velkými disperzívními kanóny a Raketovými bombami. Dokážou-li Cizáci vytvářet tak ničivá monstra, jako je tohle, nevypadá naše budoucnost příliš nadějně.
de_de: Dieses riesige Raumschiff ist schwer gepanzert, ausgezeichnet bewaffnet und verfügt über eine umfangreiche Crew. Es ist mit einem schweren Disruptorstrahl und Disruptor-Raketen ausgestattet. Wenn die Aliens auch nur eine Handvoll dieser Ungeheuer herstellen könnten, sähe die Zukunft unserer Welt düster aus.
es: Esta inmensa nave está fuertemente blindada, bien armada y tiene una gran tripulación. Está equipada con un Rayo Perturbador Pesado y Misiles Perturbadores. Si los alienígenas logran producir sólo unas cuantas de estas devastadoras moles, el futuro de nuestro mundo tiene mala pinta.
fr_fr: Cet immense vaisseau est équipé d'un blindage efficace, d'une grande quantité d'armes, et il dispose d'un équipage important. Il transporte un rayon disrupteur lourd et des bombes de disruption inversées. Si les aliens parviennent à construire plusieurs de ces léviathans dévastateurs, notre futur est bien sombre.
it: Quest'immensa nave è incredibilmente corazzata, dotata di molte armi e con un equipaggio numeroso. Il suo armamento consiste in un raggio Disgregatore pesante e in missili Disgregatori. Se gli Alieni riusciranno a produrre un largo numero di questi immensi colossi il futuro del mondo sarà nero.
ja_jp: この驚くほど巨大なエイリアンシップは重装甲、重装備に加え大量の人員を乗せている。重ディスラプター光線とディスラプターミサイルを備えた究極のリバイアサンとも言える存在で、これを数台製造するだけでエイリアンは人類の未来を完全に打ち砕く事ができるだろう。
pl: Ten ogromny statek jest ciężko opancerzony, dobrze uzbrojony i ma liczną załogę. Wyposażony jest w ciężki promień dysrupcyjny oraz rakiety dysrupcyjne. Jeśli obcy są w stanie wyprodukować choć garstkę tych niszczycielskich olbrzymów, przyszłość naszego świata maluje się w czarnych barwach.
pt_br: Essa imensa nave é fortemente blindada, bem armada e tem uma grande tripulação. É equipada com um Grande Raio Disruptivo e Mísseis Disruptivos. Se os alienígenas produzirem apenas alguns desse leviatãs devastadores, o futuro do nosso mundo será sombrio.
ru_ru: Этот огромный корабль тяжело бронирован, хорошо вооружен и несет большой экипаж. Он оснащен тяжелым расщепляющим лучеметом и расщепляющими ракетами. Если пришельцам удастся построить хотя бы несколько этих чудовищных левиафанов, будущее нашего мира окажется под большим вопросом.

source: The Mothership is an extremely large, well equipped vessel. It is armed with a Heavy Disruptor Beam, Disruptor Multi-Bombs and Stasis Field Bombs. It represents a very serious threat to the city because its purpose seems to be mass destruction rather than infiltration. If the Aliens become desperate they will deploy this craft to raze the city to the ground. They must be stopped at all costs.
cs: Mateřská loď je mimořádně velká a výborně vybavená. Její výzbroj tvoří Velké disperzívní kanóny, odpalovače Imobilizačních raket a multiraket. Představuje velmi konkrátní ohrožení pro město, protože jejímy záměry již není infiltrace, ale destrukce. Vypadá to, jakoby se Cizáci ze zoufalství rozhodli srovnat město se zemí. Nyní je musíme zastavit za každou cenu.
de_de: Das Mutterschiff ist extrem groß und hervorragend bewaffnet. Es verfügt über einen schweren Disruptorstrahl, Disruptor-Multibomben und Stasisfeldbomben. Es wird nicht zur Infiltration verwendet, sondern ist auf Massenzerstörung ausgelegt. Wenn die Aliens sich verloren glauben, setzen sie dieses Schiff ein, um die Stadt dem Erdboden gleichzumachen. Es muß mit allen Mitteln aufgehalten werden.
es: La Nave Nodriza es una nave extremadamente grande, y bien equipada. Está armada con un Rayo Perturbador Pesado, Multi-Bombas Perturbadoras y Bombas de Campo de Estasis. Es una amenaza muy seria para la ciudad porque su propósito parece ser la destrucción masiva y no la infiltración. Si los alienígenas se desesperan, desplegarán esta nave para arrasar la ciudad. Hay que detenerles como sea.
fr_fr: Le vaisseau-mère est immense et très bien équipé. Il est armé d'un rayon disrupteur lourd, de multi-bombes de disruption et de bombes à champ stasique. Ce vaisseau représente une menace très sérieuse pour la ville, car son but semble être la destruction en masse plutôt que l'infiltration. Si les aliens se fâchent, ils peuvent entièrement raser la ville à l'aide de ce vaisseau. Il faut les arrêter à tout prix.
it: La Nave Madre è un veicolo enorme, molto ben equipaggiato. E' armato con un raggio Disgregatore pesante, con bombe Disgregatrici multiple e con bombe a campo di stasi. E' una tremenda minaccia per la città perché il suo scopo sembra essere la distruzione globale piuttosto che l'infiltrazione di Alieni. Se la situazione dovesse volgere al peggio per gli Alieni non è escluso che essi ricorrano a quest'ultima arma. Deve essere fermata a ogni costo.
ja_jp: 母艦は極端に大きく、重装備のシップだ。装備は重ディスラプター光線、ディスラプター多弾頭ボム、そしてステーシフィールドボムだ。このシップの目的は侵入などではなく大量殺戮である。エイリアン側が窮地に陥った場合、このシップを使って都市を完全に破壊しようとするだろう。いかなる犠牲を払ってでもそれを許してはいけない。
pl: Statek-matka to niezwykle wielka, dobrze opancerzona jednostka. Uzbrojona jest w ciężki promień dysrupcyjny, wielogłowicowe bomby dysrupcyjne oraz bomby stazowe. Przedstawia ona bardzo poważne zagrożenie dla miasta, gdyż jej celem wydaje się być masowa destrukcja, a nie infiltracja. Jeśli obcy zostaną przyparci do muru, wyślą ten statek, by zburzyć Mega-Primus do fundamentów. Należy ich powstrzymać za wszelką cenę.
pt_br: A Nave-mãe é extremamente grande e bem equipada. Está armada com um Grande Raio Disruptivo, Multi Bombas Disruptivas e Bombas de Campo Estático. Representa uma séria ameaça para a cidade porque seu propósito parece ser destruição em massa em vez de infiltração. Se os alienígenas se desesperarem, irão enviar essa nave para arrasar a cidade. Precisam ser impedidas a todo custo.
ru_ru: Корабль-база представляет собой огромное, хорошо укомплектованное судно. Это судно вооружено тяжелым расщепляющим лучеметом, расщепляющими мультибомбами и стазис-бомбами. Этот корабль несет очень серьезную угрозу городу, поскольку его основной задачей, по всей видимости, является массовое уничтожение, а не увеличение влияния пришельцев. Если инопланетяне поймут бесперспективность дальнейших попыток захвата, они пошлют этот корабль, чтобы стереть город с лица Земли. Их необходимо остановить любыми средствами.

source: Megapol's police Hovercars are the scourge of the slum dwelling criminal gangs. They are well armed and able to travel freely within and outside the city boundaries, scouring the ground or air for unlicensed criminal vehicles. They are no match for heavier military vehicles, but Megapol is able to manufacture many of these scout cars and can replace any losses. The vehicle's styling is required to conform to city aesthetic ordinances concerning pleasurable design of public vehicles.
cs: Policejní vznášedla jsou metlou kriminálních gangů obývajících Slumy. Jsou dobře vyzbrojena a schopna volného pohybu ve městě i mimo jeho hranice, očišťujíc zemi i vzduch od nepovolených kriminálních vozidel. Nedají se sice srovnat s těžkými armádními vozidly, ale Megapol je schopen vyrábět většinu těchto pátracích vozů a tak nahradit jejich ztráty. Karosérie jsou vytvářeny podle platných estetických pravidel tak, aby měly příjemný vzhled, přibližující se veřejným vozidlům.
de_de: Die Megapol-Polizei-Schwebefahrzeuge sind die Geißel der kriminellen Banden in den Slums. Sie sind gut bewaffnet und können sich innerhalb und außerhalb der Stadtgrenzen frei bewegen, um den Boden oder den Luftraum nach nicht angemeldeten (illegalen) Fahrzeugen abzusuchen. Zwar sind sie schwereren Militärfahrzeugen nicht gewachsen, aber Megapol hat das Potential, dieses Schwebefahrzeug in großer Anzahl herzustellen und so jeden Verlust auszugleichen. Die Gestaltung muß den städtischen Design-Vorschriften für öffentliche Fahrzeuge entsprechen.
es: Los Hovercoches de la policía de Megapol son el terror de las bandas criminales de los barrios bajos. Están bien armados y pueden viajar libremente dentro y fuera de los límites de la ciudad, buscando en el aire o en tierra vehículos criminales sin matrícula. No pueden con los vehículos militares, más pesados, pero Megapol puede fabricar muchos de estos coches patrulla y puede sustituir los que se pierdan. El diseño de los vehículos debe obligatoriamente obedecer las normas estáticas municipales sobre el diseño agradable de los vehículos públicos.
fr_fr: Les hovercars de police de Megapol sont le cauchemar des gangs de criminels hantant les quartiers pauvres, les taudis de la ville. Ce sont des voitures bien armées qui peuvent circuler librement à l'intérieur et au-delà des frontières de la ville. Elles n'arrivent pas vraiment à la cheville des véhicules militaires plus lourds, mais Megapol peut fabriquer ces voitures de patrouille en grandes quantités et peut donc remplacer les pertes sans problème. La ligne des véhicules doit être conforme aux décrets municipaux sur l'esthétisme concernant le design agréable des véhicules publics.
it: Le Hovercar della Megapol sono l'incubo delle bande di criminali della città. Sono bene armate e in grado di spostarsi liberamente dentro e fuori i limiti della città, pattugliando la terra e il cielo alla ricerca di fuorilegge. Non sono in grado di affrontare uno scontro con veicoli militari, ma la Megapol può costruire quantità incredibili di questi veicoli, in grado di compensare ogni perdita.
ja_jp: メガポールのパトホバーカーはスラム街で暗躍する犯罪者のギャングにとって最も恐れられる存在だ。優れた装備を持ち、都市の境界外でも自由に航行できる。これはギャングたちが不法所持する乗り物を陸空どちらからでも追跡できる事を意味する。軍用の重量級の戦闘車両には敵わないがメガポールはこのスカウトカーを大量生産することで損失を埋め合わせる事ができる。外観は都市の景観法に従い、公用車両として美しいデザインに纏められている。
pl: Howery policyjne Megapolu to bicz na gangi przestępcze ze slumsów. Są dobrze uzbrojone i upoważnione do ruchu w granicach miasta i poza nimi, przeczesując ziemię i powietrze w poszukiwaniu pojazdów nielicencjonowanych lub należących do przestępców. Nie stanowią godnego przeciwnika dla pojazdów wojskowych, ale Megapol może produkować je masowo i łatwo zastępować straty. Styl, którym pojazd ten został zaprojektowany, dostosowany jest do przepisów prawa o wymogach estetycznych pojazdów publicznych.
pt_br: As viaturas aerodeslizadoras de Megapol são o flagelo das gangues existentes nas favelas. São bem armadas e capazes de circular livremente pelos limites da cidade, vasculhando o solo ou o ar atrás de veículos criminosos sem licença. Não são páreo para veículos militares pesados, mas a Megapol é capaz de produzir muitos desses carros e de consertar quaisquer perdas. O estilo do veículo deve estar em conformidade com os decretos da cidade a respeito do design desejável para veículos públicos.
ru_ru: Полицейские ховеркары Мегапола - это бич, который несет возмездие в трущобах, буквально забитых криминальными элементами. Они хорошо вооружены и способны перемещаться как в черте города, так и вне ее, очищая землю и воздух от нелицензированных транспортных средств и боевой техники преступников. Ховеркары, конечно, не могут сравниться с более тяжелой военной техникой, но Мегапол способен производить их в промышленных масштабах и с легкостью покрыть любые потери. Дизайн полицейских ховеркаров обусловлен предписаниями городского правительства, касающимися эстетических требований к общественному транспорту.

source: The wealthy citizen would not normally travel by people-tube or road, but instead hire the services of a fast and reliable Airtaxi. The styling is conspicuously based on the more humble road going version, but the ride is more refined. Expect the occasional Airtaxi you see to contain a VIP, or flamboyant Sensovision celebrity.
cs: Majetní občané se nemusí trmácet po ulicích nebo v Pěších tunelech, ale mohou využít služeb rychlého a spolehlivého aerotaxi. Přestože se jejich tvary nápadně podobají chudším silničním verzím, je jízda s nimi mnohem pohodlnější. Zkušenosti s občasným používáním Aerotaxi lze najít u VIP, nebo populárních osobností Senzovize.
de_de: Die wohlhabenden Bürger von Mega-Primus ziehen die zuverlässigen und schnellen Flugtaxis dem öffentlichen Straßen- und Personenrohrverkehr vor. Das Design entspricht der bescheideneren Straßenversion, das Reisen in diesem Luxusgefährt ist allerdings erheblich angenehmer. In den Flugtaxis sieht man öfter mal Prominente oder extravagante Sensovision-Stars.
es: El ciudadano rico normalmente no viajaría ni en tubo de personas ni por carretera, sino que alquilaría un rápido y fiable Aerotaxi. El diseño se ciñe mucho a la versión más humilde de carretera, pero el viaje es más refinado. Se supone que los ocasionales Aerotaxis que veas llevarán a un VIP, o algún famoso de la Sensovisión.
fr_fr: Les citoyens nantis n'ont pas pour habitude d'emprunter les voies terrestres ou les Tubes, ils louent plutôt les services des taxis aériens, rapides et fiables. La ligne est visiblement basée sur les versions plus humbles des taxis terrestres, mais ils sont plus confortables. Si vous voyez des taxis aériens, ils transportent sûrement un VIP ou une vedette extravagante de Sensovision.
it: I cittadini benestanti non utilizzano i mezzi pubblici, per i loro spostamenti, ma preferiscono servirsi di questi veloci e affidabili Aerotaxi. Il loro design è basato in larga misura sulle loro controparti stradali, ma con finiture molto più raffinate. Se vedete un Aerotaxi potete essere certi che al suo interno c'è un VIP o una celebrità.
ja_jp: 都市の富裕層の市民は人用チューブや路上を走る乗り物は殆ど用いず、代わりに高速で信頼のおけるエアタクシーを使う。見た目は少々派手な伝統的な自動車のようなデザインだが、乗り心地は非常に洗練されたものになっていて、VIPクラスの要人や華やかなセンソビジョンのセレブスターなどがよく乗っている。
pl: Bogaci obywatele normalnie nie podróżują ulicami czy rurami ścieżkowymi, lecz korzystają z usług szybkich i bezpiecznych aerotaksówek. Ich stylistyka w oczywisty sposób bazuje na bardziej skromnej wersji drogowej, ale komfort jazdy jest wyższy. Nie jest zaskoczeniem, jeśli pasażerem aerotaksówki okazuje się być VIP albo celebryta Sensowizji.
pt_br: Os cidadãos ricos, em geral, não utilizam as estradas ou os acessos tubulares, preferindo contratar os serviços do aerotáxi, mais rápido e confiável. A aparência é visivelmente baseada nas ruas mais simples, mas a viagem é mais refinada. Espere ver os aerotáxis ocasionais levando alguém VIP ou uma celebridade.
ru_ru: Граждане с достатком не станут пользоваться метро или обычными дорогами, а потому для перемещения они заказывают быстрое и надежное аэротакси. В стилистике машины явственно проступают черты более простой дорожной версии, но поездка на аэротакси считается более изысканной. Если вы встретили аэротакси, то в нем вы наверняка увидите ВИП-персону или экстравагантную звезду Сенсовидения.
