Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: An Alien teleportation device.
cs: Cizácké teleportační zařízení.
de_de: Ein Alien-Teleporter.
es: Un dispositivo alienígena de teletransporte.
fr_fr: Un appareil de téléportation alien.
it: Un dispositivo di teletrasporto Alieno.
ja_jp: エイリアンのテレポート装置
pl: Urządzenie teleportacyjne obcych.
pt_br: Um dispositivo de teletransporte alienígena.
ru_ru: Телепортационное устройство пришельцев.

source: An Alien device which limits detection.
cs: Cizácké zařízení ztěžující lokalizaci.
de_de: Eine Alien-Vorrichtung zur Tarnung.
es: Un dispositivo alienígena que limita la detección.
fr_fr: Un appareil alien limitant la détection.
it: Un dispositivo Alieno per la mimetizzazione.
ja_jp: 敵の探知を妨害するエイリアンの攪乱装置
pl: Urządzenie obcych ograniczające wykrywanie.
pt_br: Um dispositivo alienígena que limita a detecção.
ru_ru: Устройство пришельцев, снижающее заметность.

source: A device based on disruption field research which could be used to disable Alien disruption shields.
cs: Zařízení na bázi výzkumů disperzívního pole, které je schopno neutralizovat cizácké ochranné štíty.
de_de: Ein Gerät, das auf der Disruptionsfeldforschung basiert und zur Deaktivierung von Alien-Disruptorschilden verwendet werden kann.
es: A dispositivo basado en investigaciones sobre el campo de perturbación que se podría utilizar para desactivar escudos alienígenas anti-perturbación.
fr_fr: Un appareil basé sur la recherche des champs de disruption, qui pourrait être utilisé pour désactiver les champs de disruption aliens.
it: Un dispositivo basato sul campo disgregatore che può essere usato per disabilitare i campi disgregatori Alieni.
ja_jp: エイリアンのディスラプションバリアの研究から生み出された、彼らのディスラプションシールドを無効化させられる装置
pl: Urządzenie oparte na badaniach pola dysrupcyjnego, które może być wykorzystane do wyłączania tarcz dysrupcyjnych obcych.
pt_br: Um dispositivo baseado em pesquisa sobre campos disruptivos, que pode ser utilizado para desativar campos disruptivos alienígenas.
ru_ru: Устройство, принцип действия которого основан на результатах исследований технологии расщепляющего щита, предназначенное для выведения из строя расщепляющих щитов пришельцев.

source: Personal armor can be developed based on disrupter research
cs: Osobní zbroj, vytvořená na základě výzkumů disperzívní technologie.
de_de: Die Entwicklung von Personenrüstungen kann auf der Disruptionsforschung aufbauen.
es: Se puede desarrollar blindaje personal en base a investigación sobre la perturbación.
fr_fr: Le blindage personnel peut être développé en se basant sur la recherche concernant la disruption.
it: Armatura personale sviluppabile dopo ricerche sulla tecnologia della disgregazione.
ja_jp: ディスラプターの研究により個人用アーマーの開発が可能となった
pl: W oparciu o badania nad dysruptorem może zostać rozwinięty projekt pancerza osobistego
pt_br: A armadura pessoal pode ser desenvolvida com base em estudos disruptivos.
ru_ru: Личный бронекостюм может быть разработан на основе исследований расщепляющих технологий

source: A beam weapon deployed on Alien craft.
cs: Palubní paprsková zbraň cizáků.
de_de: Eine Strahlenwaffe, die auf Alien-Raumschiffen zum Einsatz kommt.
es: Un arma de rayo desplegada en una nave alienígena.
fr_fr: Une arme à rayons déployée sur un vaisseau alien.
it: Un'arma a raggi presente sui velivoli Alieni.
ja_jp: エイリアンの機体に搭載されているビーム兵器
pl: Broń promienista rozmieszczona na statku obcych.
pt_br: Uma arma de raios empregada em veículos alienígenas.
ru_ru: Лучевое оружие, установленное на корабле пришельцев.

source: An Alien guided missile launched from Alien craft.
cs: Řízená raketa, vystřelovaná z cizáckých strojů.
de_de: Eine Alien-Lenkrakete, die auf Alien-Raumschiffen zum Einsatz kommt.
es: Un misil guiado alienígena lanzado desde una nave alienígena.
fr_fr: Un missile guidé alien lancé à partir d'un vaisseau alien.
it: Un missile guidato Alieno lanciato da una nave Aliena.
ja_jp: エイリアンのシップから発射される自動追尾ミサイル
pl: Kierowany pocisk obcych wystrzelony z pojazdu obcych.
pt_br: Um míssil guiado alienígena lançado da nave alienígena.
ru_ru: Управляемая ракета пришельцев, запущенная с их корабля.

source: An Alien missile with an immobilizing effect.
cs: Cizácká reketa se znehybňujícím efektem.
de_de: Eine Alien-Rakete, die das Ziel immobilisiert.
es: Un misil alienígena que tiene efectos inmovilizantes.
fr_fr: Un missile alien immobilisant.
it: Un missile Alieno con capacità d'immobilizzare il bersaglio.
ja_jp: 機能障害を引き起こすエイリアンのミサイル
pl: Pocisk obcych o działaniu unieruchamiającym.
pt_br: Um míssil alienígena com poder de imobilização.
ru_ru: Ракета пришельцев, обладающая способностью обездвиживать цель.

source: A multiple warhead missile.
cs: Raketa s množstvím hlavic.
de_de: Eine multiple Sprengkopfrakete.
es: Un misil con múltiples ojivas.
fr_fr: Un missile à ogives multiples.
it: Un missile a testata multipla.
ja_jp: 多弾頭ミサイル
pl: Pocisk wielogłowicowy.
pt_br: Um míssil com múltiplas ogivas.
ru_ru: Ракета с разделяющейся боеголовкой.

source: A superior weapons control system.
cs: Vynikající systém řízení zbraní.
de_de: Ein Hi-Tech-Waffenkontrollsystem.
es: Un sistema de control de armas superior.
fr_fr: Un système supérieur de contrôle des armes.
it: Un sistema di controllo d'arma molto avanzato.
ja_jp: より高度な制御システム
pl: Deklasujący system kontroli broni.
pt_br: Um sistema de controle de armas superior.
ru_ru: Более совершенная система управления вооружениями.

source: For transporting Alien life forms.
cs: Pro transport cizáckých tvorů.
de_de: Zum Transport außerirdischer Lebensformen.
es: Para transportar formas de vida alienígena.
fr_fr: pour transporter des formes de vie aliennes.
it: Per il trasporto di forme di vita Aliene.
ja_jp: エイリアンを輸送する為に必要
pl: Do transportu obcych form życia.
pt_br: Para transportar formas de vida alienígenas.
ru_ru: Для перевозки инопланетных форм жизни.

source: Reduced detection of vehicles.
cs: Omezuje možnost detekce strojů.
de_de: Tarnung von Fahrzeugen.
es: Reducida detección de vehículos.
fr_fr: Réduit la détection de véhicules.
it: Riduce la visibilità dei veicoli.
ja_jp: 乗り物が探知される確立を減らす
pl: Ograniczone wykrywanie pojazdów.
pt_br: Detecção de veículos reduzida.
ru_ru: Снижает заметность транспортных средств.

source: Instantly transports a vehicle over short ranges.
cs: Okamžitý přesun vozidla na krátkou vzdálenost.
de_de: Transportiert ein Fahrzeug in Sekundenschnelle über kurze Entfernungen.
es: Transporta inmediatamente un vehículo a cortas distancias.
fr_fr: Transporte instantanément un véhicule sur de courtes distances.
it: Teletrasporta un velivolo per brevi distanze.
ja_jp: 短距離なら乗り物を一瞬で輸送可能
pl: Natychmiast przemieszcza pojazd na krótkich odcinkach.
pt_br: Transporta instantaneamente uma veículo por curtas distâncias.
ru_ru: Мгновенно переносит транспортное средство на короткие расстояния.

source: Transports a vehicle between Dimensions.
cs: Transportuje vozidlo mezi dimenzemi.
de_de: Transportiert ein Fahrzeug zwischen Dimensionen hin und her.
es: Transporta a un vehículo entre Dimensiones.
fr_fr: Fait passer un véhicule d'une dimension à l'autre.
it: Permette a un velivolo di spostarsi di dimensione.
ja_jp: 乗り物の次元間の移動を可能にする
pl: Transportuje pojazd między wymiarami.
pt_br: Transporta um veículo por entre dimensões.
ru_ru: Переносит транспортное средство между измерениями.

source: Alien craft propulsion.
cs: Pohon cizáckých strojů.
de_de: Alien-Raumschiff-Antrieb.
es: Propulsión Alienígena.
fr_fr: Propulsion des vaisseaux aliens.
it: Sistema di propulsione Alieno.
ja_jp: エイリアンの推進装置
pl: Układ napędowy jednostek obcych.
pt_br: Propulsão de nave alienígena.
ru_ru: Энергетическая установка пришельцев.

source: Alien craft guidance System.
cs: Cizácký naváděcí systém.
de_de: Alien-Raumschiff-Steuerungssystem.
es: Sistema de Guiado de nave alienígena.
fr_fr: Système de guidage des vaisseaux aliens.
it: Sistema di pilotaggio Alieno.
ja_jp: エイリアンの航行装置
pl: System naprowadzania jednostek obcych.
pt_br: Sistema de direcionamento de nave alienígena.
ru_ru: Система управления кораблей пришельцев.

source: Alien craft energy generator.
cs: Cizácký generátor energie.
de_de: Alien-Raumschiff-Generator.
es: Generador de energía de nave alienígena.
fr_fr: Générateur d'énergie des vaisseaux aliens.
it: Sistema energetico Alieno.
ja_jp: エイリアンの機体の動力炉
pl: Generator energii jednostek obcych.
pt_br: Gerador de energia de nave alienígena.
ru_ru: Генератор энергии кораблей пришельцев.

source: Alien inter-dimensional craft
cs: Cizácký interdimenzní stroj.
de_de: Interdimensionales Alien-Raumschiff
es: Nave alienígena inter-dimensional.
fr_fr: Vaisseau interdimensionnel alien
it: Nave Aliena interdimensionale
ja_jp: エイリアンの次元航行機
pl: Statek międzywymiarowy obcych
pt_br: Nave interdimensional alienígena
ru_ru: Межразмерный корабль пришельцев

source: This research could reveal a weakness in the Alien defenses.
cs: Tento výzkum může odhalit slabiny cizácké obrany.
de_de: Diese Untersuchung könnte eine Schwachstelle in der Verteidigung der Aliens aufdecken.
es: Esta investigación podría revelar debilidades en las defensas alienígenas.
fr_fr: Cette recherche pourrait permettre de déceler une faiblesse dans les défenses aliennes
it: Questa ricerca potrebbe rivelare qualche debolezza nelle difese Aliene.
ja_jp: この研究によりエイリアンの防衛機構を弱められる
pl: Te badania mogą ujawnić słabe punkty w obronie obcych.
pt_br: Esta pesquisa pode revelar uma fraqueza nas defesas alienígenas.
ru_ru: Это исследование способно помочь определить слабые места в защите пришельцев.

source: We must discover a way to beat the Aliens once and for all
cs: Musíte objevit cestu, jak zničit cizáky jednou provždy.
de_de: Wir müssen eine Möglichkeit finden, ein für allemal mit den Aliens fertigzuwerden!
es: Debemos descubrir una manera de ganar a los alienígenas de una vez para siempre
fr_fr: Nous devons découvrir une manière de battre les aliens une bonne fois pour toutes.
it: Dobbiamo trovare un modo di battere gli Alieni una volta per tutte
ja_jp: 我々はエイリアンを永久に葬り去る方法を探さなければならない。
pl: Musimy odkryć sposób na pokonanie obcych raz na zawsze
pt_br: Devemos descobrir uma maneira de derrotar os aliens, de uma vez por todas
ru_ru: Мы обязаны найти способ одолеть пришельцев раз и навсегда

source: Disruptor Inversion Bomb launcher
cs: Odpalovač Raketových bomb
de_de: Disruptor-Inversionsbomben-Launcher
es: Lanzador de Bomba de Inversión de Perturbación
fr_fr: Rampe - bombe de disruption inversée
it: Lanciatore di Bombe Disgregatrici
ja_jp: ディスラプター反転ボム･ランチャー
pl: Wyrzutnia inwersyjnych bomb dysrupcyjnych
pt_br: Lança-bombas de Inversão Disruptiva
ru_ru: Пусковая установка расщепляющих инверсионных бомб

source: Stasis Field Bomb launcher
cs: Odpalovač Imobilizačních raket
de_de: Stasisfeldbomben-Launcher
es: Lanzador de Bomba de Campo de Estasis
fr_fr: Rampe - bombe à champ stasique
it: Lanciatore di Bombe di Stasi
ja_jp: ステーシスフィールドボム･ランチャー
pl: Wyrzutnia bomb z polem stazy
pt_br: Lança-bombas de Campo Stasis
ru_ru: Пусковая установка бомб, генерирующих стазис-поле.

source: Disruptor Multi-Bomb launcher
cs: Odpalovač Multiraket
de_de: Disruptor-Multibomben-Launcher
es: Lanzador de Perturbador Multi-Bomba
fr_fr: Rampe - multi-bombe de disruption
it: Lanciamissili Multiplo Disgregatore
ja_jp: ディスラプター多段ボム･ランチャー
pl: Wyrzutnia wielogłowicowych bomb dysrupcyjnych
pt_br: Multi Lança-Bombas Disruptivo
ru_ru: Пусковая установка расщепляющих мультибомб

source: Toxin Type A
cs: Toxin typu A
de_de: ToxiGewehr A-Munition
es: Toxina Tipo A
fr_fr: Toxine Type A
it: Tossina tipo A
ja_jp: 毒タイプA
pl: Toksyna typu A
pt_br: Toxina Tipo A
ru_ru: Токсин Типа A

source: Heavy Launcher Alien Gas Missile
cs: Raketa s anticizáckým plynem
de_de: Heavy Launcher-Alien-Gasrakete
es: Misil GA Lanzador
fr_fr: Missile au gaz-rampe lourde
it: Lanciamissili a gas anti-Alieni
ja_jp: ヘビーランチャ用エイリアンガスミサイル
pl: Rakieta z obcym gazem do ciężkiej wyrzutni
pt_br: Míssel AG para lança-mísseis pesado.
ru_ru: Ракета с ХБЧ для тяжелой пусковой установки

source: Mini Launcher Alien Gas Missile
cs: Raketka s anticizáckým plynem
de_de: Mini Launcher-Alien-Gasrakete
es: Misil GA MiniLanzador
fr_fr: Missile au gaz-mini-rampe
it: Minimissile a gas anti-Alieni
ja_jp: ミニランチャ用エイリアンガスミサイル
pl: Rakieta z obcym gazem do miniwyrzutni
pt_br: Míssil AG para Mini lança mísseis
ru_ru: Ракета с ХБЧ для малой пусковой установки

source: Disruptor Armor (legs)
cs: Ochranný pancíř (nohy)
de_de: Disruptor-Beinschild
es: Blindaje anti-perturbación (piernas)
fr_fr: Blindage disrupteur (jambes)
it: Armatura Disgregatrice (gambe)
ja_jp: ディスラプターアーマー（脚）
pl: Pancerz dysrupcyjny (nogi)
pt_br: Armadura Disruptiva (pernas)
ru_ru: Расщепляющая броня (бронещитки для ног)

source: Disruptor Armor (torso)
cs: Ochranný pancíř (tělo)
de_de: Disruptor-Rüstung
es: Blindaje anti-perturbación (torso)
fr_fr: Blindage disrupteur (torse)
it: Armatura Disgregatrice (torso)
ja_jp: ディスラプターアーマー（胴）
pl: Pancerz dysrupcyjny (tors)
pt_br: Armadura Disruptiva (tronco)
ru_ru: Расщепляющая броня (нагрудник)

source: Disruptor Armor (right arm)
cs: Ochranný pancíř (pravá paže)
de_de: Disruptor-Schild rcht. Arm
es: Blindaje anti-perturbación (brazo derecho)
fr_fr: Blindage disrupteur (bras gauche)
it: Armatura Disgregatrice (braccio sx)
ja_jp: ディスラプターアーマー（右腕）
pl: Pancerz dysrupcyjny (prawa ręka)
pt_br: Armadura Disruptiva (braço direito)
ru_ru: Расщепляющая броня (бронещитки для правой руки)

source: Disruptor Armor (left arm)
cs: Ochranný pancíř (levá paže)
de_de: Disruptor-Schild link. Arm
es: Blindaje anti-perturbación (brazo izquierdo)
fr_fr: Blindage disrupteur (bras droit)
it: Armatura Disgregatrice (braccio dx)
ja_jp: ディスラプターアーマー（左腕）
pl: Pancerz dysrupcyjny (lewa ręka)
pt_br: Armadura Disruptiva (braço esquerdo)
ru_ru: Расщепляющая броня (бронещитки для левой руки)

source: Disruptor Armor (head)
cs: Ochranný pancíř ( hlava )
de_de: Disruptor-Kopfschild
es: Blindaje anti-perturbación (cabeza)
fr_fr: Blindage disrupteur (tête)
it: Armatura Disgregatrice (testa)
ja_jp: ディスラプターアーマー（頭部）
pl: Pancerz dysrupcyjny (głowa)
pt_br: Armadura Disruptiva (cabeça)
ru_ru: Расщепляющая броня (шлем)

source: The Senate considers X-COM to be a worthy ally.
cs: X-COM stal zasloužilým spojencem Senátu.
de_de: Der Senat hält X-COM für einen würdigen Verbündeten.
es: El senado considera que X-COM es un buen aliado.
fr_fr: Le sénat considère X-COM comme un allié de taille.
it: Il Senato considera la X-COM un alleato importante.
ja_jp: 上院はX-Comを貴重な味方と認めています。
pl: Senat uważa X-COM za godnego sojusznika.
pt_br: O Senado considera a X-COM como um aliado digno.
ru_ru: Сенат считает, что X-COM станет отличным союзником.

source: The Senate is content with our mutually beneficial relationship.
cs: Senát je spokojen s našimi vzájemně výhodnými vztahy.
de_de: Der Senat ist mit dieser für beide Seiten vorteilhaften Verbindung sehr zufrieden.
es: El senado está contento con nuestra relación de beneficio mutuo.
fr_fr: Le sénat est satisfait de notre relation mutuellement bénéfique.
it: Il Senato è soddisfatto delle relazioni che intercorrono con la X-COM.
ja_jp: 上院は我々との相互的利益を産む関係に満足しています。
pl: Senat jest zadowolony z naszych wzajemnie korzystnych relacji.
pt_br: O Senado está satisfeito com nosso relacionamento mutuamente benéfico.
ru_ru: Сенат доволен взаимовыгодным сотрудничеством.

source: The Senate is less favorable to the X-COM organization and thereis a danger that the relationship could deteriorate.
cs: Obliba organizace X-COM u Senátu se snížila a hrozí nebezpečí zhoršení vzájemných vztahů.
de_de: Der Senat ist der X-COM-Organisation gegenüber kritisch eingestellt, und esbesteht die Gefahr, daß sich die Beziehungen verschlechtern.
es: El senado está menos a favor a la organización X-COM y hay peligro de que la relación se deteriore.
fr_fr: Le sénat est moins favorable à l'organisation X-COM et il se peut que les relations se détériorent.
it: Il Senato è contrariato con la X-COM ed esiste il reale pericolo chele relazioni si possano deteriorare.
ja_jp: 上院はX-Comの事を好ましく思っておらず、このままでは関係が破綻する怖れがあります。
pl: Senat jest mniej przychylny X-COM i istnieje niebezpieczeństwo, że wzajemne stosunki mogą ulec pogorszeniu.
pt_br: O Senado está menos favorável à X-COM e há o perigo de que a relação possa se deteriorar.
ru_ru: Отношение Сената к X-COM стало более скептическим, и существует опасность, что оно будет ухудшаться.

source: The Senate is now openly hostile to X-COM and no further fundingwill be available.
cs: Senát otevřeně vyhlásil své nepřátelstvi vůči X-COM a přestává ho financovat.
de_de: Der Senat ist X-COM feindlich gesonnen und stellt kein Geldermehr zur Verfügung.
es: El senado está ahora abiertamente en contra de X-COM y ya no habrá fondos disponibles.
fr_fr: Le sénat est à présent ouvertement hostile à X-COM et nous ne pouvons espérer de financement de leur part.
it: Il Senato è apertamente ostile alla X-COM, e non concederà più alcun finanziamento.
ja_jp: 上院ははっきりとX-Comに大して敵対的な態度を取っており、今後の資金援助は全く期待できません。
pl: Senat jest teraz otwarcie wrogi wobec X-COM i nie będzie już finansował jego działań.
pt_br: O Senado agora é abertamente hostil à X-COM e não haverá mais financiamento.
ru_ru: Теперь Сенат открыто враждебно относится к X-COM; дальнейшее финансирование прекращается.

source: Alien Egg
cs: Vejce Multiworma
de_de: Alien-Ei
es: Huevo Alienígena
fr_fr: L'oeuf alien
it: Uovo Alieno
ja_jp: エイリアンの卵
pl: Jajo obcych
pt_br: Ovo Alienígena
ru_ru: Яйцо пришельцев

source: Micronoid Aggregate
cs: Mikronoid
de_de: Mikronoid-Aggregat
fr_fr: Agrégat micronoïde
it: Aggregato di Micronoidi
ja_jp: マイクロノイドの集合体
pl: Zespół mikronoidów
pt_br: Micronoide Agregado
ru_ru: Скопление микроноидов

source: Rookie
cs: Rekrut
de_de: Rekrut
es: Novato
fr_fr: Bleu
it: Recluta
ja_jp: 新兵
pl: Rekrut
pt_br: Recruta
ru_ru: Новобранец

source: Squaddie
cs: Desátník
de_de: Gefreiter
es: Patrullero
fr_fr: 1ère classe
it: Soldato
ja_jp: 分隊員
pl: Kapral
pt_br: Raso
ru_ru: Рядовой

source: Squad leader
cs: Velitel čety
de_de: Truppführer
es: Jefe de Patrulla
fr_fr: Caporal
it: Caporale
ja_jp: 分隊長
pl: Plutonowy
pt_br: Líder de Esquadrão
ru_ru: Командир отделения

source: Sergeant
cs: Seržant
de_de: Feldwebel
es: Sargento
fr_fr: Sergent
it: Sergente
ja_jp: 軍曹
pl: Sierżant
pt_br: Sargento
ru_ru: Сержант

source: Captain
cs: Kapitán
de_de: Hauptmann
es: Capitán
fr_fr: Capitaine
it: Capitano
ja_jp: 大尉
pl: Kapitan
pt_br: Capitão
ru_ru: Капитан

source: Colonel
cs: Plukovník
de_de: Oberst
es: Coronel
it: Colonnello
ja_jp: 大佐
pl: Major
pt_br: Coronel
ru_ru: Полковник

source: Commander
cs: Generál
de_de: Kommandeur
es: Comandante
fr_fr: Commandant
it: Comandante
ja_jp: 司令官
pl: Półkownik
pt_br: Comandante
ru_ru: Командующий

source: Ammo Clip
de_de: Munitionsmagazin
es: Cartucho de Munición
fr_fr: Chargeur de munitions
it: Munizioni
ja_jp: 弾倉
pl: Magazynek
pt_br: Cartucho de munição
ru_ru: Магазин

source: Structure Probe
cs: Sonda struktury
de_de: Struktursonde
es: Sonda Estructural
fr_fr: Sonde de structure
it: Sonda strutturale
ja_jp: 構造探知器
pl: Sonda strukturalna
pt_br: Sonda de Estrutura
ru_ru: Зонд для исследования структуры

source: Vortex Analyser
cs: Analyzátor vírů
de_de: Wirbel-Analysator
es: Analizador Vortex
fr_fr: Analyseur de vortex
it: Analizzatore Vortex
ja_jp: 渦流分析機
pl: Analizator wirowy
pt_br: Analisador de Vórtice
ru_ru: Анализатор вихря

source: Multitracker
cs: Multisledovač
fr_fr: Multi-traqueur
it: Multirilevatore
ja_jp: マルチトラッカー
pl: Multitropiciel śladów
pt_br: Multirastreador
ru_ru: Следящая пушка с возможностью ведения нескольких целей

source: Medi-Kit
es: Botiquín
fr_fr: Kit médical
it: Kit medico
ja_jp: メディキット
pl: Apteczka
ru_ru: Аптечка

source: BLANK
cs: PRÁZDNÝ
fr_fr: VIDE
ja_jp: 空き
pl: PUSTE
pt_br: EM BRANCO
ru_ru: ПУСТОЕ

source: 1st
es: 1 de
fr_fr: 1er
pt_br: 1º
ru_ru: 1-е

source: 2nd
es: 2 de
pt_br: 2º
ru_ru: 2-е

source: 3rd
es: 3 de
pt_br: 3º
ru_ru: 3-е

source: 4th
es: 4 de
pt_br: 4º
ru_ru: 4-е

source: 5th
es: 5 de
pt_br: 5º
ru_ru: 5-е

source: 6th
es: 6 de
pt_br: 6º
ru_ru: 6-е

source: 7th
es: 7 de
pt_br: 7º
ru_ru: 7-е

source: 8th
es: 8 de
ja_jp: 7th
pt_br: 8º
ru_ru: 8-е

source: 9th
es: 9 de
pt_br: 9º
ru_ru: 9-е

source: 10th
es: 10 de
pt_br: 10º
ru_ru: 10-е

source: 11th
es: 11 de
pt_br: 11º
ru_ru: 11-е

source: 12th
es: 12 de
pt_br: 12º
ru_ru: 12-е

source: 13th
es: 13 de
pt_br: 13º
ru_ru: 13-е

source: 14th
es: 14 de
pt_br: 14º
ru_ru: 14-е

source: 15th
es: 15 de
pt_br: 15º
ru_ru: 15-е

source: 16th
es: 16 de
pt_br: 16º
ru_ru: 16-е

source: 17th
es: 17 de
pt_br: 17º
ru_ru: 17-е

source: 18th
es: 18 de
pt_br: 18º
ru_ru: 18-е

source: 19th
es: 19 de
pt_br: 19º
ru_ru: 19-е

source: 20th
es: 20 de
pt_br: 20º
ru_ru: 20-е

source: 21st
es: 21 de
pt_br: 21º
ru_ru: 21-е

source: 22nd
es: 22 de
pt_br: 22º
ru_ru: 22-е

source: 23rd
es: 23 de
pt_br: 23º
ru_ru: 23-е

source: 24th
es: 24 de
pt_br: 24º
ru_ru: 24-е

source: 25th
es: 25 de
pt_br: 25º
ru_ru: 25-е

source: 26th
es: 26 de
pt_br: 26º
ru_ru: 26-е

source: 27th
es: 27 de
pt_br: 27º
ru_ru: 27-е

source: 28th
es: 28 de
pt_br: 28º
ru_ru: 28-е

source: 29th
es: 29 de
pt_br: 29º
ru_ru: 29-е

source: 30th
es: 30 de
pt_br: 30º
ru_ru: 30-е

source: 31st
es: 31 de
pt_br: 31º
ru_ru: 31-е

source: Monday
cs: Pondělí
de_de: Montag
es: Lunes
fr_fr: Lundi
it: Lunedì
ja_jp: 月曜
pl: Poniedziałek
pt_br: Segunda
ru_ru: Понедельник

source: Tuesday
cs: Úterý
de_de: Dienstag
es: Martes
fr_fr: Mardi
it: Martedì
ja_jp: 火曜
pl: Wtorek
pt_br: Terça
ru_ru: Вторник

source: Wednesday
cs: Středa
de_de: Mittwoch
es: Miécoles
fr_fr: Mercredi
it: Mercoledì
ja_jp: 水曜
pl: Środa
pt_br: Quarta
ru_ru: Среда

source: Thursday
cs: Čtvrtek
de_de: Donnerstag
es: Jueves
fr_fr: Jeudi
it: Giovedì
ja_jp: 木曜
pl: Czwartek
pt_br: Quinta
ru_ru: Четверг

source: Friday
cs: Pátek
de_de: Freitag
es: Viernes
fr_fr: Vendredi
it: Venerdì
ja_jp: 金曜
pl: Piątek
pt_br: Sexta
ru_ru: Пятница

source: Saturday
cs: Sobota
de_de: Samstag
es: Sábado
fr_fr: Samedi
it: Sabato
ja_jp: 土曜
pl: Sobota
pt_br: Sábado
ru_ru: Суббота

source: Sunday
cs: Neděle
de_de: Sonntag
es: Domingo
fr_fr: Dimanche
it: Domenica
ja_jp: 日曜
pl: Niedziela
pt_br: Domingo
ru_ru: Воскресенье

source: Click on building to buy
cs: Klikni na budovu abys jí koupil.
de_de: Klicken Sie das Gebäude an, um es zu kaufen.
es: Pulsa en edificio para comprar
fr_fr: Cliquer sur le bâtiment pour l'acheter
it: Clicca sulla struttura da comprare
ja_jp: クリックしてビルを購入
pl: Kliknij na budynku, by go kupić
pt_br: Clique no edifício para comprar
ru_ru: Нажмите на здание, чтобы купить его

source: Money = $
cs: Finance = $
de_de: Geld = $
es: Dinero =3D $
fr_fr: Argent = $
it: Soldi = $
ja_jp: マネー = $
pl: Fundusze = $
pt_br: Dinheiro = $
ru_ru: Деньги = $

source: This Building will cost $%d
cs: Tato budova bude stát $%d
de_de: Dieses Gebäude kostet $%d
es: Este Edificio costará $%d
fr_fr: Ce bâtiment coûtera $%d
it: Questo edificio costerà $%d
ja_jp: ビルの価格: $%d
pl: Ten budynek kosztuje $%d
pt_br: Esse edifício custará $%d
ru_ru: Стоимость здания составит %d $

source: Enter Name>
cs: Vlož název>
de_de: Namen eingeben>
es: Introducir Nombre>
fr_fr: Entrer nom>
it: Inserisci il nome>
ja_jp: 名前を入力してください
pl: Wpisz imię
pt_br: Insira o Nome>
ru_ru: Введите название>

source: Cost to build
cs: Cena výstavby
de_de: Baukosten
es: Coste de constr.
fr_fr: Coût de const.
it: Costo di costr.
ja_jp: 建設費用
pl: Koszt budowy
pt_br: Custo para construir
ru_ru: Стоимость

source: Days to build
cs: Dny do výstavby
de_de: Bautage
es: Días para construir
fr_fr: Temps de const.(jours)
it: Giorni di costruzione
ja_jp: 建設日数
pl: Dni do ukończenia
pt_br: Dias para construir
ru_ru: Дн. на постройку

source: Maintenance cost
cs: Cena za údržbu
de_de: Wartungskosten
es: Coste de mnto.
fr_fr: Coût d'entretien
it: Costo manutenzione
ja_jp: 維持費
pl: Koszt utrzymania
pt_br: Custo de manutenção
ru_ru: Содержание
