Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Stun Grapple is a powerful police weapon used for stunning and capturing prisoners. It is effective against Aliens but can only be activated at a very short range. Larger Aliens may need weakening before they can be stunned.
cs: Ochromující drapák je účinnou policejní zbraní, pro omračování a zajímaní vězňů. Je také účinný proti cizákům, ale je použitelný jen na velmi krátkou vzdálenost. Větší cizáky bude před omráčením zřejně třeba vyčerpat.
de_de: Die Betäubungskralle ist eine mächtige Polizeiwaffe zur Betäubung und Festnahme von Gefangenen. Sie ist gegen Aliens wirksam, kann jedoch nur auf sehr geringe Reichweite aktiviert werden. Größere Aliens müssen unter Umständen geschwächt werden, bevor man sie betäuben kann.
es: El Aparato Aturdidor es una poderosa arma policial utilizada para aturdir y capturar prisioneros. Debe ser muy efectivo contra los alienígenas pero sólo puede activarse a muy corta distancia.
fr_fr: Le grappin paralysant est une arme employée par les forces de police pour immobiliser et capturer les prisonniers. Il devrait également être efficace contre les aliens, à condition qu'il soit activé à très courte portée.
it: La rete stordente è un'arma della polizia, molto efficace, usata per rendere inoffensivi e catturare i prigionieri. Dovrebbe funzionare anche contro gli Alieni, ma può essere attivata solo a brevissima distanza. Nel caso di nemici molto grossi, è consigliabile utilizzare prima un'altra arma.
ja_jp: スタングラップルは警察が用いる非常に便利な武器で、犯罪者をスタンさせ捕縛する時に用いる。エイリアンに対しても有効だが至近距離でしか用いる事ができず、さらに大きなエイリアンを相手にする時は十分に痛めつけてからでないと効果がない。
pl: Chwytak ogłuszający to skuteczny sposób policji na obezwładnianie i łapanie więźniów. Jest skuteczny przeciwko obcym, ale działa tylko na bardzo krótki zasięg. Duże gatunki obcych mogą wymagać wstępnego osłabienia, zanim będzie można je skutecznie sparaliżować.
pt_br: A Garra Atordoante é uma poderosa arma policial usada para atordoar e capturar prisioneiros. É efetiva contra alienígenas, mas só pode ser usada à curta distância. Alienígenas maiores talvez precisem ser enfraquecidos antes que possam ser atordoados.
ru_ru: Захват-парализатор - это мощное полицейское оружие, которое используется для обездвиживания и захвата подозреваемых. Оно эффективно против пришельцев, но может использоваться только на сверхкоротких дистанциях. Для захвата более крупных пришельцев может потребоваться предварительно ослабить их.

source: A grenade which releases the X-COM developed anti-Alien gas. It does not harm humans or terrain but will be lethal for any Alien remaining within its dense gas cloud.
cs: Granát, vyvinutý X-COMem, obsahuje proticizácký plyn. Nezpůsobuje poškození lidem ani okolí, ale je smrtící pro všechny cizáky, zasažené oblakem dýmu.
de_de: Diese Granate setzt das von X-COM entwickelte Anti-Alien-Gas frei. Das Gas ist für Menschen oder Objekte unschädlich, wirkt aber auf Aliens, die sich in der dichten Gaswolke aufhalten, tödlich.
es: Una granada que suelta gas anti-alienígena desarrollado por X-COM. Es inofensiva para los humanos y para el terreno pero será letal para cualquier alienígena que se quede dentro de la densa nube de gas.
fr_fr: Une grenade qui dégage le gaz anti-alien développé par X-COM. Ce gaz n'a aucun effet sur les humains et n'affecte pas non plus le terrain environnant, mais il est fatal pour les aliens prisonniers de l'épais nuage de fumée qu'il dégage.
it: Questa granata rilascia all'esplosione il gas anti-Alieni sviluppato dalla X-COM, che non causa alcun tipo di danno agli esseri umani ma è letale per qualunque forma di vita Aliena rimanga intrappolata nella sua nuvola.
ja_jp: X-Comが開発した対エイリアンガスが仕込まれたグレネード。人間や地形には影響を及ぼさないが、漂うガスの範囲内に居るエイリアンには致命的なダメージを与える。
pl: Granat zawierający wynaleziony przez X-COM gaz przeciwko obcym. Gaz ten nie czyni szkody ludziom ani terenowi, ale jest śmiercionośny dla wszystkich rodzajów obcych pozostających w obrębie jego działania.
pt_br: Uma granada que libera o gás antialienígena desenvolvido pela X-COM. Não afeta humanos ou o terreno, mas será letal para qualquer alien que permaneça em sua densa nuvem de gás.
ru_ru: Граната, которая испускает облако разработанного учеными X-COM газа, предназначенного для борьбы с пришельцами. Он не причиняет вреда земным формам жизни и окружающей среде, но смертелен для любых инопланетных организмов, находящихся в облаке газа достаточно продолжительное время.

source: A device which causes a Psionic disruption blast. Any target with high Psionic capability is particularly vulnerable to Psi-grenades. The blast will drain Psi-energy and possibly render the target unconscious.
cs: Zařízení, způsobující Psionický úder. Některé cíle, s vysokou psionickou schopností jsou částečně odolné vůči PSI-Granátům. Úder vyčerpává PSI-energii a eventuálně způsobuje ztrátu vědomí cíle.
de_de: Dieses Gerät erzeugt einen psionischen Disruptorstrahl. Jedes Ziel mit hoher Psi-Kapazität ist besonders anfällig für diese Waffe. Der Strahl saugt Psi-Energie auf und läßt das Opfer meistens bewußtlos werden.
es: Un dispositivo que causa una explosión perturbadora psiónica. Cualquier objetivo con gran capacidad psiónica es particularmente vulnerable a las Granadas Psiónicas. La explosión reducirá la Psi-energía y posiblemente caiga inconsciente el objetivo.
fr_fr: Une arme qui provoque une explosion de disruption psionique. Les cibles possédant des capacités psioniques élevées sont particulièrement vulnérables à ces grenades. L'explosion vide la cible de toute son énergie psionique et peut la rendre inconsciente.
it: Questa granata provoca un'onda d'urto psionica. Qualsiasi bersaglio con alta capacità psionica viene danneggiato seriamente; l'esplosione rende incosciente chi ne è colpito.
ja_jp: サイオニック崩壊衝撃波を発生させる装置。高いサイオニック能力を持つ標的ほど効果が高くなる。衝撃によって標的のPsiエネルギーは著しく減少するので、気絶させられる場合がある。
pl: Urządzenie wywołujące wybuch psioniczny. Wszystkie istoty cechujące się zdolnościami psi są szczególnie wrażliwe na ten rodzaj broni. Wybuch rozprasza energię psioniczną i może ogłuszyć cel.
pt_br: Dispositivo que causa uma destrutiva explosão psiônica. Qualquer alvo com alta capacidade psiônica é particularmente vulnerável a Psi-Granadas. A explosão irá drenar energia psiônica e possivelmente deixar o alvo inconsciente.
ru_ru: Это устройство при взрыве вызывает пси-расстройства. Любая цель с высокими пси-характеристиками крайне уязвима к действию пси-гранат. Взрыв истощает пси-энергию и может привести цель в бессознательное состояние.

source: An energy beam device which can render a target immobile for a short period of time. The target remains conscious but is unable to move or use equipment.
cs: Energetická paprsková zbraň, způsobující na krátkou dobu znehybnění cíle. Tento zůstává při vědomí, ale není schopen se pohnout, nebo použít zbraně.
de_de: Ein Energiestrahlgerät, das sein Ziel für kurze Zeit lähmt. Das Opfer bleibt bei Bewußtsein, kann sich aber nicht bewegen und keine Ausrüstung verwenden.
es: Un dispositivo de rayo de energía que puede inmovilizar un objetivo durante un corto periodo de tiempo. El objetivo sigue consciente pero es incapaz de moverse o de utilizar equipo.
fr_fr: Un rayon d'énergie qui immobilise les cibles pendant une courte période. La cible reste consciente mais elle ne peut ni bouger ni se servir de son équipement.
it: Questa rete composta da raggi d'energia può immobilizzare un soggetto per un breve periodo di tempo. Chi ne viene colpito rimane cosciente, ma non può né muoversi né usare qualsiasi tipo di oggetto.
ja_jp: 標的を短時間不動にするエネルギー光線を発射する装置。標的は意識は保ったままだが動く事も装備品を使う事もできなくなる。
pl: Promień energetyczny, który może unieruchomić cel na krótki czas. Ofiara pozostaje przytomna, nie może się jednak poruszać ani używać wyposażenia.
pt_br: Um dispositivo de feixes de energia que pode deixar o alvo imóvel por um curto períodod e tempo. O alvo permanece consciente, mas incapaz de se mover ou usar equipamentos.
ru_ru: Энергетический генератор, который обездвиживает цель на краткое время. Цель остается в сознании, но теряет возможность двигаться или использовать снаряжение.

source: An X-COM weapon designed to shoot high powered projectiles containing anti-Alien toxic fluids. It is designed to cause minimal harm to other targets and is not very good at penetrating armor.
cs: Zbraň X-COM, určená k vystřelování vysokorychlostních projektilů, obsahujících proticizácký toxin. Tento je vyvinut pro minimální účinek na jiné cíle a má též malou průraznou schopnost.
de_de: Eine X-COM-Waffe, die Anti-Alien-Toxin-Projektile mit hoher Durchschlagskraft abfeuert. Die Waffe fügt anderen Zielen kaum Schaden zu, Panzerungen kann man mit ihr kaum durchdringen.
es: Un arma X-COM diseñada para disparar proyectiles de alta potencia que contienen fluidos tóxicos anti-alienígenas. Está diseñada para causar un daño mínimo a otros objetivos y no sirve para perforar blindaje.
fr_fr: Une arme X-COM lançant des projectiles puissants contenant des fluides toxiques anti-aliens. Ce fusil est conçu dans le but d'infliger le minimum de dégâts aux autres cibles et n'est pas une arme idéale pour percer les blindages.
it: Questa è un'arma progettata dalla X-COM, che spara proiettili esplosivi ad alto potenziale contenenti tossine anti-Alieno. Causa danni minimi a qualsiasi altro tipo di bersaglio, e non ha grandi capacità perforanti.
ja_jp: X-Comが開発した対エイリアン毒液が仕込まれた高威力の弾丸を発射する武器。付近の被害を抑える様に設計されており、装甲貫通力も高い。
pl: Broń X-COM-u przeznaczona do wystrzeliwania wysokoenergetycznych pocisków zawierających roztwór trucizn skutecznych przeciwko obcym. Powoduje niewielkie szkody u innych celów i ma trudności z przebiciem pancerza.
pt_br: Arma da X-COM desenhada para disparar projéteis de alto impacto, que contêm fluidos tóxicos antialienígenas. É concebida para causar mínimo dano a outros alvos e não é muito boa em penetrar armaduras.
ru_ru: Оружие X-COM, разработанное для стрельбы высокоскоростными боеприпасами, содержащими токсичные для пришельцев вещества. Оно разработано, чтобы причинять минимальный вред любым другим целям, и имеет низкую бронепробиваемость.

source: Ammunition for Toxigun. It contains a lethal fast acting poison designed to target Alien life forms. It is not so effective against the more advanced bipedal Alien types.
cs: Munice pro Toxigun. Obsahuje smrtící rychle působící jed, určený pro likvidaci cizáckých životních forem. Není příliš účinný proti vyvinutějším, dvounohým druhům cizáků.
de_de: Munition für das ToxiGewehr. Sie enthält ein tödliches, schnellwirkendes Gift zum Einsatz gegen Aliens. Gegen die höherentwickelten, zweibeinigen Alien-Arten ist es nicht so wirksam.
es: Munición para el Fusil de Toxinas. Contiene un veneno letal que actúa velozmente, diseñado para atacar formas de vida alienígena. No es tan efectivo contra los tipos más avanzados de bípedos alienígenas.
fr_fr: Munitions pour le fusil toxique. Le chargeur contient un poison mortel foudroyant qui s'attaque aux formes de vie alienne. Son efficacité est réduite face aux aliens bipèdes, plus sophistiqués.
it: Sono munizioni per la Toxigun. Contengono un veleno letale ad azione veloce specifico per gli Alieni. Non è particolarmente efficace se usato contro i tipi di Alieni bipedi più potenti.
ja_jp: 毒ガンの弾倉。弾丸には特定のエイリアンに致命傷を与える即効性の毒が仕込まれている。二足歩行型のより進化したエイリアンに対しては効果が薄い。
pl: Amunicja do pistoletu toksycznego. Zawiera szybko działającą truciznę przeznaczoną do likwidacji obcych form życia. Nie jest zbyt skuteczna przeciwko bardziej rozwiniętym dwunożnym rodzajom obcych.
pt_br: Munição para a pistola tóxica. Contém veneno letal de rápida ação, feito para atingir formas de vida alienígena. Não é tão efetivo contra os alienígenas bípedes mais avançados.
ru_ru: Боеприпас для токсигана. Содержит быстродействующий смертельный яд, предназначенный для борьбы с инопланетными формами жизни. Обладает сниженной эффективностью против более высокоразвитых двуногих форм жизни пришельцев.

source: Ammunition for Toxigun. It contains a lethal fast acting poison designed to target Alien lifeforms. It effectively renders the earlier A-type toxin obsolete because it is more powerful and more effective against the higher Alien life forms.
cs: Munice pro Toxigun. Obsahuje smrtící rychle působící jed, určený k likvidaci cizáckých životních forem. Nahrazuje předchozí toxin typu A, neboť je silnější a mnohem účinnější proti vyšším životním formám cizáků.
de_de: Munition für das ToxiGewehr. Ein schnellwirkendes, tödliches Gift zum Einsatz gegen Aliens. Es ist ein vollwertiger Ersatz für das frühere Gift vom Typ A, da es effektiver ist und auch gegen höherentwickelte Alien-Lebensformen wirkt.
es: Munición para el Fusil de Toxinas. Contiene un veneno letal que actúa velozmente, diseñado para atacar formas de vida alienígena. Hace obsoleta la toxina anterior de tipo A porque es más poderosa y más efectiva contra formas de vida alienígenas más sofisticadas.
fr_fr: Munitions pour le fusil toxique. Le chargeur contient un poison mortel foudroyant qui s'attaque aux formes de vie alienne. La toxine B est bien plus efficace et puissante que la toxine A contre les formes supérieures de vie alienne.
it: Munizioni per la Toxigun, che contengono una dose di veleno mortale per ogni forma di vita Aliena. A tutti gli effetti, la tossina B rende obsoleta la già conosciuta tossina A, dal momento che è più potente e funziona anche sugli Alieni più potenti.
ja_jp: 毒ガンの弾倉。弾丸には特定のエイリアンに致命傷を与える即効性の毒が仕込まれている。以前のAタイプの改良版で、より進化したエイリアンに対しても有効。
pl: Amunicja do pistoletu toksycznego. Zawiera szybko działającą truciznę przeznaczoną do likwidacji obcych form życia. Stanowi skuteczniejszego następcę wersji A, ponieważ jest silniejsza i mocniej działa na wyższe formy obcych.
pt_br: Munição para a Pistola Tóxica. Contém veneno letal de rápida ação, feito para atingir formas de vida alienígenas. Torna a toxina do tipo A obsoleta, pois é mais forte e mais eficaz contra alienígenas superiores.
ru_ru: Боеприпас для токсигана. Содержит быстродействующий смертельный яд, предназначенный для борьбы с инопланетными формами жизни. Его разработка делает токсин типа A устаревшим, поскольку он мощнее и эффективнее против более высокоразвитых форм жизни пришельцев.

source: Ammunition for Toxigun. A fast acting poison which targets all Alien life forms with equally devastating effects. This toxin effectively supersedes the A or B types.
cs: Munice pro Toxigun. Rychle působící jed, účinkující na všechny cizácké životní formy se stejně destruktívním výsledkem. Tento toxin efektivně nahrazuje typy A a B.
de_de: Munition für das ToxiGewehr. Ein schnellwirkendes Gift mit verheerender Wirkung. Das Gift ist wirksamer als die Toxine vom Typ A und B.
es: Munición para el Fusil de Toxinas. Contiene un veneno que actúa velozmente contra todas las formas de vida con efectos igualmente devastadores. Esta toxina efectivamente sustituye a los tipos A o B.
fr_fr: Munitions pour le fusil toxique. C'est un poison foudroyant qui s'attaque aux formes de vie alienne avec des effets ravageurs. Cette toxine est plus efficace que les toxines A ou B.
it: La munizione definitiva per la Toxigun. Contiene un veleno ad azione rapida che agisce sulle forme di vita Aliena con effetti devastanti. Questa tossina è infinitamente più potente dei pre-esistenti tipi A e B.
ja_jp: 毒ガンの弾倉。弾丸には全てのタイプのエイリアンに致命傷を与える即効性の毒が仕込まれている。旧型のAおよびBタイプを軽く凌駕する威力を持つ。
pl: Amunicja do pistoletu toksycznego. Zawiera szybko działającą truciznę przeznaczoną do likwidacji obcych form życia. Skuteczniejsza od toksyn typu A i B.
pt_br: Munição para a pistola tóxica. Um veneno de rápida ação que atinge todas as formas de vida alienígena com efeitos iguais. Essa toxina substitui com eficácia os tipos A e B.
ru_ru: Боеприпас для токсигана. Содержит быстродействующий смертельный яд, предназначенный для борьбы с инопланетными формами жизни. Эффективен в равной степени против всех видов пришельцев. Он с легкостью заменяет токсин типа A и типа B.

source: Dimension Destabilizer
cs: Destabilizátor pole
de_de: Dimensions-Destabilisator
es: Desestabilizador de Dimensiones
fr_fr: Déstabilisateur dimensionnel
it: Destabilizzatore dimensionale
ja_jp: 次元不安定化装置
pl: Destabilizator międzywymiarowy
pt_br: Desestabilizador Dimensional
ru_ru: Дестабилизатор измерений

source: An X-COM developed Disruptor Beam weapon based on Alien technology. It is a faster firing and more effective weapon than the Devastator Cannon.
cs: X-COM vyvinulo dokonalejší disperzívní zbraň, založenou na cizácké technologii. Má vyšší rychlost střelby a je účinnější, než Dvastátor.
de_de: Eine von X-COM entwickelte Disruptorstrahlen-Waffe, die auf Alien-Technologie basiert. Sie übertrifft in puncto Feuerrate und Zerstörungskraft die Devastator-Kanone.
es: Un arma de Rayos Perturbadores desarrollada por X-COM, pero basada en tecnología alienígena. Dispara más rápido y es más efectiva que el Cañón Devastador.
fr_fr: Une arme à rayon disrupteur conçue par X-COM et basée sur la technologie alienne. C'est une arme plus efficace, à cadence de tir plus rapide que le canon dévastateur.
it: E' un'arma a raggio Disgregatore sviluppata dalla X-COM basandosi sulla tecnologia Aliena; ha possibilità di fuoco rapido ed è persino più efficace del cannone Devastator.
ja_jp: エイリアンのテクノロジーに基づいて開発されたディスラプター光線兵器。デバステーターキャノンよりも連射速度、威力面で優れている。
pl: Miotacz dysrupcyjny został skonstruowany przez X-COM w oparciu o technologię obcych. Jest bardziej szybkostrzelny i skuteczniejszy od działka 'Niszczyciel'.
pt_br: Arma de raios disruptivos desenvolvida pela X-COM, baseada em tecnologia alienígena. Dispara mais rápido e de forma mais eficiente que o Canhão Devastador.
ru_ru: Расщепляющее лучевое оружие, разработанное учеными X-COM на основе технологий пришельцев. Оно обладает более высокой скорострельностью и эффективностью, чем опустошающая пушка.

source: The Mind Shield is an expensive, clumsy device which protects the wearer from Psionic attacks.
cs: Štít mysli je drahé a nešikovné zařízení, chránící svého nositele před Psionickým útokem.
de_de: Ein teures, unhandliches Gerät, das den Träger vor Psi-Angriffen schützt.
es: El Escudo Mental es un dispositivo caro e incordiante que protege al que lo lleva de los ataques psiónicos.
fr_fr: Le bouclier mental est un mécanisme onéreux et peu pratique qui protège son utilisateur des attaques psioniques.
it: Il Miniscudo è un dispositivo estremamente costoso, che protegge chi lo indossa da attacchi psionici.
ja_jp: マインドシールドは効果でかさばる装置だが、敵のサイオニック攻撃から身を守る。
pl: Kosztowne i nieporęczne urządzenie zabezpieczające użytkownika przed atakiem psionicznym.
pt_br: O escudo mental é um dispositivo caro e desajeitado que protege o usuário de ataques psiônicos.
ru_ru: Ментальный щит - это дорогое неповоротливое устройство, защищающее носителя от пси-атак.

source: A Psionic projection device for psionically trained Agents. This device must be used in order to initiate Psionic attacks in combat situations. The target needs to be within clear line of sight of the operator before an attack can begin. The Agent has a choice of four different attacks of increasing difficulty. Psionic Probe reveals information about the target, Psionic Panic reduces morale, Psionic Stun will render the target unconscious and psionic control will allow complete control of the target.
cs: Psionické projekční zařízení pro agenty s Psionickým tréningem. Pro zahájení psionického útoku, v bojové situaci, musí být zařízení použito osobně a cíl musí být v přímé viditelnosti operátora. Agent má na výběr ze čtyř různých typů útoku, se vzrůstající náročností. Psionická sonda odhalí informace o cíli, zpanikaření sníží morálku cíle, ochromení způsobuje ztrátu vědomí a ovládnutí mysli poskytne úplnou kontrolu cíle. Každé použití Ovladače však odčerpává psionickou energii operátora.
de_de: Ein psionisches Projektionsgerät für Agenten mit Psi-Ausbildung. Dieses Gerät muß verwendet werden, um in Kampfsituationen Psi-Angriffe durchführen zu können. Das Ziel muß für den Verwender deutlich sichtbar sein, bevor der Angriff beginnen kann. Der Agent kann sich für eine von vier Angriffsmethoden mit steigendem Schwierigkeitsgrad entscheiden. Die Psi-Sonde gibt Aufschluß über das Ziel, die Psi-Panik reduziert die Moral, die Psi-Betäubung versetzt das Ziel in den Zustand der Bewußtlosigkeit, und durch die Psi-Kontrolle erlangt der Verwender totale Kontrolle über das Opfer.
es: Un dispositivo psiónico de proyección para agentes con entrenamiento psiónico. Este dispositivo será necesario para iniciar los ataques psiónicos en situaciones de combate. El objetivo tiene que estar claramente a la vista del operador antes de poder empezar un ataque. El Agente puede elegir entre cuatro modos de ataque de dificultad creciente. Sonda Psiónica revela información sobre el objetivo, Pánico Psiónico reduce la moral, Aturdimiento Psiónico hará que la víctima quede inconsciente, y Control Psiónico permitirá el completo control del objetivo.
fr_fr: Un projecteur psionique pour les agents ayant reçu une formation psionique. Cet appareil doit être utilisé pour initier des attaques dans des situations de combat. La cible doit être nettement visible à l'opérateur avant qu'une attaque ne puisse être déclenchée. L'agent a un choix de quatre attaques dont le degré de difficulté va en augmentant. La sonde psionique révèle des informations sur la cible, la panique psionique rabaisse le moral, la paralysie psionique fait perdre conscience à la cible et le contrôle psionique permet de contrôler entièrement la cible.
it: Un dispositivo di proiezione psionica che deve essere assegnato ad agenti addestrati, per iniziare gli attacchi psionici nelle situazioni di combattimento. Il bersaglio deve trovarsi nella visuale dell'operatore, che può scegliere tra quattro diversi tipi di attacco: Test psionico, per ottenere informazioni sul bersaglio; Panico psionico, per ridurre il morale; Stordimento psionico, per rendere l'obiettivo inoffensivo; Controllo psionico, per assumere il completo controllo dell'avversario.
ja_jp: サイオニックを用いた投射兵器はサイオニック訓練を受けたエージェントのみが扱える。戦闘時に攻撃する為に用いるが、標的までの射線が通っていないと使えない。4種類の攻撃が可能で、難易度順に>>>> 1)サイオニックプローブ:標的の詳細を調べる 2)サイオニックパニック:標的の士気を下げる 3)サイオニックスタン:標的をスタンさせる 4)サイオニックコントロール:標的を完全にコントロールする
pl: Projektor psioniczny przeznaczony dla agentów wyszkolonych w umiejętnościach psi. Urządzenie to służy do przeprowadzania ataków psionicznych. Operator projektora musi widzieć cel przed rozpoczęciem ataku. Agent posługujący się tą bronią ma do wyboru cztery formy ataku psionicznego o wzrastającym stopniu trudności. Sonda psioniczna bada cel, panika obniża morale, ogłuszanie pozbawia cel przytomności, a kontrola umysłu umożliwia kierowanie zaatakowaną jednostką.
pt_br: Dispositivo de projeção psiônica para agentes treinados psionicamente. Esse dispositivo deve ser usado para iniciar ataques psiônicos em situações de combate. O alvo deve estar em linha clara de visão do operador antes do início do ataque. O Agente pode escolher entre quatro tipos de ataque, cuja dificuldade vai aumentando. Sonda Psiônica revela dados sobre o alvo, Pânico Psiônico reduz o moral, Atordoamento Psiônico deixará o alvo inconsciente e Controle Psiônico permitirá controle completo do alvo.
ru_ru: Устройство, помогающее псионически развитым агентам создавать пси-проекции. Оно необходимо для проведения пси-атак на поле боя. Цель должна находиться в зоне прямой видимости оператора перед началом атаки. Агент может выбрать один из четырех видов атаки, перечисленных в порядке роста сложности. Псионический зонд передает сведения о цели, пси-паника снижает мораль, пси-оглушение приводит цель в бессознательное состояние, а пси-контроль позволяет полностью подчинить цель сознанию атакующего.
