Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Spawning Chamber appears to be a very special structure. Very few Aliens enter this structure although vast numbers of Aliens regularly leave the building. Our research indicates that this building is the lair for some kind of Alien queen. We believe this Alien to be the sole producer of Alien Eggs from which all Aliens hatch. Whilst the primary objective is the destruction of the Queen and all Alien Eggs, the live capture of the Alien Queen would be a vicious insult to the Aliens.
cs: Chrám plození se zdá být velmi zvláštní strukturou. Jen nemnoho Cizáků do něj vstupuje a přesto jich z něj běžně odchází ohromné množství. Naše výzkumy ukazují, že tato budova je jakýmsi doupětem nějakého druhu cizácké Královny. Jsme přesvědčeni, že právě tento Cizák je jediným zdrojem cizáckých vajec, ze kterých se líhnou. I když je hlavním cílem mise zničení Královny a všech vajec, zajmutí živé Královny by bylo pro Cizáky velmi pokořujícím a demoralizujícím úderem.
de_de: Die Brutkammer scheint eine besondere Einrichtung zu sein. Nur wenige Aliens betreten sie, doch ganze Heerscharen verlassen sie regelmäßig. Unserer Forschung zufolge ist das Gebäude die Höhle einer Art Alien-Königin. Wir nehmen an, daß sie allein die Alien-Eier produziert, aus denen alle Aliens schlüpfen. Primärziel ist zwar die Vernichtung der Königin und aller Alien-Eier, aber die Entführung der Alien-Königin wäre eine schwere Beleidigung der Aliens.
es: El Criadero es una estructura muy especial. Muy pocos alienígenas entran en este edificio, pero salen de él regularmente enormes cantidades de ellos. Nuestras investigaciones indican que este edifico es la guarida de algún tipo de Reina alienígena. Creemos que esta Reina es la única que produce todos los Huevos que finalmente se convierten en alienígenas. Aunque la destrucción de la Reina y todos sus huevos es el objetivo principal, la captura de la Reina viva sería un gran insulto para los alienígenas..
fr_fr: La salle de ponte semble être une structure très particulière. Très peu d'Aliens y pénètrent bien qu'ils soient nombreux à quitter le bâtiment. Nos recherches indiquent que cette structure sert de tanière à une espèce de reine alienne. Nous pensons que cette sorte d'Alien est la seule productrice d'oufs aliens d'où proviennent tous les Aliens. Bien que l'objectif principal soit la destruction de la Reine et de tous les oufs, la capture de la Reine alienne vivante serait une véritable insulte pour tous les Aliens.
it: La Camera di Generazione è un edificio piuttosto misterioso; pochissimi Alieni ne varcano la soglia, ma moltissimi ne escono. I nostri scienziati sospettano pertanto che si tratti del covo di una Regina Aliena, in grado di produrre le uova da cui si generano tutte le specie di Alieni. Nonostante il nostro obiettivo rimanga la distruzione di tutte le uova, la cattura di tale regina rappresenterebbe un duro colpo per gli Alieni.
ja_jp: 分娩室は特別扱いの部屋らしく、建物から出て行くエイリアンの数は多いが中に入ることができるエイリアンはごく限られている。我々の調査によるとこのビルはエイリアンのクイーンとも呼べる存在が支配する営巣のようなものだと判明した。クイーンこそが全てのエイリアンの卵の産卵源だと思われる。本ミッションの主目的はクイーンと卵の排除だが、クイーンを生け捕りにできればエイリアンに対し相当な侮辱を与えることができるだろう。
pl: Komora lęgowa wydaje się być bardzo specjalną strukturą. Bardzo niewielu obcych tam wchodzi, mimo że ogromna liczba kosmitów regularnie opuszcza budynek. Nasze badania wskazują, że ten budynek jest legowiskiem dla pewnego rodzaju obcej królowej. Wierzymy, że jest ona jedynym wytwórcą jaj obcych, z których wylęgają się wszyscy obcy. Podczas gdy głównym celem jest zniszczenie wszystkich jaj i samej królowej, to pochwycenie jej żywej byłoby okrutną zniewagą dla obcych.
pt_br: A Câmara Procriatória parece ter uma estrutura muito especial. Poucos alienígenas entram lá, embora um vasto número de alienígenas sejam vistos saindo do edifício. Nossas pesquisas indicam que esse lugar é o lar de algum tipo de rainha alienígena. Acreditamos que esse alienígena é o produtor único dos ovos alienígenas os quais todos nascem. Enquanto o objetivo primário é a destruição da rainha e de todos os ovos, a captura da rainha viva seria uma grande afronta aos alienígenas.
ru_ru: Залы размножения, похоже, представляют собой особую структуру. Крайне малое число пришельцев входит в это здание, но из него регулярно выходит огромное количество инопланетных живых организмов. Наши исследования показывают, что это здание является логовом для существа, представляющего собой королеву пришельцев. Мы полагаем, что она является единственным производителем яиц, из которых вылупляются все прочие инопланетные существа. Хотя основной задачей является уничтожение королевы и всех яиц пришельцев, захват королевы живьем станет ужасным оскорблением для пришельцев.

source: The Food Chamber contains the Aliens' food source in the form of plants. These plants require organic heat and light sources to prevent them from decaying. The Mutant alliance also informs us that a number of Sectoids are held captive within the Food Chamber. Our old enemy has apparently become an Alien delicacy. Whilst the rescue of any Sectoids will guarantee an Alliance with the Mutants, the primary objective is to destroy the Alien heat and light sources as indicated here.
cs: Plantáž, je zvláštní typ budovy, produkující rostlinnou část cizácké potravy. Pro svůj správný růst, vyžadují tyto rostliny dostatek tepla a světla. Navíc nás Mutant Aliance informovala, že je uvnitř Plantáží drženo větší množství Sektoidů. Naši dávní nepřátelé se tu očividně stali cizáckou pochoutkou. Zatímco osvobození některých Sektoidů by nám zručilo spojenectví s Mutant Aliance, hlavním cílem je zničení zdrojů světla a tepla, které jsou zde vyobrazeny.
de_de: Die Nahrungskammer enthält die Nahrungsquelle der Aliens in Form von Pflanzen. Diese erfordern organische Wärme und Lichtquellen, um nicht zu verwelken. Der Mutantenbund berichtet, daß mehrere Sektoiden in der Nahrungskammer festgehalten werden. Unser früherer Gegner ist anscheinend zur Alien-Delikatesse geworden. Durch die Rettung der Sektoiden könnten wir einen Bund mit den Mutanten schließen, aber das oberste Ziel ist die Zerstörung der hier gezeigten Wärme- und Lichtquellen der Aliens.
es: La Despensa contiene los alimentos de los alienígenas en forma de plantas. Estas plantas requieren calor orgánico y fuentes de luz para evitar su putrefacción. La alianza Mutante nos informa asimismo que hay varios Sectoides cautivos dentro de la Despensa. Se ve que nuestro antiguo enemigo se ha convertido en un alimento de los alienígenas. Aunque el rescate de los Sectoides garantizará una allianza con los Mutantes, el objetivo principal es destruir las fuentes de luz y calor tal y como se ha indicado aquí. .
fr_fr: La chambre d'alimentation contient la source d'alimentation des Aliens, sous forme de plantes. Ces plantes ont besoin de chaleur organique et de lumière qui les empêchent de pourrir. L'Alliance Mutant nous informe également qu'un certain nombre de Sectoïdes sont prisonniers à l'intérieur de la chambre d'alimentation. Notre vieil ennemi semble être devenu une friandise alienne. Bien que porter secours aux Sectoïdes scellerait une alliance avec les mutants, l'objectif principal demeure la destruction des sources de chaleur et de lumière aliennes.
it: La Camera del Cibo contiene le piante, alimento principale della razza Aliena, e garantisce il mantenimento di una temperatura idele per la loro crescita. L'Allenaza dei Mutati ci ha messo al corrente della presenza di creature Sectoidi, considerate dagli Alieni una prelibatezza. Il recupero di unità Sectoidi potrebbe garantirci l'alleanza con i Mutati, ma l'obiettivo principale rimane la distruzione delle sorgenti di luce e calore, qui indicate.
ja_jp: 食物庫は植物の形態をしたエイリアンの食物を保管する場所だ。これらの植物は生体機関から発する熱源と光が無いと朽ちてしまう。ミュータント連合が寄越した情報によると相当数のインセクトイドが食物庫に捕われているらしい。かつての旧敵は現在の侵略者達にとってのご馳走になっているようだ。もしセクトイドの救出に成功すればミュータント達は我々の同士になってくれるだろう。このミッションの主目的はエイリアンの熱源とここに示される光源を破壊することである。
pl: Komora żywieniowa zawiera źródło pokarmu obcych w postaci roślin. Rośliny te wymagają organicznych źródeł ciepła i światła, aby zapobiec ich rozpadowi. Przymierze mutantów informuje nas również, że pewna liczba sektoidów jest więziona w komorze żywieniowej. Nasz stary wróg najwyraźniej stał się przysmakiem dla obcych. O ile uratowanie jakichkolwiek sektoidów zagwarantowałoby sojusz z mutantami, to głównym celem jest zniszczenie obcych źródeł ciepła i światła, jak wskazano tutaj.
pt_br: A Câmara de Alimentação contém a fonte de comida dos alienígenas, em forma de plantas. Essas plantas precisam de calor orgânico e fontes de luz que evitam seu decaimento. A Aliança mutante nos informa também que um número de Sectoides são mantidos cativos dentro da câmara. Nosso antigo inimigo aparentemente se tornou um iguaria alienígena. Embora o resgate de sectoides nos garanta uma aliança com os mutantes, o objetivo primário é destruir as fontes de calor e luz, como indicado aqui.
ru_ru: Пищевые камеры содержат источники пищи пришельцев в форме растений. Растениям необходимо тепло, вырабатываемое разложением органики и жизнедеятельностью живых организмов, и источники света, чтобы они не загнили. Альянс мутантов также заявляет, что несколько сектоидов удерживается в пищевых камерах. Наш старый враг, похоже, стал деликатесом для пришельцев. Хотя спасение сектоидов гарантирует нам заключение альянса с мутантами, цель первостепенной важности - уничтожение источников тепла и света, указанных на фото.

source: The Megapods are the means by which the Aliens create new structures. The small Egg-like objects are eventually replanted and grow into massive organic structures. Our discoveries are shocking; this building is practically overflowing with Pods. Our Scientists fear that the Aliens are planning a massive expansion and who knows how we could stop them then. All Megapods must be destroyed thus preventing the Aliens building any new structures.
cs: Semeník je prostředek, jehož pomocí budují cizáci nové struktury. Tento malý, vejci podobný objekt, může být prostě zasazen a vypěstován do obrovské organické struktury. Naše odhalení jsou šokující: Tato budova je těmito semeny doslova přecpána. Naši vědci se obávají, že cizáci plánují mohutnou expanzi a nikdo neví, zda se nám podaří jim v tom zabránit. Všechny semeníky musí být zničeny. Jen tak zabráníme cizákům v budování nových struktur.
de_de: Mit Hilfe der Megakapseln errichten die Aliens neue Strukturen. Die kleinen eierartigen Objekte werden irgendwann umgepflanzt und wachsen zu riesigen organischen Gebilden heran. Unsere Entdeckungen sind schockierend; dieses Gebäude wimmelt nur so von Kapseln. Die Forscher befürchten, daß die Aliens eine enorme Expansion planen, und wer weiß, wie man sie aufhalten könnte. Alle Megakapseln müssen zerstört werden, um die Aliens am Bau neuer Strukturen zu hindern.
es: Los Megapods son el método con el cual se crean todos los edificios alienígenas. Empiezan siendo unos objetos parecidos a pequeños huevos que luego se replantan y se convierten en enormes estructuras orgánicas. Hemos descubierto que este edificio está prácticamente cubierto de vainas. Nuestros científicos temen que los alienígenas están intentando llevar a cabo una gran expansión, y quién sabe cómo les podríamos parar. Deben ser destruidos para evitar la construcción de más edificios alienígenas.
fr_fr: Les mégapodes servent à construire tous les bâtiments de la dimension alienne. Au départ ce sont de petits objets ressemblant à des oeufs, qui sont ensuite replantés et qui donnent des structures organiques massives. Nos découvertes sont choquantes; ce bâtiment est envahi par les mégapodes. Nos scientifiques craignent une expansion à grande échelle des Aliens et Dieu seul sait comment nous pourrons les arrêter. Toutes les mégapodes doivent être détruites, ce qui empêchera les Aliens de construire de nouvelles structures.
it: I Megapod servono per creare le strutture che compongono la Dimensione Aliena: all'inizio sono piccole uova, che vengono poi deposte per la maturazione in enormi strutture organiche. Le nostre scoperte hanno indicato questo edificio come un luogo di raccolta di Megapod; devono essere tutti distrutti, per evitare una crescita eccessiva della civiltà Aliena.
ja_jp: メガポッドはエイリアンが新しく何かを建造する時に用いる物だ。この小さな卵のような物体は移植されると巨大な生体構造に成長する。そしてショッキングな事実が判明した。このビルにはそうした胞子が溢れんばかりになっている。X-Comの科学者達はエイリアンが大規模な領土拡大をする前触れだと予測し、そうなったら手が付けられないだろうと警告している。エイリアンのこれ以上の造営を阻む為にもメガポッドを全て破壊しなければならない。
pl: Megapody są środkiem, dzięki któremu obcy tworzą nowe struktury. Małe jajopodobne obiekty są ostatecznie przesadzane i wyrastają z nich masywne struktury organiczne. Nasze odkrycia są szokujące; ten budynek jest praktycznie przepełniony kapsułami. Nasi Naukowcy obawiają się, że obcy planują masową ekspansję i kto wie, jak moglibyśmy ich wtedy powstrzymać. Wszystkie megapody muszą zostać zniszczone, aby zapobiec budowaniu przez obcych nowych struktur.
pt_br: Os Megacasulos são meios pelos quais os alienígenas criam novas estruturas. Os pequenos objetos parecidos com ovos são replantados e transformam-se em gigantescas estruturas orgânicas. Nossas descobertas são surpreendentes; Este edifício está infestado de casulos. Nossos cientistas temem que os alienígenas planejam uma grande expansão, e é difícil deizer se poderemos pará-los. Todos os megacasulos devem ser destruídos, evitando assim que novas estruturas sejam erguidas.
ru_ru: Гигантские стручки - это метод, с помощью которого пришельцы выращивают новые сооружения. Небольшие яйцеобразные объекты со временем пересаживаются и вырастают в массивные органические структуры. Наше открытие повергает в шок: это здание буквально кишит стручками. Наши ученые опасаются, что пришельцы готовят массированное вторжение, и никто не знает, как мы сможем остановить их после этого. Все гигантские стручки необходимо уничтожить, чтобы не дать пришельцам строить новые сооружения.

source: The Alien Dimension contains many structures linked by an irregular snaking chain. The Sleeping Chamber lies at the start of the chain and allows the Aliens to rejuvenate nocturnally. The Aliens regularly connect themselves to sleeping units, which appears to be a necessary operation in order for them to stay alive. Explore the area with caution and destroy all sleeping units as pictured here. After disabling the building, all Agents must exit the as soon as possible.
cs: Cizácká dimenze obsahuje množství struktur, spojených navzájem do nepravidelného řetězu, začínajícího od Komnaty spánku. Tato budova poskytuje cizákům možnost regenerace během noci. Cizáci se pravidelně spojují se spacími jednotkami, které jim jak se zdá poskytují služby, nezbytné k tomu, aby zůstali naživu. Prozkoumejte opatrně tento prostor, a zlikvidujte všechny spací jednotky zde vyobrazené. Po vyřazení budovy z provozu, ji agenti musí co nejrychleji opustit.
de_de: Die Alien-Dimension enthält viele Strukturen, die durch eine gewundene Kette verbunden sind. Die Schlafkammer steht ganz vorn in der Kette und erlaubt den Aliens, sich über Nacht zu verjüngen. Die Aliens schließen sich regelmäßig an Schlafeinheiten an, was nötig scheint, wenn sie überleben wollen. Erkunden Sie das Gebiet vorsichtig, und zerstören Sie alle Schlafeinheiten, wie hier gezeigt. Sobald das Gebäude deaktiviert ist, müssen alle Agenten es sofort räumen.
es: La Dimensión Alienígena contiene muchas estructuras conectadas por una especie de cadena serpenteante. El Dormitorio se encuentra al comienzo de la cadena y permite a los alienígenas su rejuvenecimiento nocturno. Los alienígenas se conectan con esta unidad frecuentemente, la cual es necesario para que se mantengan vivos. Explora la zona con cuidado, y destruye todas estas unidades de dormitorio. Tras la desactivación del edificio, todos los Agentes deben abandonarlo lo antes posible.
fr_fr: La dimension alienne contient de nombreuses structures reliées entre elles par une chaîne sinueuse et irrégulière. La chambre de sommeil se trouve au début de la chaîne et permet aux Aliens de se régénérer durant la nuit. Les Aliens se connectent régulièrement aux unités de sommeil, une opération qui semble être nécessaire à leur survie. Explorez la zone prudemment et détruisez toutes les unités de sommeil décrites ici. Après avoir déstabiliser le bâtiment, tous les agents doivent quitter les lieux aussi vite que possible.
it: La Dimensione Aliena contiene numerose strutture collegate attraverso una lunga catena irregolare: la Camera Dormitorio si trova esattamente all'inizio di tale catena, e consente agli Alieni di riposarsi. Essi si collegano regolarmente a singole unità dormitorio; dato che un'interruzione di questa procedura li porterebbe alla morte, è necessario distruggere tutte le unità dormitorio indicate. Gli agenti devono muversi con attenzione e uscire dalla Camera il più presto possibile.
ja_jp: エイリアンの次元では不規則に連結した鎖状の構造体が数多く存在する。休眠室はそうした鎖の基点になっており、エイリアンにとっての夜間活動を支援するものである。かなりの頻度で休眠中の個体と連結し合っているところを見ると、彼らが生きていく上で必要不可欠な物だと思われる。エリア内を注意深く探索し、表示されているものと同形の休眠中の個体を全て抹殺せよ。ビルの機能を停止させたらただちにエリアから離脱すること。
pl: Obcy wymiar zawiera wiele struktur połączonych wijącymi się nieregularnymi łańcuchami. Komora sypialna znajduje się na początku łańcucha i pozwala obcym na odmładzanie podczas nocy. Obcy regularnie łączą się z sennymi komorami co wydaje się być dla nich operacją niezbędną do pozostawania przy życiu. Zbadaj ostrożnie teren i zniszcz wszystkie komory senne jak wskazane na zdjęciu. Po wykonaniu zadania wszyscy agenci muszą zostać ewakuowani najszybciej jak to możliwe.
pt_br: A Dimensão Alienígena contém muitas estruturas ligadas por um corrente irregular em forma de serpente. A Câmara do Sono fica no início da corrente e permite aos alienígenas rejuvenescerem à noite. Eles conectam-se às unidades de sono regularmente, o que parece ser uma operação crucial para a manutenção de suas vidas. Explore a área com cuiddo e destrua todas as unidades de sono, como mostrado aqui. Após desativar o edifício, todos os agentes devem sair o mais rápido possível.
ru_ru: В измерении пришельцев находится множество структур, соединенных зигзагообразной цепью неправильной формы. Залы сна находятся в начале цепи и позволяют пришельцам проходить ночное омоложение. Пришельцы регулярно подключаются к блокам сна, что, по всей видимости, им необходимо, чтобы оставаться в живых. Проводите исследования этой зоны с большой осторожностью и уничтожьте все блоки сна, изображенные на фото. После уничтожения здания все оперативники должны покинуть его как можно скорее.

source: The Organic Factory provides a construction center for Alien UFOs. In their initial stage of development the UFOs resemble small mushroom-like objects. These objects increase in size until they reach the colossal sizes of the UFOs we have encountered. When fully grown the UFOs detach themselves from their stem and become fully functional Alien attack vessels. All embryonic UFOs must be destroyed.
cs: Organická továrna je konstrukčním centrem cizáckých UFO. V počátečním stádiu vývoje jsou vznikající UFO podobné malým houbám. Tyto objekty se postupně zvětšují, dokud nedosáhnou obrovských velikostí objektů, se kterými jsme se již setkali. Po jejich dozrání si je cizáci vybaví svými systémy a tím se stanou plně funkčními cizáckými útočnými plavidly. Musíte zničit všechny zárodky nových UFO.
de_de: Die organische Fabrik ist ein Bauzentrum für Alien-UFOs. In ihrer ersten Entwicklungsphase sehen die UFOs wie kleine pilzartige Objekte aus. Diese wachsen heran, bis sie die enorme Größe der von uns gesichteten UFOs erreichen. Wenn sie ausgewachsen sind, lösen sich die UFOs von ihrem Stamm und werden zu voll funktionsfähigen Kampfschiffen. Alle Embryo-UFOs müssen zerstört werden.
es: La Fábrica Orgánica es el edificio en el cual todos los OVNIS son construidos. Los OVNIS se parecen al principio a unos pequeños champiñones que aumentan de tamaño hasta que alcanzan el increíble tamaño de los OVNIS que conoce X-COM. Estos OVNIS terminan liberándose de su tallo y se convierten en naves de ataque alienígena totalmente operativas. Es vital que queden todos destruidos todos estos embriones de OVNI.
fr_fr: L'usine organique est le bâtiment dans lequel sont construits tous les OVNIS. Ils ressemblent au départ à de petits champignons, puis ils se développent jusqu'à atteindre une taille colossale. Ces OVNIS se détachent alors de leur tige et deviennent des vaisseaux d'attaque aliens entièrement opérationnels. Tous les embryons d'OVNIS doivent être détruits.
it: La Fabbrica Organica è la struttura in cui vengono costruiti gli UFO. Inizialmente essi sembrano dei piccoli ammassi spugnosi, che quindi crescono fino a raggiungere le dimensioni colossali dei più grandi UFO conosciuti dalla X-COM. Alla fine del processo gli UFO escono dalla struttura, e diventano velivoli d'assalto pienamente operativi. La distruzione di queste strutture è vitale per ridurre l'attività Aliena sulla Terra.
ja_jp: 生体工場はエイリアンのUFOの製造現場だ。彼らのUFOは初期段階では小さなキノコのような物体で、今まで遭遇したUFOのように巨大なサイズにまで成長する。十分成長すると自身を幹から切り離し、完全に機能するエイリアンの攻撃機となる。全ての胚芽状のUFOを破壊せよ。
pl: Fabryka organiczna zapewnia centrum konstrukcyjne dla obcych UFO. W początkowym stadium rozwoju UFO przypominają małe grzyby. Powiększają się one, dopóki nie osiągną kolosalnych rozmiarów UFO, które napotkaliśmy. Kiedy stają się w pełni dorosłe odłączają się od łodygi i stają się w pełni funkcjonalnymi obcymi statkami atakującymi. Wszystkie zarodki UFO muszą zostać zniszczone.
pt_br: A Fábrica Orgânica fornece um centro de construção para ÓVNIs alienígenas. Em seu estágio inicial de desenvolvimento, eles lembram um pequeno cogumelo. Esses objetos crescem até chegar aos tamanhos colossais que conhecemos. Quando o processo está completo, os ÓVNIs separam-se do tronco e se tornam naves de ataque perfeitamente funcionais. Todos os ÓVNIs embriões devem ser destruídos.
ru_ru: Органическая фабрика является строительной базой НЛО пришельцев. В начальной фазе строительства НЛО представляют собой небольшие грибообразные объекты. Эти объекты увеличиваются в размерах, пока не достигнут колоссальных масштабов тех НЛО, с которыми нам приходилось иметь дело. Достигнув окончательной величины, НЛО отрываются от стебля и становятся полностью функциональными боевыми единицами флота пришельцев. Все НЛО, находящиеся в зачаточном состоянии, должны быть уничтожены.
