Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Chrysalis appears to be an important stage in the Alien life cycle. The cell structures we have discovered seem to suggest that the emerging Aliens have a different physiology to those previously encountered. This could indicate that there will be further stages to our biological research. The Chrysalis contains no advanced brain structure and will not respond to Psionic attacks.
cs: Zámotek se jeví jako významné etapa v cizáckém životním cyklu. Buněčná struktura, kterou jsme odhalili nám naznačuje, že nově vyvinutí Cizáci mají odlišnou fyziologii než je ta, se kterou jsme se doposud setkávali. Naznačuje nám to směr, kterým by se v budoucnosti měl orientovat náš biologický výzkum. Zámotek obsahuje nevyvinutou mozkovou strukturu a nereaguje na psionický útok.
de_de: Das Kokon - oder Puppenstadium scheint eine wichtige Phase im Alien-Lebenszyklus zu sein. Die gefundenen Zellstrukturen lassen darauf schließen, daß sich die heutigen Aliens von den früher untersuchten physiologisch unterscheiden. Dies könnte zusätzliche biologische Forschungen notwendig machen. Der Kokon besitzt keine fortgeschrittene Gehirnstruktur und ist deshalb gegen Psi-Angriffe gefeit.
es: La Crisálida parece ser una importante etapa en el ciclo de vida alienígena. Las estructuras celulares que hemos descubierto parecen sugerir que los actuales alienígenas tienen una fisiología diferente de los que hemos visto anteriormente. Esto podría indicar que habrá nuevas etapas en nuestra investigación biológica.
fr_fr: La chrysalide représente une étape importante dans le cycle de vie alien. Les structures cellulaires que nous avons découvertes semblent suggérer que les aliens sortant de la chrysalide ont une physiologie différente de celles rencontrées jusque là. Ceci semble indiquer que nous devrons poursuivre nos recherches sur la guerre biologique. La chrysalide ne contient aucune structure cérébrale avancée et ne réagira pas aux attaques psioniques.
it: Sembra che la Crisalide sia uno stadio fondamentale del ciclo di vita Alieno. Le strutture cellulari che abbiamo scoperto ci suggeriscono che l'Alieno nascente abbia una fisiologia diversa da quelle incontrate fino a ora. Questo potrebbe significare che dovrà essere svolta un'ulteriore sessione di ricerche biologiche. L'evidente mancanza di struttura cerebrale la rende immune agli attacchi psionici.
ja_jp: クリサリスはエイリアンのライフサイクルにおいて重要な役割を持っているようだ。我々が発見した細胞構造から推測できる事は、産まれ出てくるエイリアンは今までに遭遇したものとは生理機能面で全く異なり、今後も研究対象が増えていく事はまず間違いない。クリサリスは発達した脳を持っておらず、サイオニック攻撃は通用しない。
pl: Poczwarka wydaje się być ważnym etapem w cyklu rozwojowym obcych. Struktury komórkowe, jakie odkryliśmy, sugerują, że powstały obcy będzie miał inną fizjologię, niż formy poznane wcześniej. Może to sugerować pojawienie się dalszych możliwości badań biologicznych. Poczwarka nie posiada mózgu jako takiego i nie zareaguje na atak psioniczny.
pt_br: A Crisálida parece ser uma parte importante do ciclo de vida alienígena. As estruturas celulares que analisamos parece sugerir que os aliens que emergem tem uma fisiologia diferente daqueles já encontrados. Isso pode indicar que há estágios posteriores na nossa pesquisa biológica. A Crisálida não contém estrutura cerebral avançada e não responderá a ataques psiônicos.
ru_ru: Кокон, по всей видимости, является важной стадией в жизненном цикле пришельцев. Открытые нами клеточные структуры показывают, что появляющиеся из него формы жизни имеют отличную от всего, с чем нам до сих пор приходилось иметь дело, физиологию. Это может означать, что мы столкнемся с новыми стадиями развития пришельцев в ходе биологических исследований. Кокон не обладает развитыми мозговыми структурами и неуязвим для пси-атак.

source: The Anthropod is capable of performing all the actions of an equivalent human soldier and can use weapons and equipment. It can feed voraciously, but strangely it does not seem to live very long in our environment, with a life span of only five days. There seems to be no further stage of development beyond this form.
cs: Antropod je schopen provádění stejných akcí, jako odpovídající lidský voják a může používat i stejné zbraně a vybavení. Přestože je schopen příjmat potravu, nezdá se, že by v našem prostředí dokázal přežít příliš dlouho. Jeho délka života dosahuje tří dnů. Vypadá to, že je tato forma finální a dále se nevyvíjí.
de_de: Der Anthropod kann sämtliche Tätigkeiten ausführen, zu denen ein menschlicher Soldat fähig ist. Er ist in der Lage, Waffen und Ausrüstung zu bedienen. Er hat einen schier unstillbaren Appetit, lebt jedoch in unserer Atmosphäre selten länger als fünf Tage. Es scheint keine höheren Entwicklungsstadien zu geben.
es: El Antropodo es capaz de llevar a cabo las mismas acciones que un soldado humano equivalente y puede utilizar armas y equipo. Come con gran voracidad, pero curiosamente no parece vivir mucho en nuestro medio ambiente, con una expectativa de vida de sólo cinco días. Parece que no tiene más etapas de desarrollo después de esta forma.
fr_fr: L'anthropode est capable d'exécuter toutes les actions d'un soldat humain, et il peut utiliser des armes et de l'équipement. Il se nourrit voracement, mais, chose étrange, il ne survit pas très longtemps dans notre environnement: sa durée de vie est en général de cinq jours. Cette créature semble être le dernier stade du développement alien.
it: L'Antropode è l'equivalente Alieno di un soldato umano, in grado di utilizzare armi ed equipaggiamento: può nutrirsi con voracità, ma stranamente non sembra in grado di sopravvivere nel nostro ambiente per più di cinque giorni. A quanto pare questa forma di vita non si sviluppa in ulteriori Alieni.
ja_jp: アンスロポッドは人間の兵士同様に行動をとる事が可能で、武器や装備品を使用できる。食欲は旺盛だが、我々の住む環境下では長生きできないらしくおよそ5日の寿命だ。さらにこれ以上変容することも無いようだ。
pl: Antropod może wykonywać te same czynności, co ludzki żołnierz, w tym korzystać z broni i wyposażenia. Potrzebuje dużych ilości pokarmu, ale ku naszemu zdziwieniu nie żyje długo w ziemskim środowisku - najwyżej około pięciu dni. Ta forma wydaje się nie mieć dalszych etapów rozwojowych.
pt_br: O Antrópode é capaz de realizar todas as ações de um soldado humano e pode utilizar armas e equipamentos. Come vorazmente, mas estranhamente não parece viver muito em nosso ambiente, com um tempo de vida de apenas cinco dias. Não parece ter outro estágio de vida além dessa forma.
ru_ru: Антропод способен к любым действиям, на какие способен обычный человек-солдат, а значит, может использовать вооружения и специальное оборудование. Антроподы прожорливы, однако, что характерно, в нашей окружающей среде не могут существовать достаточно продолжительное время - их срок жизни составляет всего пять дней. По всей видимости, эта особь не имеет дальнейших стадий развития.

source: This creature was built for warfare, immensely strong and aggressive. Underneath the thick outer skin a significant digestive system is revealed. There is a well protected brain structure that seems to match human size in terms of its neuron count. The well formed brain is vulnerable to Psionic influence although it is not capable of Psionic attacks. This indicates an important weakness of this species. The tissues recovered from this specimen will contribute to our biological warfare research.
cs: Tato kreatura byla vyvinuta pro válku. Je mimořádně silná a agresívní. Pod tlustou kůží byl objeven pozoruhodný zažívací systém. Mozková struktura je dobře chráněná a co do počtu mozkových buněk může směle soupeřit s lidským mozkem. Velmi dobře vyvinutý mozek je vnímavý na psionické vlivy, avšak postrádá schopnost psionického útoku. Toto zjištění je významnou slabinou tohoto druhu. Tkáňové struktury získané z tohoto exempláře přispějí k našemu výzkumu biologických zbraní.
de_de: Diese Kreatur wurde für die Kriegsführung entwickelt. Sie ist sehr kräftig und aggressiv. Unter seiner gepanzerten Außenhaut verbirgt sich ein komplexes Verdauungssystem. Die gut geschützte Gehirnstruktur scheint der menschlichen in Bezug auf die Neuronenzahl ähnlich zu sein. Das gut ausgebildete Gehirn ist psionischer Beeinflussung gegenüber empfindlich, kann jedoch selbst keine Psi-Angriffe durchführen - eine deutliche Schwäche dieser Spezies. Das dieser Kreatur entnommene Gewebe ist ein wichtiger Beitrag für unsere Bio-Waffenforschung.
es: Esta criatura fue creada para la guerra, ya que es inmensamente fuerte y agresiva. Debajo de su gruesa piel exterior se puede ver un importante sistema digestivo. Tiene una estructura cerebral bien protegida que parece similar a la de los humanos en cuanto al recuento neuronal. Los tejidos recuperados de este espécimen contribuirán a nuestra investigación sobre la guerra biológica.
fr_fr: Cette créature extrêmement puissante et agressive est adaptée pour le combat. Sous sa peau extérieure blindée, l'anthropode a un système digestif développé. La structure cérébrale bien protégée semble similaire à la taille humaine de par le nombre de neurones que son cerveau contient. Les tissus récupérés sur ce spécimen aideront nos recherches sur la guerre biologique.
it: Questa creatura è stata progettata per la guerra: è incredibilmente forte e aggressiva. Sotto la sua pelle si trova un sistema digerente molto sviluppato, oltre a un cervello ben protetto, più o meno delle capacità di quello umano, in termini di neuroni. I tessuti ricavati da questa specie saranno utili nella nostra ricerca di armi biologiche per contrastare gli Alieni.
ja_jp: この生物は強靱且つ攻撃的で、まさに戦争の為に作られたものと言える。厚い外皮に下には消化能力の高い器官があり、神経細胞の数的に人間のそれに匹敵する容量の脳もよく保護されている。この発達した脳はサイオニック攻撃に対して脆いが、彼ら自身にはサイオニック能力がなく、これがこの種族の弱点だろう。この種族から採取できた繊維組織は我々のバイオ戦研究に貢献すると思われる。
pl: Ta istota została stworzona do wojny - jest bardzo silna i agresywna. Pod grubą zewnętrzną skórą kryje się rozległy układ trawienny. W ciele znajduje się dobrze chroniona struktura mózgowa, dorównująca ludzkiej pod względem liczby neuronów. Dobrze uformowany mózg jest wrażliwy na wpływy psioniczne, choć nie jest w stanie samodzielnie atakować. Stanowi to istotny słaby punkt tego rodzaju obcych. Tkanki pobrane z okazu będą przydatne w naszych badaniach nad bronią biologiczną.
pt_br: Essa criatura foi concebida para guerra, muito forte e agressiva. Embaixo da grossa camada externa de pele, revela-se um sistema digestório significativo. Possui uma estrutura cerebral bem protegida, que bate em tamanho e neurônios com a dos humanos. O cérebro bem formado é vulnerável à influência psiônica, embora não seja capaz de realizar ataques. Isso é uma vulnerabilidade importante da espécie. Seus tecidos recuperados contribuirão para nosso estudo sobre guerra biológica.
ru_ru: Это создание было выведено для ведения войны - оно обладает невероятной силой и агрессивностью. Под толстой внешней оболочкой обнаружена достаточно развитая пищеварительная система. Оно обладает хорошо защищенной мозговой структурой, схожей по размерам и количеству нейронов с человеческой. Развитый мозг уязвим к пси-воздействию, хотя сам антропод не способен проводить пси-атаки, что является серьезной слабостью этого вида. Полученные из этого образца ткани послужат для наших исследований в области биологического оружия.

source: The Psimorph is a rare and highly specialized Alien. Its Psionic powers and defense are formidable, it is likely to be used as an Alien commander in battle situations. Despite its ability to fly, its mobility is limited due to its bulk and lack of a skeletal structure. Unlike other Alien types it seems to survive quite well in our environment. It represents a serious threat to our Agents. Our best form of defense is with biological weapons and strong Psi-defense.
cs: Psimorf je vzácný a velmi specializovaný cizácký druh. Jeho psionická síla i obrana je velmi nebezpečná. Zřejmě je nasazován, jako velitel Cizáků v bojových situacích. Navzdory své schopnosti létat, není příliš pohyblivý díky své mohutnosti a chybějící kostře. Na rozdíl od ostatních cizáckých druhů, velmi dobře snáší pozemské prostředí. Psimorf představuje vážné ohrožení našich agentů. Dokonalou obranu najdeme v biologických zbraních a silné psionické odolnosti.
de_de: Der Psimorph ist eine seltene und hochspezialisierte Alien-Lebensform. Seine ungeheuren Psi-Kräfte sind ein Grund dafür, daß er im Kampf als Alien-Commander eingesetzt wird. Trotz seiner Flugfähigkeit ist seine Bewegungsfähigkeit aufgrund seiner Masse und der mangelnden Skelettstruktur begrenzt. Im Gegensatz zu anderen Alien-Arten kann er in unserer Umwelt problemlos überleben. Diese Kreatur stellt eine ernsthafte Bedrohung für unsere Agenten dar. Bis es uns gelingt, ein biologische Waffe zu entwickeln, ist der Einsatz von Psi-Fähigkeiten unsere beste Abwehrmethode.
es: El Psimorph es un tipo de alienígena raro y altamente especializado. Sus poderes psiónicos son formidables y probablemente es un comandante alienígena en el campo de batalla. A pesar de su habilidad para volar, su movilidad es limitada debido a su volumen y falta de esqueleto. A diferencia de otros tipos de alienígena, parece sobrevivir bastante bien en nuestro medio ambiente. Representa una seria amenaza para nuestros Agentes. Nuestra mejor defensa es el despliegue de poderes psiónicos, a menos que podamos desarrollar algún tipo de arma biológica.
fr_fr: Le psimorphe est un alien rare et très spécialisé. Il a de formidables pouvoirs psioniques et peut servir de leader alien pendant les situations de combat. En dépit de sa capacité à voler, sa masse et son faible squelette limitent sa mobilité. A l'inverse des autres types aliens, il semble bien survivre dans notre environnement. Il représente une menace dangereuse pour nos agents. Notre meilleure défense est l'utilisation de nos capacités psioniques, à moins que nous ne puissions concevoir une forme d'arme biologique.
it: Lo Psimorfo è un Alieno raro e specializzato. I suoi poteri psionici sono formidabili, e solitamente viene usato con compiti di comandante durante le battaglie. Nonostante sia capace di volare, la sua mobilità è limitata dalla mancanza di una struttura scheletrica. Al contrario di altri tipi di Alieni, lo Psimorfo sembra in grado di sopravvivere alla perfezione nel nostro ambiente; anche per questo rappresenta una minaccia concreta per i nostri agenti. La miglior difesa contro questo mostro consiste nelle armi biologiche e nell'uso dei poteri psionici.
ja_jp: Psiモーフはあまり見かける事のない特殊な目的に特化したエイリアンだ。そのサイオニックのパワーと防御力は目を見張るもので、戦闘では指揮官の役を勤めるものと推測される。浮遊能力をもつが骨格構造を持たない為、機動力はない。また、他のエイリアン種族と違い我々の環境でも長生きできるようで、エージェント達にとっては脅威たり得る。このエイリアンから身を守るにはバイオ兵器と優れたサイオニック防御が必要となる。
pl: Psymorf to rzadki i wyspecjalizowany Obcy. Jego zdolności psioniczne są ogromne - najprawdopodobniej pełni rolę dowódcy obcych podczas bitwy. Mimo zdolności do latania, jego ruchliwość jest ograniczona dużymi rozmiarami i brakiem szkieletu. W przeciwieństwie do innych obcych całkiem dobrze czuje się w ziemskim środowisku. Stanowi poważne zagrożenie dla naszych agentów. Najlepsza forma obrony przed psymorfem to broń biologiczna i silna obrona psioniczna.
pt_br: O Psimorfo é um alienígena raro e altamente especializado. Seus poderes psiônicos e defesas são formidáveis, provavelmente será usado como comandante em situações de batalha. Apesar de sua habilidade de voar, sua mobilidade é limitada devido ao seu tamanho e ausência de esqueleto. Diferente de outras espécies alienígenas, parece sobreviver muito bem em nosso ambiente. Representa uma ameaça séria para nossos agentes. Nossa melhor forma de defesa são armas biológicas e uma forte defesa psiônica.
ru_ru: Псиморф является редким и узкоспециализированным пришельцем. Его пси-мощь и пси-защита невероятны, а потому похоже, что он играет роль командующего в боевых операциях. Несмотря на способность летать, его подвижность ограничена его размерами и отсутствием скелета. В отличие от других типов пришельцев, он, похоже, способен достаточно неплохо существовать в нашей окружающей среде. Он несет серьезную угрозу нашим оперативникам. Лучшей защитой для нас будет использование биологического оружия и мощной пси-защиты.

source: The creature has internal devices that generate an anti-grav field allowing it to float through the air. Without this mechanism the Psimorph would collapse in a mass of jelly-like flesh and tentacles. It has a number of separate brain structures which are extremely well developed indicating potential leadership functions and Psionic capabilities. All of the major organs are duplicated about twelve times which would seem to be a defense mechanism allowing the creature to function despite sustaining massive damage.
cs: Vnitřnosti tohoto tvora skrývají zařízení, vytvářející antigravitační pole, umožňující mu létat vzduchem. Bez tohoto zařízení se Psimorf zhroutí v hromadu rosolovitého masa a chapadel. Vlastní několik oddělených mozkových struktur, které jsou mimořádně vyvinuté což ukazuje na předpokládané velící schopnosti a mimořádný psionický potenciál. Všechny důležité orgány mají schopnost se běhen několika minut zdvojit, což je unikátní obranný mechanismus, umožňující tomuto tvoru přežití, i když utrpí vážná poranění.
de_de: Diese Kreatur verfügt über interne Vorrichtungen, die ein Anti-Schwerkraftfeld erzeugen, so daß der Psimorph schweben kann. Ohne diesen Mechanismus würde der Psimorph zu einer gallertartigen Masse aus Fleisch und Tentakeln zusammenfallen. Der Psimorph besitzt eine Reihe extrem gut ausgebildeter, separater Gehirnstrukturen, was auf potentielle Führungsqualitäten und Psi-Fähigkeiten hindeutet. Seine wichtigsten Organe werden im Körperinnern zwölfmal dupliziert, so daß die Wahrscheinlichkeit besteht, daß das Wesen auch mit schwersten Verletzungen kampffähig bleibt.
es: La criatura tiene unos dispositivos internos que generan un campo anti-gravedad, lo cual le permite flotar en el aire. Sin este mecanismo el Psimorph quedaría colapsado en una masa de carne y tentáculos gelatinosos. Tiene varias estructuras cerebrales diferentes muy desarrolladas lo que indica posibles funciones de liderazgo y capacidades psiónicas. Todos los órganos principales están duplicados unas doce veces lo cual indica que probablemente sea un mecanismo de defensa que permite a la criatura funcionar a pesar de sufrir grandes daños.
fr_fr: Cette créature possède des mécanismes internes qui génèrent un champ anti-gravité lui permettant de flotter dans les airs. Sans ce mécanisme, le psimorphe se transformerait en une masse gélatineuse de chair et de tentacules. Il a plusieurs structures cérébrales indépendantes et extrêmement bien développées, qui témoignent de ses fonctions de commandement potentielles et de ses capacités psioniques. Les organes principaux existent tous en douze exemplaires, ce qui semble indiquer un mécanisme de défense permettant à la créature de fonctionner même si elle est gravement blessée.
it: La creatura è dotata di organi interni che generano un campo anti-gravitazionale che gli consente di fluttuare nell'aria. Senza questo meccanismo lo Psimorfo sarebbe ridotto a una massa informe di gelatina e tentacoli. Al suo interno si trovano diverse strutture cerebrali, tutte molto sviluppate, che indicano attitudine al comando e alle abilità psioniche. Tutti i suoi organi principali sono presenti in almeno dodici esemplari, a quanto pare come meccanismo per consentire alla creatura di sopravvivere anche dopo aver subito notevoli danni.
ja_jp: この生物は体内に反重力装置を備えており、空中を浮遊できる。これがなければPsiモーフは地面に落ち、ゼリー状の塊から触手が突き出たような見た目になるだろう。脳を複数持ちそれぞれが極度に発達しているのを見れば、指揮系統を司る能力とサイオニック能力を併せ持つ事は明白だ。更にあらゆる体器官が12個ずつあって防御メカニズムとして機能しているらしく、この生物がダメージにも相当強いことを示す。
pl: Stworzenie to posiada układ wytwarzający pole antygrawitacyjne, które umożliwia mu unoszenie się w powietrzu. Bez tego mechanizmu psymorf stałby się nieruchomą masą galaretowatego mięsa i macek. Psymorf ma kilka oddzielnych, wysoce rozwiniętych struktur mózgowych, co wskazuje na funkcje dowódcze i zdolności psioniczne. Wszystkie większe organy wewnętrzne są powielone dwunastokrotnie, co stanowi prawdopodobnie rodzaj mechanizmu obronnego, umożliwiającego psymorfowi przeżycie mimo poniesienia znacznych obrażeń.
pt_br: Esta criatura tem dispositivos internos que geram um campo antigravidade, permitindo a ela flutuar no ar. Sem esse mecanismo, o Psimorfo seria nada mais que um monte de gelatina e tentáculos. Tem um número de estruturas cerebrais separadas, que são extremamente desenvolvidas, indicando potencial de liderança e capacidades psiônicas. Todos os principais órgãos são duplicados doze vezes, o que aparenta ser um mecanismo de defesa que permite o funcionamento corporal em face de grandes danos.
ru_ru: Это существо имеет вживленные устройства, генерирующие антигравитационное поле, благодаря которому оно парит в воздухе. Без этого механизма псиморф растекся бы по земле желеобразной массой со щупальцами. Он обладает несколькими невероятно развитыми мозговыми структурами, что предполагает потенциальные функции лидера и псионические способности. Все основные органы продублированы, как минимум, дюжину раз, что, по всей видимости, играет роль защитного механизма, позволяющего существу выживать даже после тяжелых ранений.
