Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: A computer controlled, fully automated goods vehicle. The road going Autotrans is a more economical version of the Airtrans, but the AI is still so advanced that they can anticipate demand for their services with uncanny accuracy and rarely need to be ordered in advance.
cs: Počítačem řízené, plně automatické tranportéry zboží. Silniční přeprava je ekonomičtější, než Aerotrans, ale stejně jako ony využívá vyspělou umělou inteligenci, schopnou předvídat objednávky svých služeb a se znepokojivou přesností se objevovat tam, kde jí bude třeba.
de_de: Ein computergesteuertes, vollautomatisiertes Transportfahrzeug. Der straßentaugliche Autotransporter ist die preiswerte Alternative zum Lufttransporter. Die KI-Funktionen des Autotransporters sind so hochentwickelt, daß er automatisch voraussieht, wann und wo er benötigt wird und nur selten angefordert werden muß.
es: Vehículo totalmente automatizado para transporte de mercancía, controlado por ordenador. El Autotrans, que circula por carretera, es una versión más económica del Airtrans, pero su IA es aún así tan avanzada que puede anticipar la demanda de sus servicios con una precisión asombrosa y rara vez hace falta pedirlos por adelantado.
fr_fr: Un véhicule de transport de marchandises contrôlé par ordinateur et entièrement automatisé. L'Autotrans, qui emprunte les voies terrestres, est une version plus économique de l'Airtans mais son IA est si avancée techniquement qu'elle peut devancer la demande avec une précision troublante, ce qui fait qu'on a rarement besoin de louer ses services à l'avance.
it: Questo è un mezzo completamente automatizzato per il trasporto delle merci. E' la versione stradale, più economica, dell'Airtrans; dotato di un'Intelligenza Artificiale avanzata, può anticipare le richieste dei cittadini con accuratezza sconcertante. Raramente ha bisogno di ricevere ordini.
ja_jp: コンピューター制御された路上を走る輸送車。いわばエアトランスより遙かに安い代替輸送手段だ。しかし搭載されているAIは非常に洗練されたもので運搬業務上のニーズに的確に対応し、運転の指示を受ける必要も殆どない。
pl: Sterowany komputerowo, w pełni zautomatyzowany pojazd dostawczy. Drogowy autotrans jest tańszą wersją aerotransu, jednak jego SI nadal jest wystarczająco zaawansowana, by bezbłędnie przewidywać zapotrzebowanie na swoje usługi i rzadko wymaga wezwania z wyprzedzeniem.
pt_br: Um veículo totalmente automatizado, controlado por computador, que transporta bens. Para uso nas rodovias, é uma versão mais econômica dos Aerotrans, mas sua IA é tão avançada que podem antecipar a demanda por serviços com precisão inigualável, dessa forma raramente precisando ser ordenado para fazê-lo.
ru_ru: Управляемое компьютером, полностью автоматическое транспортное средство, предназначенное для перевозки товаров. Дорожные автотранспортеры представляют собой более экономичную версию воздушных транспортеров, но искусственный интеллект, использующийся в них, настолько совершенен, что они в состоянии предвосхитить необходимость клиента в получении услуг перевозки с необъяснимой точностью, а потому необходимость предварительного заказа возникает крайне редко.

source: The standard Megapol patrol vehicle is proudly styled in the current retro fashion, but is still capable of carrying several types of weapon system. The recent prevalence for criminals to engage in road combats has led to an increase in patrols and an upgrade in armament.
cs: Standardní hlídkový vůz Megapolu je tvarován ve stylu dávných policejních vozů, ale přesto je schopný nést mnoho různých typů zbraňových systémů. Nedávný rozmach kriminality se projevil silničními souboji a způsobil jak zvýšení hlídkové činnosti, tak zlepšení výzbroje.
de_de: Trotz des modernen 'Retro-Stylings' ist das Polizeifahrzeug ein Standard-Patrouillenfahrzeug von Megapol, das mit einer Reihe verschiedener Waffen bestückt werden kann. Die in jüngster Zeit häufiger werdenden 'Straßenkämpfe' mit Kriminellen haben zu einer verstärkten Überwachung und schwererer Bewaffnung geführt.
es: El vehículo de patrulla estándar de Megapol tiene un estilo anticuado tan en boga actualmente, pero es capaz de llevar varios tipos de sistemas de armas. El reciente aumento en combates callejeros por parte de los criminales ha hecho aumentar el número de patrullas y mejorar el armamento.
fr_fr: La ligne rétro très à la mode de la voiture de patrouille standard Megapol ne l'empêche pas de transporter une grande variété d'armes. L'augmentation récente de "combats de route" avec des criminels a provoqué la multiplication des patrouilles et une amélioration de l'armement.
it: Il veicolo standard di pattuglia stradale della Megapol è realizzato secondo l'attuale gusto per gli oggetti d'epoca, ma è ugualmente in grado di montare diversi tipi d'armamento. La recente tendenza dei criminali a operare su strada ha portato a un considerevole aumento delle pattuglie della polizia, e a un aggiornamento dei loro sistemi di offesa.
ja_jp: このスタンダードなメガポール社のパトロール車両は現代風のレトロ趣味に合わせた外観を誇るが、数種の武器を搭載することもできる。最近活発化しつつある犯罪撲滅の気運により多くのパトロール車両と優れた武装を要求する結果となった。
pl: Standardowy pojazd patrolowy Megapolu, z dumą stylizowany na obowiązującą modę retro, lecz wciąż zdolny do przewożenia kilku typów systemów bojowych. Ostatnio wzrastający trend wśród przestępców do wszczynania strzelanin na ulicach wymusił na władzach wzrost intensywności patroli i siły uzbrojenia.
pt_br: A viatura padrão da Megapol inspira-se orgulhosamente na moda retrô, mas é capaz de carregar vários tipos de sistemas de armas. A tendência recente dos criminosos de agir em combates nas estradas levou a um aumento das patrulhas e melhorias nos armamentos.
ru_ru: Стандартный полицейский автомобиль Мегапола выдержан в ретро-стиле, но при этом способен нести несколько типов оружейных систем. Усилившееся в последнее время стремление преступников ввязываться в дорожные войны привело к увеличению числа патрулей и улучшению вооружений.

source: The private car is a luxury which is only afforded by celebrities and gangsters. The road system in the city is an anti-grav ducting system that allows for fast and safe travel by low powered anti-grav vehicles. Although the car hovers over the road it is not capable of leaving it, except through exceptionally careless manual driving.
cs: Vlastnictví soukromého vozu je luxus, dostupný pouze osobnostem a gagnsterům. Městský silniční systém je systémem antigravitačních traktů zajišťujících rychlou a bezpečnou jízdu vozidel s nízkoenergetickými antigravy. Přestože se vozidla vznášejí nad vozovkou, nejsou schopny ji opustit vyjma případů mimořádně nedbalého ručního rízení.
de_de: Das Privatfahrzeug ist ein Luxusartikel, den sich nur VIPs und Gangster leisten können. Das Straßensystem in der Stadt besteht aus einem Anti-Schwerkraft-Netz, das ein sicheres und schnelles Fortkommen mit verschiedenen Anti-Schwerkraft-Fahrzeugen auf der Basis leichter Antriebe erlaubt. Obwohl es sich um ein Schwebefahrzeug handelt, kann es vom vorgezeichneten Straßenverlauf praktisch nicht abweichen - außer durch unvorsichtige manuelle Steuerung.
es: El coche particular es un lujo que únicamente se pueden permitir los famosos y los gángsters. El sistema de carreteras en la ciudad es por ranuras anti-gravedad, que permite viajar rápidamente y con seguridad en vehículos anti-gravedad de baja. potencia. Aunque el coche vuela por encima de la carretera, no es capaz de salirse de ella, excepto en casos de conducción manual extremadamente despistada.
fr_fr: La voiture privée est un luxe que seuls les célébrités et les gangsters peuvent se permettre. Le système routier de la ville est un système de conduite anti-gravité permettant aux véhicules anti-gravité à basse puissance de voyager rapidement et en toute sécurité. Bien que la voiture flotte au-dessus de la route, elle ne peut quitter celle-ci, excepté en cas de conduite manuelle exceptionnellement dangereuse.
it: Questo veicolo è un lusso che si possono permettere solo le celebrità o i criminali. Il sistema stradale della città è costituito da un sistema di condotti anti-gravità che permettono di spostarsi velocemente e in modo sicuro. L'aspetto negativo è che questo tipo di veicoli non può uscire dalle strade, a meno che il loro guidatore non sia particolarmente abile.
ja_jp: 自家用車は非常に高価なもので一部のセレブやギャング位しか所有していない。市の道路は反重力ダクトを完備しており、安全で低出力の反重力カーの運航を可能としている。ホバーカーは空中に浮遊しているが、よほど不注意な手動運転でもしない限りは道から逸れる事はない。
pl: Własny samochód to luksus, na który pozwolić sobie mogą tylko celebryci i gangsterzy. System drogowy miasta wyposażony jest w układ antygrawitacyjny, który pozwala na szybką i bezpieczną podróż przy użyciu silników antygrawitacyjnych niskiej mocy. Choć pojazdy te unoszą się nad drogą, nie mają możliwości jej opuszczenia, chyba że poprzez skrajnie nierozważne użycie sterowania ręcznego.
pt_br: O carro privado é um luxo que apenas celebridades e gângsters podem desfrutar. O sistema rodoviário na cidade é antigravitacional, que permite viagens rápidas e seguras, graças a veículos antigravitacionais de baixa energia. Embora os carros flutuem pela estradas, não é capaz de sair delas, exceto em caso de direção manual extremamente descuidada.
ru_ru: Личный автомобиль - это роскошь, которую могут позволить себе только звезды и гангстеры. Дорожная система в городе представляет собой систему антигравитационных туннелей, которая позволяет быстро и безопасно путешествовать на антигравитационных транспортных средствах. Хотя автомобиль парит над дорожным полотном, он не вылетит за его пределы, если водитель управляет транспортным средством хоть сколько-нибудь аккуратно.

source: A Marsec vehicle renowned for its handling and power. Once loaded with weapons systems it proves to be a useful military vehicle and an ideal transport for X-COM Agents.
cs: Vozidlo Marsecu proslulé jednoduchým ovládáním a výkonem. Vybaveno zbraňovými systémy se stává užitečným armádním vozidlem a ideálním transportérem agentů X-COM.
de_de: Dieses Marsec-Fahrzeug ist für seine Leistungsfähigkeit und seine einfache Handhabung bekannt. Wird es mit Waffensystemen ausgestattet, dient es als nützliches Militärfahrzeug und ideales Transportmittel für X-COM-Agenten.
es: Vehículo Marsec conocido por su excelente maniobrabilidad y potencia. Una vez que está cargado con sistemas de armas, se convierte en un vehículo militar ideal para transportar a Agentes X-COM.
fr_fr: Un véhicule Marsec réputé pour sa puissance et sa maniabilité. Une fois qu'il est équipé de systèmes d'armement, il devient un véhicule militaire très utile et idéal pour le transport d'agents d'X-COM.
it: Un veicolo della Marsec rinomato per la sua maneggevolezza e per la sua potenza. Una volta dotato di sistemi d'arma risulta essere un ottimo mezzo militare, ideale cavallo di battaglia degli agenti X-COM.
ja_jp: マーゼック社製の乗り物は操縦性の高さとパワーでよく知られている。武器システムを搭載すれば軍用車両として十分通用する為、X-Comのエージェントにとっても理想的な兵員輸送車になる。
pl: Pojazd Marseku, znany z łatwego prowadzenia i dużej mocy. Kiedy zostaje wyposażony w systemy uzbrojenia, staje się użytecznym pojazdem bojowym oraz idealnym transportem dla agentów X-COM.
pt_br: Um veículo renomado da Marsec, conhecido por sua estabilidade e potência. Uma vez carregado com sistemas de armas, pode ser um veículo militar muito útil e ideal para transportar agentes da X-COM.
ru_ru: "Бешеный пес" представляет собой разработанное корпорацией "Марсек" транспортное средство, которое знаменито своими ходовыми качествами и мощностью. При правильном подборе систем вооружения он становится важной боевой единицей и идеальным транспортом для оперативников X-COM.

source: Military vehicles are rarely required within the boundaries of Mega-Primus, but if trouble erupts in the deregulated areas then the Wolfhound Armored Personnel Carrier is normally deployed into the conflict zone. Its armament load is small and is primarily used for secure transport.
cs: Armádní vozidla jsou málokdy potřebná mimo hranice Mega-Primu, ale jestliže se v deregulovaných oblastech vyskytnou nějaké problémy, pak je Wolfhound Armored Personnel Carrier běžně vysílán do oblasti konfliktu. Nemá velkou výzbroj, neboť jeho hlavním úkolem je bezpečný transport.
de_de: Militärfahrzeuge werden selten innerhalb von Mega-Primus benötigt, aber wenn in den deregulierten Gegenden Krisensituationen entstehen, kommt normalerweise der Wolfhound APC zum Einsatz. Er ist nur minimal bewaffnet und wird im allgemeinen zum Schutz von Transporten verwendet.
es: Los vehículos militares rara vez son necesarios dentro de los límites de Mega-Primus, pero si hay problemas en las zonas liberadas entonces se suele desplegar la Tanqueta Wolfhound hacia la zona de conflicto. Suele llevar poco armamento y suele utilizarse para transporte con seguridad.
fr_fr: Les véhicules militaires sont rarement nécessaires dans les limites de Mega-Primus, mais en cas de violence et d'émeutes dans les zones déréglementées, le transport de troupes blindé Wolfhound est normalement déployé dans les zones de conflit. Il a une faible capacité d'armement et est utilisé principalement pour acheminer des troupes en toute sécurité.
it: Raramente nei confini di Mega-Primus entrano veicoli militari, ma se nelle zone malfamate si verificano disordini, il Trasporto Truppe Corazzato Lupo viene inviato rapidamente nella zona del conflitto. Il suo armamento è limitato: suo compito principale è infatti il trasporto.
ja_jp: メガプリムスの境界内で軍用の機体が必要になるケースは希だが、規制の緩い地域で何らかのトラブルが発生した場合、ウルフハウンド兵員輸送装甲車が戦地に投入される。武装面が貧弱な為戦闘ではなく確実な輸送を第一目的としている。
pl: Obecność pojazdów bojowych jest rzadko konieczna w granicach miasta Mega-Primus, jednak w razie zamieszek w rejonach niekontrolowanych, do akcji standardowo wysłany zostaje transporter opancerzony Wilczarz. Jego uzbrojenie jest niewielkie i używane głównie do zabezpieczenia ładunku transportera.
pt_br: Veículos militares raramente são requisitados dentro dos limites de Mega-Primus, mas se surgirem problemas em áreas desreguladas, então o Wolfhound é normalmente utilizado em zonas de conflito. Seu espaço para armamento é pequeno, utilizado principalmente para transporte seguro.
ru_ru: Необходимость в военных боевых машинах редко появляется в Мегапрайме, но в случае возникновения беспорядков в нерегулируемых зонах бронетранспортер "Волкодав" выезжает в зону конфликта. Он способен нести только маломощные вооружения и используется главным образом в качестве безопасного транспортера войск.

source: The road going anti-grav 'bike' is a plaything of rich speed freaks. It is extremely fast and maneuverable. Consequently it is ideal for the lone X-COM Agent.
cs: Silniční antigravové "Kolo" je oblíbenou hračkou zlaté mládeže. Je mimořádně rychlé a ovladatelné. Vzhledem k tomu je ideální pro osamoceného agenta X-COM.
de_de: Dieses straßentaugliche Anti-Schwerkraft-'Bike' ist ein beliebtes Spielzeug vieler reicher Geschwindigkeitsfanatiker. Es ist extrem schnell und manövrierfähig und daher ideal für den allein arbeitenden X-COM-Agenten.
es: Esta moto anti-gravedad que va por las carreteras es un juguete para los ricos a los que les mola la velocidad. Es extremadamente rápida y maniobrable. En consecuencia, es ideal para un agente X-COM que va sólo.
fr_fr: La "moto" anti-gravité empruntant les voies terrestres est le jouet des riches fanas de vitesse. Elle est très rapide et d'une grande maniabilité, et par conséquent idéale pour un agent d'X-COM effectuant des missions en solitaire.
it: Questo giocattolo anti-gravità è lo sfizio di ricchi scavezzacollo. E' estremamente veloce e manovrabile; di conseguenza è un'ottima opzione per l'agente X-COM solitario.
ja_jp: 道路を走る反重力バイクは富裕層のスピード狂達の玩具だ。非常に高速で操作性が良い事から、結果的にX-Comのエージェント達にも理想的な乗り物として認知されるようになった。
pl: Ten antygrawitacyjny 'motocykl' uliczny to ulubiona zabawka maniaków prędkości. Jest niezwykle szybki i zwrotny. Stanowi zatem doskonały wybór dla samodzielnie działającego agenta X-COM.
pt_br: Esta moto antigravidade para estrada é um brinquedo para os ricos aficionados por velocidade. É extremamente rápida e manobrável. Consequentemente, é ideal para agentes solitários da X-COM.
ru_ru: Дорожный антигравитационный байк - игрушка для помешанных на скорости мажоров. Он невероятно быстр и маневрен, а потому идеален в качестве транспортного средства для одного оперативника X-COM.

source: The meanest Marsec manufactured land based vehicle is an extremely heavily armored all-terrain vehicle with a choice of three different turret mountings. Projectile and Plasma Cannons can be fitted, or a missile launching unit for targeting airborne vehicles.
cs: Významné, Marsecem vyráběné pozemní vozidlo. Je mimořádné těžce pancéřované, schopné zdolat každý terén s možností instalace tří různých zbraňových systémů. Je možné namontovat granátový či plazmový kanón, případně raketovou jednotku proti vzdušným cílům.
de_de: Der Griffon ist das gefährlichste der von Marsec hergestellten Landfahrzeuge. Das schwer bewaffnete Geländefahrzeug erlaubt die Auswahl zwischen drei Gefechtstürmen: Projektilkanone, Plasmakanone und Raketenabschußvorrichtung zur Bekämpfung von Luftfahrzeugen.
es: El vehículo terrestre más imponente fabricado por Marsec es un vehículo todo terreno con un blindaje muy fuerte que viene con tres opciones distintas de torreta. Se pueden colocar Cañones de Plasma o de Proyectiles, o una unidad lanzamisiles para atacar a vehículos aéreos.
fr_fr: Ce véhicule basé au sol est le plus ravageur de tous ceux fabriqués par Marsec. C'est un véhicule tout terrain lourdement blindé disposant de trois options pour l'affût de tourelle. On peut l'équiper d'un canon à projectile, un canon à plasma ou une unité de lancement de missiles afin de prendre pour cible les véhicules en vol.
it: Il principale veicolo terrestre prodotto dalla Marsec è armato in maniera pesante, ed è in grado di attraversare qualsiasi superficie. Può montare tre tipi di cannoni diversi: per proiettili normali, al plasma oppure per i missili, in caso di bersagli aerei.
ja_jp: マーゼック社製品の中でこの陸上用車両ほど強力な物は他にないだろう。極端に重装備なこの全地形対応車両は3つの砲塔を持ち、実弾砲ないしプラズマキャノン、或いはミサイルランチャーを搭載可能で、地対空の戦闘をこなす事ができる。
pl: Ten największy i najgroźniejszy lądowy pojazd bojowy produkowany przez Marsek to niezwykle ciężko opancerzony pojazd terenowy, na którym zamontować można jedną z trzech różnych wieżyczek. Może on zostać uzbrojony w działo kinetyczne lub plazmowe, albo też w wyrzutnię pocisków przeciwlotniczych.
pt_br: O veículo terrestre mais feroz já fabricado pela Marsec é extremamente bem revestido, preparado para todos os terrenos, com três opções diferentes para torretas. Pode-se equipar canhões de plasma ou de projéteis, ou mesmo um lança-mísseis para atingir alvos aéreos.
ru_ru: Самым мощной наземной боевой платформой производства корпорации "Марсек" является сверхтяжелобронированная машина высокой проходимости, позволяющая устанавливать одну из трех орудийных башен: оснащенную либо автоматической, либо плазменной пушкой, либо ракетной установкой, предназначенной для борьбы с воздушными целями.

source: The connection between the basement level and the outside world is provided by a set of heavy duty gravlifts.
cs: Spojení mezi podzemními patry Báze a okolním světem, zajišťuje sestava výkonných gravitačních výtahů.
de_de: Ein System von Hochleistungs-Schwerkraftlifts stellt die Verbindung zwischen der unteren Ebene und der Außenwelt dar.
es: La conexión entre el nivel del sótano y el mundo exterior se hace mediante unos ascensores de gravedad de gran potencia.
fr_fr: La liaison entre le sous-sol et le monde extérieur se fait par un réseau d'ascenseurs anti-gravité résistants.
it: Mette in comunicazione il primo livello con il mondo esterno, grazie a una serie di rampe gravitazionali ad alta resistenza.
ja_jp: 地下の階層と地上を結び、相当な重量に耐えられるグラブリフト
pl: Transport pomiędzy podziemnym kompleksem a światem na powierzchni jest obsługiwany przez silne generatory antygrawitacyjne.
pt_br: A conexão entre o nível de subsolo e o mundo externo é feita através de um conjunto de grav-elevadores industriais.
ru_ru: Связь между внешним миром и первым уровнем базы осуществляется с помощью системы тяжелых гравилифтов.

source: Accommodation and recreation for X-COM Agents. New living quarters will have to be built as more Agents, Scientists and Engineers are hired.
cs: Poskytují ubytování a relaxaci pro všechen najatý personál. Chete-li najmout další agenty, vědce nebo inženýry, rozšiřte jejich kapacitu.
de_de: Hier leben und erholen sich die X-COM-Agenten. Wenn zusätzliche Agenten, Wissenschaftler und Techniker eingestellt werden, müssen neue Wohnquartiere gebaut werden.
es: Dormitorios y zonas de recreo para Agentes X-COM. Habrá que construir más viviendas al ir aumentando el número de Agentes, Científicos e Ingenieros.
fr_fr: Les bâtiments d'habitation et de loisir des agents d'X-COM. De nouveaux quartiers d'habitation devront être construits à mesure que de nouveaux agents, scientifiques et ingénieurs sont embauchés.
it: Forniscono le stanze e i locali di ricreazione per gli agenti X-COM. Mano a mano che aumenterà il numero del personale (agenti, scienziati e ingegneri), dovranno essere costruite nuove Unità Abitative.
ja_jp: 宿泊と娯楽の設備を兼ね備えたX-Comエージェント用の施設。この新型の居住区のお陰でより多くのエージェント、科学者、そしてエンジニアを雇用できるようになった。
pl: Pomieszczenia mieszkalne i wypoczynkowe dla agentów X-COM. Rekrutacja nowych agentów, naukowców i inżynierów będzie wymagała budowy nowych kwater.
pt_br: Espaço de acomodação e recreação para os agentes do X-COM. Novos alojamentos devem ser construídos à medida que mais agentes, cientistas e engenheiros são contratados.
ru_ru: Место проживания и отдыха сотрудников X-COM. Чем больше нанято оперативников, ученых и инженеров, тем больше необходимо построить жилых помещений.

source: All equipment and raw materials must be safely stored. Spare storage capacity should be maintained in order to allow for purchases and transfers from other bases.
cs: Všechno vybavení a suroviny musí být bezpečně uloženy. Dbejte, abyste vždy měli dostatek místa pro uskladnění objednaných nákupů, nebo přesunů z jiných Bází.
de_de: Sämtliche Ausrüstungsgegenstände und Rohstoffe müssen sicher gelagert werden. Um Einkäufe und Transfers von anderen Basen tätigen zu können, sollte stets genug Lagerkapazität verfügbar sein.
es: Todo el equipo y materias primas deben estar adecuadamente almacenados. Debe dejarse sitio de almacenaje adicional para tener en cuenta las compras y las transferencias desde otras bases.
fr_fr: Les équipements et les matières premières doivent tous être stockés en sécurité. Il faut maintenir un espace de stockage libre pour permettre de nouveaux achats et des transferts provenant des autres bases.
it: Tutto l'equipaggiamento e le materie prime devono essere tenuti al sicuro. Questa struttura deve sempre essere in ordine, per consentire rapidità di acquisto di nuovo materiale e rapidi invii di quanto richiesto alle altre basi.
ja_jp: あらゆる備品や部材は安全に収納されていなければならない。予備の倉庫があれば購入や他基地からの輸送にもうまく対応できる。
pl: Cały sprzęt i materiały muszą być przechowywane w sposób bezpieczny. Przy zakupie ekwipunku czy jego transporcie z innych baz należy upewnić się, że istnieje odpowiednia dla niego powierzchnia magazynowa.
pt_br: Todos os equipamentos e insumos devem guardados em segurança. A capacidade de armazenamento deve ser mantida de forma a permitir compras e transferências vindas de outras bases.
ru_ru: Все оборудование и сырье хранится на складах. Необходимо, чтобы на складах всегда оставалось достаточно места - только в этом случае можно приобретать новое оборудование и перевозить его с других баз.

source: NOT USED
cs: NEPOUŽITO
it: INUTILIZZATO
ja_jp: 未使用
pl: NIEUŻYWANE
pt_br: Não utilizadas
ru_ru: НЕ ИСПОЛЬЗУЕТСЯ
