Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: Repeater 40mm Cannon Round
pt_br: Salva de Canhão 40mm Repetidor

source: Airguard 52mm Cannon Round
pt_br: Salva de Canhão 52mm Airguard

source: Ground Launched Missile
pt_br: Míssil Lançado do Solo

source: Air Defense Missile
pt_br: Míssil de Defesa Aérea

source: #Megapol Lawpistol Clip
pt_br: #Pente de Pistola Megapol

source: #Marsec M4000 Gun Clip
pt_br: #Pente p/ Metralhadora M4000 MarSec

source: #Megapol Laser Pod
pt_br: #Recarga de Laser Megapol

source: #Auto Cannon AP Clip
pt_br: #Pente PB para Auto-Canhão

source: #Auto Cannon HE Clip
pt_br: #Pente AE para Auto-Canhão

source: #Auto Cannon I Clip
pt_br: #Pente IN para Auto-Canhão

source: #Megapol Plasma Pod
pt_br: #Recarga de Plasma Megapol

source: #Heavy Launcher Alien Gas Missile
pt_br: #Míssil GA p/ Lançador Pesado

source: #Heavy Launcher Blaster MIssile
pt_br: #Míssil de Auto-Explosivo para Lançador Pesado

source: #Heavy Launcher Incendiary Missile
pt_br: #Míssil Incendiário para Lançador Pesado

source: #MiniLauncher Alien Gas Missile
pt_br: #Míssil GA p/ Mini-Lançador

source: #MiniLauncher HE Missile
pt_br: #Míssil AE para Mini-Lançador

source: #MiniLauncher I Missile
pt_br: #Míssil IN para Mini-Lançador

source: #Toxigun A-Clip
pt_br: #Pente tipo A para Toxipistola

source: #Toxigun B-Clip
pt_br: #Pente tipo B para Toxipistola

source: #Toxigun C-Clip
pt_br: #Pente tipo C para Toxipistola

source: #Brainsucker Pod
pt_br: #Cas. de Sug. Céreb.

source: #Entropy Pod
pt_br: #Casulo de Entropia

source: #Dimension Missile
pt_br: #Míssil Dimensional

source: #Tracker Gun Clip
pt_br: #Pente de Pistola Rastreadora

source: #The applicants were given a variety of agility and speed tests; the combined result is shown.
pt_br: #Os candidatos receberam diversos testes de agilidade e velocidade. O resultado geral é mostrado.

source: #Stamina was tested with an 'until you drop' style assault course.
pt_br: #A resistência foi testada em um circuito de assalto do tipo 'até cair'.

source: #Reaction times were carefully tested, using both electronic and traditional methods.
pt_br: #Os tempos de reação foram cuidadosamente testados, usando-se tanto métodos tradicionais quanto eletrônicos.

source: #A selection of exercises were monitored to obtain the strength rating of the applicants.
pt_br: #Um conjunto de exercícios foi monitorado para se obter a avaliação de força dos candidatos.

source: #This is an initial estimate of the applicants' psychic abilities.
pt_br: #Essa é uma estimativa inicial das habilidades psíquicas dos candidatos.

source: #The applicants were tested with a selection of traditional firearms to see how they would fare in a basic sniper situation.
pt_br: #Os candidatos foram testados com uma série de armas de fogo, para se descobrir como eles se sairiam em uma situação básica de franco-atirador.

source: #The applicants were tested using advanced simulator technologies; a combined result is shown for on road/off road/flying vehicles.
pt_br: #Os candidatos foram testados usando-se tecnologias de simulação avançadas, e o resultado geral é mostrado, para veículos de estrada/fora de estrada/aéreos.

source: #Perception is the ability to spot small, but occasionally vital, details that others may miss; it was tested using an extensive observation test.
pt_br: #A percepção é a habilidade de se perceber detalhes pequenos, mas ocasionalmente vitais, que podem escapar a outras pessoas. Ela foi testada usando-se um teste de observação extensivo.

source: #Biochemistry - the ability to perform research furthering understanding of the chemistry of living organisms. The values shown below were obtained from the governing body for Biochemistry.
pt_br: #Bioquímica - a habilidade de se executar pesquisas que ampliem a compreensão da química de organismos vivos. Os valores mostrados abaixo foram obtidos do corpo docente de Bioquímica.

source: #Quantum Physics - the ability to perform research leading to a greater understanding of the area of physics exploited by Alien technologies. The values shown below were obtained from the governing body for physics.
pt_br: #Física Quântica - a habilidade de executar pesquisas que levem a uma maior compreensão da área da Física empregada em tecnologias Alienígenas. Os valores mostrados abaixo foram obtidos do corpo docente de Física.

source: #Engineering skills - repairing cars/flying vehicles, as well as the production of weapons or devices.
pt_br: #Habilidades de engenharia - a capacidade de carros/veículos voadores, bem como de produção de armas ou aparelhos.

source: #Weapons for vehicles
pt_br: #Armas para veículos

source: #Engines for vehicles
pt_br: #Motores de veículos

source: #Equipment for vehicles
pt_br: #Equipamentos para veículos

source: #Prefab vehicles
pt_br: #Veículos pré-fabricados

source: #Armor for personnel
pt_br: #Armaduras pessoais

source: #Equipment for personnel
pt_br: #Equipamentos pessoais

source: Help Window
pt_br: Janela de Ajuda

source: Cancel
pt_br: Cancelar

source: Agent
pt_br: Agente

source: Engineer
pt_br: Engenheiro

source: Biochemist
pt_br: Bioquímico

source: Quantum Physicist
pt_br: Físico Quântico

source: Agility
pt_br: Agilidade

source: Stamina
pt_br: Resistência

source: Reactions
pt_br: Reações

source: Strength
pt_br: Força

source: Accuracy
pt_br: Precisão

source: Piloting
pt_br: Pilotagem

source: Perception
pt_br: Percepção

source: Biochemistry
pt_br: Bioquímica

source: Quantum Physics
pt_br: Física Quântica

source: Engineering
pt_br: Engenharia

source: UFOpaedia tool bar: '<<<<'
pt_br: Barra de ferramentas da OVNIpédia: '<<<<'

source: UFOpaedia tool bar: '<<'
pt_br: Barra de ferramentas da OVNIpédia: '<<'

source: UFOpaedia tool bar: '>>'
pt_br: Barra de ferramentas da OVNIpédia: '>>'

source: UFOpaedia tool bar: '>>>>'
pt_br: Barra de ferramentas da OVNIpédia: '>>>>'

source: UFOpaedia tool bar: 'OK'
pt_br: Barra de ferramentas da OVNIpédia: 'OK'

source: #There is no help available for this item.
pt_br: #Não há ajuda disponível para este item.

source: #Keeps the changes you have made and returns to the previous screen.
pt_br: #Mantém as alterações feitas por você, e retorna à tela anterior.

source: #Cancels (forgets) any changes you have made on this screen and returns to the previous screen.
pt_br: #Cancela (desfaz) quaisquer alterações que você tenha feito a esta tela, e retorna à tela anterior.

source: #This displays a list of agents available for recruitment, or currently employed at the selected base.
pt_br: #Exibe uma lista de agentes disponíveis para recrutamento, ou correntemente empregados, na base selecionada.

source: #This displays a list of engineers available for recruitment, or currently employed at the selected base.
pt_br: #Exibe uma lista de engenheiros disponíveis para recrutamento, ou correntemente empregados, na base selecionada.

source: #This displays a list of Bio-Scientists available for recruitment, or currently employed at the selected base.
pt_br: #Exibe uma lista de bio-cientistas disponíveis para recrutamento, ou correntemente empregados, na base selecionada.

source: #This displays a list of Quantum-Scientists available for recruitment, or currently employed at the selected base.
pt_br: #Exibe uma lista de cientistas quânticos disponíveis para recrutamento, ou correntemente empregados, na base selecionada.

source: #When the agility button is set the bar graphs show the relative agility of the listed agents.
pt_br: #Quando o botão Agilidade está selecionado, o gráfico de barras mostra a agilidade relativa dos agentes listados.

source: #When the stamina button is set the bar graphs show the relative stamina of the listed agents.
pt_br: #Quando o botão Resistência está selecionado, o gráfico de barras mostra a resistência relativa dos agentes listados.

source: #When the reactions button is set the bar graphs show the relative reaction ratings of the listed agents.
pt_br: #Quando o botão Reações está selecionado, o gráfico de barras mostra a capacidade de reação relativa dos agentes listados.

source: #When the strength button is set the bar graphs show the relative strengths of the listed agents.
pt_br: #Quando o botão Força está selecionado, o gráfico de barras mostra a força relativa dos agentes listados.

source: #When the Psi button is set the bar graphs show the relative Psionic ability of the listed agents.
pt_br: #Quando o botão Psi está selecionado, o gráfico de barras mostra a habilidade Psiônica relativa dos agentes listados.

source: #When the accuracy button is set the bar graphs show the relative ability to use ranged weapons for the listed agents.
pt_br: #Quando o botão Precisão está selecionado, o gráfico de barras mostra a habilidade relativa no uso de armas de alcance dos agentes listados.

source: #When the piloting button is set the bar graphs show the relative driving/flying skills of the listed agents.
pt_br: #Quando o botão Pilotagem está selecionado, o gráfico de barras mostra a habilidade de pilotagem de veículos terrestres/aéreos relativa dos agentes listados.

source: #When this button is set, the graph shows the relative perception levels of the listed scientists.
pt_br: #Quando este botão está selecionado, o gráfico mostra os níveis de percepção relativos dos cientistas listados.

source: #When this button is set, the graph shows the Biochemistry competency level of the listed scientists.
pt_br: #Quando este botão está selecionado, o gráfico mostra o nível de capacitação relativa, em Bioquímica, dos cientistas listados.

source: #When this button is set, the graph shows the Quantum mechanics competency levels of the listed scientists.
pt_br: #Quando este botão está selecionado, o gráfico mostra o nível de capacitação relativa, em Mecânica Quântica, dos cientistas listados.

source: #When this button is set, the graph shows the engineering skill level of the listed scientists.
pt_br: #Quando este botão está selecionado, o gráfico mostra o nível de capacitação relativa, em habilidades de engenharia, dos cientistas listados.

source: This button skips to the previous UFOpaedia section.
pt_br: Este botão leva você à seção anterior da OVNIpédia.

source: This button skips to the previous UFOpaedia page.
pt_br: Este botão leva você à página anterior da OVNIpédia.

source: This button skips to the next UFOpaedia page.
pt_br: Este botão leva você à próxima página da OVNIpédia.

source: This button skips to the next UFOpaedia section.
pt_br: Este botão leva você à próxima seção da OVNIpédia.

source: This button exits the UFOpaedia and returns you to what you where doing before.
pt_br: Este botão faz com que você saia da OVNIpédia, e retorne ao que estava fazendo anteriormente.

source: Error
pt_br: Erro

source: No living space
pt_br: Não há habitações

source: Not enough money
pt_br: Não há recursos financeiros suficientes

source: Base already selected
pt_br: Base já selecionada

source: No Transports available
pt_br: Nenhum Transporte disponível

source: No Transport space available
pt_br: Nenhum espaço em Transportes disponível

source: No room
pt_br: Não há espaço

source: Not enough parts
pt_br: Não há peças suficientes

source: Not enough space
pt_br: Não há espaço suficiente

source: No Agents Selected
pt_br: Nenhum Agente selecionado

source: Out of money
pt_br: Sem dinheiro

source: File not found
pt_br: Arquivo não encontrado

source: Equipment in use
pt_br: Equipamento em uso

source: Cannot create scenario
pt_br: Impossível criar cenário

source: Alien artifact
pt_br: Artefato alienígena

source: Map too small
pt_br: Mapa pequeno demais

source: An unlisted error has occured.
pt_br: Ocorreu um erro não listado.

source: You will need to build more living space, or sack some agents before recruiting more staff.
pt_br: Você precisará construir mais habitações ou demitir alguns agentes, antes de recrutar mais pessoal.

source: You cannot afford to employ any more staff.
pt_br: Você não possui recursos financeiros para contratar mais ninguém.

source: You must select two different bases to transfer to / from, you may not select the same base twice.
pt_br: Você tem que selecionar duas bases distintas para transferir de/para: você não pode selecionar a mesma base simultaneamente como origem e destino.

source: There are no transport crafts available to deliver all of your new stock.
pt_br: Não há veículos de transporte suficientes para entregar todas as suas novas mercadorias.

source: There is not enough cargo space to deliver all of your new stock.
pt_br: Não há espaço de carga suficiente para entregar todas as suas novas mercadorias.

source: You have no more room in this facility.
pt_br: Você não tem mais espaço nesta instalação.

source: You do not have enough parts to make this item.
pt_br: Você não tem peças suficientes para produzir este item.

source: You do not have enough room to make any more of this item. Manufacture stopped.
pt_br: Você não possui mais espaço para produzir mais deste item. Fabricação interrompida.

source: #You need to select the agents you want to put on observation duty.
pt_br: #Você precisa selecionar os agentes que deseja colocar na tarefa de observação.

source: You need to select the agents you want to become active within the building.
pt_br: Você precisa selecionar os agentes que deseja que se tornem ativos, dentro da edificação.

source: You need to select the agents you want to investigate this building.
pt_br: Você precisa selecionar os agentes, os quais deseja que investiguem esta edificação.

source: You do not have available funds to make the requested purchases.
pt_br: Você não dispõe de fundos suficientes, para fazer as compras requisitadas.

source: No scenario files could be found.
pt_br: Nenhum arquivo de cenário foi encontrado.

source: You cannot afford to pay off this organization.
pt_br: Você não possui recursos para ajustar contas com esta organização.

source: Passenger module cannot be removed as it is currently in use.
pt_br: Um módulo de passageiros não pode ser removido se estiver atualmente em uso.

source: The scenario must have at least two organizations containing units to play.
pt_br: O cenário precisa ter pelo menos duas organizações que contenham unidades, para que se possa jogar.

source: You must research Alien technology before you can use it.
pt_br: Você precisa pesquisar a tecnologia Alienígena antes de poder usá-la.

source: This map may be to small to deploy all the units, continue anyway?
pt_br: Este mapa pode ser pequeno demais para se distribuir todas as unidades. Continuar assim mesmo?

source: #First you select the base that you wish to recruit some staff to, this base must have some spare living space. You select a base by clicking on the desired mini-base icon (shown).
pt_br: #Primeiro, selecione a base para a qual você deseja recrutar pessoal. Esta base precisa ter algum espaço disponível em suas habitações. Você seleciona uma base clicando no ícone da mini-base desejada (como mostrado).

source: #The second thing to do is click on the button for the type of person you wish to recruit, here we have agents selected.
pt_br: #A seguir, você clica no botão do tipo de pessoa que você deseja recrutar. Aqui, estão selecionados agentes.

source: #Depending on which type of person you selected a bar of skill buttons is shown, from which a number of relative bar graphs is be displayed. (see point 4)
pt_br: #Dependendo do tipo de pessoa que você selecionou, é exibida uma barra de botões de habilidades, a partir da qual diversos gráficos de barras relativos são exibidos (veja o ponto 4).

source: #This is the list of people up for selection, there ability at the selected skill is shown as a bar, your current staff are shown as blue, and the applicants are shown in yellow. By clicking you can sack or hire respectively.
pt_br: #Esta é a lista de pessoas passíveis de seleção. Suas capacidades, na habilidade selecionada, são exibidas na barra. Em azul, é mostrada a capacidade do seu próprio pessoal. As dos candidatos é mostrada em amarelo. Clicando, você pode demitir ou empregar.

source: #Don't forget to take there wages into account!!!
pt_br: #Não se esqueça de levar em conta seus salários!!!

source: #Once you are happy with your selection, click OK, otherwise, click Cancel and everything will go back to normal.
pt_br: #Uma vez que você esteja satisfeito com sua escolha, dê um clique em OK. Você também pode clicar em Cancelar, e tudo voltará ao estado anterior.

source: Buying and Selling
pt_br: Compra e Venda

source: MONEY> $
pt_br: DINHEIRO> $

source: Weapons
pt_br: Armas

source: Engines
pt_br: Motores

source: Equipment
pt_br: Equipamentos

source: Vehicles
pt_br: Veículos

source: Vehicle maintenance
pt_br: Manutenção de veículos

source: Armor
pt_br: Armaduras

source: Personnel
pt_br: Pessoal

source: PRICE
pt_br: PREÇO

source: STOCK
pt_br: ESTOQUE

source: PRICE: $
pt_br: PREÇO: $

source: STOCK:
pt_br: ESTOQUE:

source: Buy:
pt_br: Comprar:

source: Sell:
pt_br: Vender:

source: AT>
pt_br: EM>

source: PERSONNEL RECRUITMENT
pt_br: RECRUTAMENTO DE PESSOAL

source: Living space:
pt_br: Espaço habitável:

source: Remaining>
pt_br: Remanescente>

source: Sack
pt_br: Demitir

source: Employ
pt_br: Empregar

source: NAME
pt_br: NOME

source: TEST RESULT
pt_br: RESULTADO DO TESTE

source: MONTHLY SALARY
pt_br: SALÁRIO MENSAL

source: EMPLOY
pt_br: EMPREGAR

source: No avoidance
pt_br: Não há como evitar

source: Avoid
pt_br: Evite

source: Do not attack
pt_br: Não ataque

source: Attack
pt_br: Ataque

source: No pursuit
pt_br: Sem perseguição

source: Pursue
pt_br: Persiga

source: No evasion
pt_br: Não há como evadir-se

source: Evade Fire
pt_br: Fuja do fogo

source: Only respond to attacking units.
pt_br: Só responda a unidades atacantes.

source: Respond to all hostile units.
pt_br: Responda a todas as unidades hostis.

source: Ignore hostile units.
pt_br: Ignore unidades hostis.

source: UnLocked.
pt_br: Destravado.

source: Locked.
pt_br: Travado.

source: BUY AND SELL
pt_br: COMPRA E VENDA

source: Personal Equipment
pt_br: Equipamentos Pessoais

source: Personal Armor
pt_br: Armaduras Pessoais

source: Vehicle Equipment
pt_br: Equipamentos de Veículos

source: Airborne Vehicle Weapons
pt_br: Armas de Veículos Aéreos

source: Airborne Vehicle Engines / Fuel
pt_br: Motores/Combustível de Veículos Aéreos

source: Road Vehicle Weapons
pt_br: Armas de Veículos Terrestres

source: Road Vehicle Engines / Fuel
pt_br: Motores/Combustível de Veículos Terrestres

source: Funds exceeded
pt_br: Fundos excedidos

source: Order limited by your available funds.
pt_br: Pedido limitado pelos fundos disponíveis.

source: Storage space exceeded
pt_br: Espaço de armazenamento excedido

source: Order limited by the available storage space at this base.
pt_br: Pedido limitado pelo espaço de armazenamento disponível nesta base.

source: Order canceled by the hostile manufacturer.
pt_br: Pedido cancelado por fabricante hostil.

source: Industrial Action
pt_br: Greve de Trabalhadores

source: Industrial action by the Air Transport and General Workers Union has prevented immediate delivery of some of the items you ordered. To prevent a backlog of orders building up, the organization(s) concerned have canceled your order(s) and refunded your money. They apologize for the inconvenience caused.
pt_br: Uma greve, promovida pelo Sindicato dos Operários Gerais e do Transporte Aéreo, impediu a entrega imediata de alguns itens pedidos por você. Para evitar o acúmulo de ordens em atraso, as organizações envolvidas cancelaram seus pedidos e devolveram seu dinheiro. Elas pedem desculpas pelos incômodos causados.

source: Vehicle Licensing Problem
pt_br: Problema de Licenciamento de Veículos

source: An unprecedented workload at the Vehicle Licensing Center has prevented immediate registration of at least one vehicle ordered by you. To prevent a backlog of orders building up, the organization(s) concerned have canceled your order(s) and refunded your money. They apologize for the inconvenience caused.
pt_br: Uma carga de trabalho sem precedentes no Centro de Licenciamento de Veículos impediu o registro imediato de pelo menos um veículo pedido por você. Para evitar o acúmulo de ordens em atraso, as organizações envolvidas cancelaram seus pedidos e devolveram seu dinheiro. Elas pedem desculpas pelos incômodos causados.

source: Cancel Buy and Sell
pt_br: Cancelar Compra e Venda

source: Are you sure?
pt_br: Você tem certeza?

source: Pay:
pt_br: Pagar:

source: ALIEN TAKEOVER
pt_br: TOMADA DE CONTROLE PELOS ALIENÍGENAS

source: Our intelligence sources have informed us that the Aliens have taken control of this organization. This means that they will actively assist the Aliens and oppose the work of X-COM. We will be forced to stop all trade relations with them and must be cautious when conducting operations within their buildings. Right and wrong no longer exists for these people, we must do all we can to protect the city from them. This must not be the end. We will fight on.
pt_br: Nossas fontes de inteligência nos informaram que os Alienígenas tomaram o controle desta organização. Isto significa que ela apoiará ostensivamente os Alienígenas, e se oporá ao trabalho do X-COM. Nós seremos forçados a interromper todas as relações comerciais com eles, e precisamos ter cuidado quando conduzirmos operações dentro de suas edificações. Não existe certo ou errado para estes indivíduos. Nós temos que fazer todo o possível para proteger a cidade contra eles. Isto não pode ser o fim. Nós continuaremos lutando.

source: ALIEN INFILTRATION
pt_br: INFILTRAÇÃO ALIENÍGENA

source: HIRE AND FIRE
pt_br: CONTRATAR E DEMITIR

source: FIRE
pt_br: DEMITIR

source: X-COM Agents
pt_br: Agentes do X-COM

source: Biochemists
pt_br: Bioquímicos

source: Engineers
pt_br: Engenheiros

source: Quantum Physicists
pt_br: Físicos Quânticos

source: Accommodation exceeded
pt_br: Acomodações excedidas

source: Hiring not possible due to lack of available accommodation.
pt_br: A contratação é impossível, devido à falta de acomodações disponíveis.

source: Hiring not possible due to lack of funds.
pt_br: A contratação é impossível, devido à falta de fundos.

source: Weekly Salary
pt_br: Salário Semanal

source: Health
pt_br: Saúde

source: Speed
pt_br: Velocidade

source: Bravery
pt_br: Bravura

source: Psi-energy
pt_br: Energia Psi

source: Psi-attack
pt_br: Ataque Psi

source: Psi-defense
pt_br: Defesa Psi

source: Biochemistry skill
pt_br: Nível de habilidade em bioquímica

source: Engineering skill
pt_br: Nível de habilidade em engenharia

source: Quantum physics skill
pt_br: Nível de habilidade em Física Quântica

source: Cancel Hire and Fire
pt_br: Cancelar Contratar e Demitir

source: Loading
pt_br: Carregando

source: Switching to Alien Dimension
pt_br: Mudando para a Dimensão Alienígena

source: Returning to city
pt_br: Retornando à cidade

source: Confirm Sales/Purchases
pt_br: Confirmar Vendas/Compras

source: Confirm Orders
pt_br: Confirmar Pedidos

source: unit(s) hired
pt_br: unidade(s) contratada(s)

source: unit(s) fired.
pt_br: unidade(s) demitida(s).

source: AGENT LOCATION
pt_br: POSIÇÃO DE AGENTE

source: VEHICLE LOCATION
pt_br: POSIÇÃO DE VEÍCULO

source: Unassigned Agents
pt_br: Agentes Não Designados

source: Vehicle Assignments
pt_br: Designações de Veículos

source: X-COM is ALLIED with this organization. The relationship cannot be improved.
pt_br: O X-COM é ALIADO desta organização. O relacionamento não pode ser melhorado ainda mais.

source: This organization is under Alien control. The Alien race will not enter negotiations with X-COM.
pt_br: Esta organização está sob controle Alienígena. A raça Alienígena não entabulará negociações com o X-COM.
