Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: This unusual Alien weapon causes an inter-dimensional flux field to surround the target when it is hit, rendering it immobile and inactive. The field only lasts a short while but during this time the target vehicle is extremely vulnerable.
cs: Tato zvláštní cizácká zbraň vytváří interdimenzní pole, které obklopí zasažený cíl a způsobí jeho neschopnost jakékoliv akce. Pole sice po chvíli ustoupí, ale během této doby je znehybněné vozidlo mimořádně zranitelné.
de_de: Diese ungewöhnliche Alien-Waffe verursacht ein interdimensionales Flußfeld, das sein Ziel beim Aufprall umgibt und in einen Zustand der Immobilität und Inaktivität versetzt. Das Feld ist nur für kurze Zeit wirksam, doch in dieser Zeit ist das Ziel sehr leicht auszuschalten.
es: Esta extraña arma alienígena hace que un campo inter-dimensional de estasis rodee el blanco cuando queda alcanzado, inmovilizándolo y dejándolo inactivo. El campo sólo dura un tiempo muy corto pero durante este tiempo el vehículo enemigo es extremadamente vulnerable.
fr_fr: Cette singulière arme alienne fait apparaître un champ de flux interdimensionnel qui entoure la cible lorsqu'elle est touchée, l'immobilisant et la rendant inactive. Ce champ disparaît rapidement, mais le véhicule qu'il vise pendant qu'il est actif est extrêmement vulnérable.
it: Questa strana arma Aliena causa un flusso di campo interdimensionale che circonda il bersaglio, immobilizzandolo completamente. Il suo effetto è di breve durata, ma chi ne è influenzato è estremamente vulnerabile.
ja_jp: この特殊なエイリアンの兵器は着弾と同時に標的および周囲に次元間流束場を発生させ、機能を完全に停止させる。このフィールドは短時間しか持続しないが、標的になった機体は敵の攻撃に対し極端に脆くなる。
pl: Ta niezwykła broń obcych tworzy pole fluktuacji międzywymiarowej wokół trafionego obiektu, unieruchamiając go i pozbawiając możliwości działania. Pole to jest krótkotrwałe, lecz w tym czasie czyni ono trafiony pojazd niezwykle podatnym na atak.
pt_br: Essa arma alienígena estranha cria um campo interdimensional que envolve o alvo atingido, imobilizando-o. O campo dura pouco tempo, mas durante esse tempo, o veículo fica bastante vulnerável.
ru_ru: Это необычное оружие пришельцев при попадании в цель создает вокруг цели поле, генерируемое межразмерным потоком, и таким образом приводит ее в неподвижное и неактивное состояние. Поле действует на протяжении крайне короткого периода времени, но в это время жертва чрезвычайно уязвима.

source: The multi-bomb has a short range but splits into fast, multiple independently targeted missiles. This makes it a deadly weapon against numerous small targets.
cs: Multirakety mají sice omezený dolet, ale rozpadají se na množství samostatně naváděných hlavic, což znamená pro množství malých cílů smrtelné ohrožení.
de_de: Die Multibombe besitzt nur eine geringe Reichweite, teilt sich aber in eine Reihe schneller, unabhängiger Raketen auf. Das macht sie im Einsatz gegen zahlreiche kleine Ziele zu einer tödlichen Waffe.
es: La multi-bomba tiene un alcance corto, pero se divide en varios misiles rápidos y con objetivos independientes. Por lo tanto es una potente arma contra varios blancos pequeños.
fr_fr: La rampe multi-bombes s'utilise seulement sur de courtes portées, mais les projectiles se divisent en une multitude de missiles rapides ayant chacun une cible indépendante. Ces caractéristiques en font une arme mortelle contre de nombreuses petites cibles.
it: Quest'arma è a corto raggio, ma le sue munizioni si dividono in sotto-missili indipendenti, estremamente veloci: per questo motivo è uno strumento mortale contro gruppi numerosi di bersagli di piccole dimensioni.
ja_jp: 多弾頭ミサイルは単射程だが高速に分裂し、めいめいが異なる標的を追撃する。小型の複数の標的に対し致命的な効果を発揮する。
pl: Bomba wielogłowicowa ma krótki zasięg, lecz w locie rozdziela się na szybkie, niezależnie kierowane pociski. Czyni ją to śmiertelnie groźną bronią przeciw licznym, małym celom.
pt_br: O Multibombas tem alcance curto, mas se divide em múltiplos mísseis velozes e independentes. Isso torna essa arma mortal contra alvos pequenos e numerosos.
ru_ru: Мультибомба обладает коротким радиусом действия, но может разделяться на множество быстрых, независимо управляемых ракет, что делает это оружие смертельно опасным для большой группы малых целей.

source: This Megapol produced defense system uses a large number of accurate, short range laser guns to shoot down incoming missiles.
cs: Megapol vyrábí obranný systém, používající velké množství přesných laserů s malým dosahem k sestřelování útočících raket.
de_de: Dieses Verteidigungssystem von Megapol besteht aus zahlreichen Präzisions-Laserkanonen von geringer Reichweite, die gegen Angriffsraketen eingesetzt werden.
es: Este sistema defensivo producido por Megapol utiliza gran número de precisos cañones de corto alcance para derribar los misiles que van llegando.
fr_fr: Ce système de défense produit par Megapol utilise une grande quantité de fusils laser précis à courte portée afin d'abattre les missiles arrivant dans leur direction.
it: Questo dispositivo difensivo, prodotto dalla Megapol, utilizza un grande numero di cannoni laser a breve raggio molto precisi, per cercare di abbattere i missili in avvicinamento
ja_jp: メガポールが開発したこの防衛システムは短射程だが高精度のレーザーガンを多数備え、迫り来るミサイルを撃ち落とす。
pl: Ten system obronny produkowany przez Megapol opiera się na znacznej liczbie celnych działek laserowych krótkiego zasięgu, których zadaniem jest zestrzeliwanie nadlatujących rakiet.
pt_br: Esse sistema de defesa produzido pela Megapol usa um grande número de armas laser de curto alcance, com o objetivo de derrubar mísseis inimigos.
ru_ru: В этой системе обороны разработки Мегапола используется множество высокоточных лазерных пушек малого радиуса действия, предназначенных для уничтожения ракет.

source: The Marsec version of the defense array uses more powerful and accurate plasma beam weapons to defend against missile attacks.
cs: Verze obranného systému od Marsecu, používá silnější a přesnější plazmové svazky k obraně proti útoku řízených raket.
de_de: Die Marsec-Version des Abwehrstrahls verwendet stärkere und genauere Plasmastrahlenwaffen gegen Raketenangriffe.
es: La versión Marsec de la batería defensiva utiliza armas de rayos de plasma más poderosas y precisas como defensa contra ataques de misiles.
fr_fr: La version Marsec du système de défense se sert d'armes à rayons plasma, d'une précision et d'une puissance supérieures, pour se défendre contre les attaques de missiles.
it: La difesa antimissili della Marsec si basa su raggi al Plasma, molto più potenti e accurati dei raggi Laser.
ja_jp: マーゼック版の防衛アレイはより強力かつ高精度なプラズマ兵器を用い、ミサイル攻撃を防ぐ。
pl: Marsekowa wersja baterii obronnej używa do zestrzeliwania rakiet bardziej potężnych i celniejszych działek plazmowych.
pt_br: A versão Marsec da Matriz de Defesa usa raios plasma mais potentes e precisos para defesa contra mísseis.
ru_ru: В этой системе обороны производства корпорации "Марсек" используются более мощные и точные плазменные пушки для защиты от ракетной атаки.

source: A compact anti-grav unit suitable for Hoverbikes and smaller vehicles only.
cs: Kompaktní antigravitační jenotka pro kola a nejmenší silniční vozidla.
de_de: Eine kompakte Anti-Schwerkrafteinheit für Schwebemotorräder und kleine Fahrzeuge.
es: Compacta unidad anti-gravedad utilizable únicamente por Hovermotos y otros pequeños vehículos.
fr_fr: Une unité anti-gravité compacte pour les Hoverbikes et les petits véhicules uniquement.
it: Si tratta di un'unità anti-gravità compatta, adatta a essere montata solo sulle Hovermoto e su altri veicoli di dimensioni ridotte.
ja_jp: 小型の反重力ユニットはホバーバイクや小型の車両でしか用いられない。
pl: Kompaktowa jednostka antygrawitacyjna, stosowana wyłącznie w howercyklach i małych pojazdach latających.
pt_br: Uma unidade antigravidade compacta, para uso apenas em Levicletas e veículos menores.
ru_ru: Компактный антигравитационный блок, предназначенный для установки исключительно на ховербайках и легкой технике.

source: A more high-powered version of the Superdynamics standard, but still small enough for a Hoverbike.
cs: Výkonnější verze standardu Syperdynamics, ale stále příliš malá určená pro malé letouny.
de_de: Eine größere Version der Superdynamics Standard, die aber trotzdem für das Schwebemotorrad verwendet werden kann.
es: Versión más potente que la estándar, pero sigue siendo lo suficientemente pequeña para una Hovermoto.
fr_fr: Une version plus puissante du Superdynamics standard; sa taille réduite lui permet quand même d'être monté sur une hoverbike.
it: E' una versione potenziata dell'unità anti-gravità standard, di dimensioni ancora molto contenute.
ja_jp: スーパーダイナミック社製のよりパワフルな動力ユニット。ホバーバイクに搭載できるほど小型に纏められている。
pl: Mocniejsza wersja Standardu od Superdynamiki, lecz nadal wystarczająco mała dla howercykla.
pt_br: Versão mais potente que a SuperDinâmica Padrão, mas pequena o suficiente para uma Levicleta.
ru_ru: Более мощная версия блока "Супердайнэмикс Стандартный", но при этом достаточно небольшая для установки на ховербайк.

source: Larger anti-grav units give more speed and acceleration for Hovercars and other small airborne vehicles.
cs: Větší antigravitační jednotka s vyšší rychlostí, určená pro třídu vznášedel a jiné střední letouny.
de_de: Größere Anti-Schwerkraft-Einheiten sorgen bei Schwebefahrzeugen und anderen kleinen Luftfahrzeugen für bessere Beschleunigungs- und Geschwindigkeitsraten.
es: Unidades anti-gravedad más grandes que tienen más velocidad y aceleración para los Hovercoches y otros pequeños vehículos aéreos.
fr_fr: Les plus grandes unités anti-gravité donnent plus de vitesse et d'accélération pour les hovercars et les autres petits véhicules aériens.
it: E' un'unità anti-gravità più grande, in grado di fornire velocità e accelerazione adeguate alle Hovercar e ad altri velivoli di dimensioni analoghe.
ja_jp: 大型の反重力ユニットは速度と加速度の面で優れており、ホバーカーや小型の飛空艇に用いられる。
pl: Większa jednostka antygrawitacyjna przekłada się na większą prędkość i przyspieszenie howercykli i innych małych pojazdów latających.
pt_br: Unidades antigravidade maiores que fornecem mais velocidade e aceleração para levicarros e outros veículos aéreos pequenos.
ru_ru: Более масштабные антигравитационные блоки позволяют ховербайкам и прочей легкой технике перемещаться с большей скоростью и ускорением.

source: A large anti-grav unit designed for military vehicles or commercial transports.
cs: Velká antigravitační jednotka pro vojenská vozidla a komerční transportéry.
de_de: Eine große Anti-Schwerkrafteinheit für Militär- und Transportfahrzeuge.
es: Gran unidad anti-gravedad diseñada para vehículos militares o transportes comerciales.
fr_fr: Une large unité anti-gravité conçue pour les véhicules militaires ou les véhicules de transport commerciaux.
it: Si tratta della versione dell'unità anti-gravità destinata all'uso con i mezzi militari e i velivoli da trasporto.
ja_jp: 軍の機体用や民間の輸送機を想定して設計された大型の反重力ユニット。
pl: Duża jednostka antygrawitacyjna, przeznaczona dla maszyn wojskowych oraz cywilnych pojazdów transportowych.
pt_br: Unidade antigravidade grande, concebida para veículos militares ou transportes comerciais.
ru_ru: Большой антигравитационный блок предназначен для установки на военной технике или коммерческих транспортах.

source: A high powered anti-grav unit generally restricted to military or police vehicles.
cs: Velmi výkonná antigravitační jednotka vyhrazená pro vojenská a policejní vozidla.
de_de: Eine Hochleistungs-Anti-Schwerkrafteinheit; im allgemeinen nur für Militär- und Polizeifahrzeuge bestimmt.
es: Potente unidad anti-gravedad generalmente restringida a los vehículos militares o policiales.
fr_fr: Une unité anti-gravité très puissante réservée en général aux véhicules militaires ou de police.
it: Potente unità anti-gravità, solitamente impiegata solo dai mezzi di punta dell'esercito e della polizia.
ja_jp: 高出力な反重力ユニットは通常は軍や警察の機体用のみとして使用を制限されている。
pl: Jednostka antygrawitacyjna dużej mocy, zasadniczo przeznaczona wyłącznie dla pojazdów wojskowych i policyjnych.
pt_br: Unidade antigravidade de alta energia, geralmente restrita a veículos policiais ou militares.
ru_ru: Антигравитационный блок высокой мощности, предназначенный для установки главным образом на военной или полицейской технике.

source: The ultimate engine upgrade for large airborne vehicles.
cs: Nejdokonalejší a nejvýkonnější motor pro velké letouny.
de_de: Die ultimative Triebwerkverstärkung für große Luftfahrzeuge.
es: La mejora "no va más" para grandes vehículos aéreos.
fr_fr: La meilleure version de moteur pour les grands véhicules aériens.
it: L'ultimo sviluppo nel campo delle unità anti-gravità, impiegata sulle navi di maggiori dimensioni.
ja_jp: 大型の飛空艇に合わせて改良された最高クラスのエンジン
pl: Najbardziej nowoczesna wersja silnika dla dużych jednostek latających.
pt_br: A melhoria de motor suprema para grandes veículos aéreos.
ru_ru: Самая мощная версия двигателя, предназначенная для установки на тяжелых летательных аппаратах.

source: A discreet, but powerful computer targeting turret system. Designed for small road vehicles.
cs: Nenápadný, ale výkonný počítačem řízený věžičkový systém. Určený pro malá silniční vozidla.
de_de: Ein unauffälliges, aber mächtiges computergesteuertes Gefechtsturmsystem für kleine Straßenfahrzeuge.
es: Discreto, pero potente sistema de dirección de tiro por ordenador. Diseñado para pequeños vehículos terrestres.
fr_fr: Un système de tourelle discret mais puissant avec un système de visée informatique. Conçu pour les petits véhicules terrestres.
it: Si tratta di un sistema computerizzato di tiro abbastanza potente, progettato per veicoli stradali di ridotte dimensioni.
ja_jp: 際立つ特徴はないが、強力なコンピューター追尾を備えた砲塔システム。小型の陸上用車両用に開発された。
pl: Dyskretny, lecz potężny system automatycznych działek sterowanych komputerowo. Zaprojektowany dla małych pojazdów drogowych.
pt_br: Sistema poderoso de torretas coordenadas por computador, porém discretas. Feita para pequenos veículos de solo.
ru_ru: Небольшая, но мощная компьютерно управляемая турельная система. Разработана для легких дорожных транспортных средств.

source: A more powerful and accurate cannon system manufactured by Marsec and designed for small road vehicles.
cs: Výkonnější a přesnější kanónový systém, vyráběný Marsecem a určený pro malá silniční vozidla.
de_de: Ein stärkeres und akkurateres Kanonensystem von Marsec für kleine Straßenfahrzeuge.
es: Sistema de cañón más potente y preciso fabricado por Marsec y diseñado para pequeños vehículos terrestres.
fr_fr: Un système de canon puissant et précis fabriqué par Marsec et conçu pour les petits véhicules terrestres.
it: E' un sistema d'arma destinato a veicoli stradali di piccole dimensioni; prodotto dalla Marsec, è molto preciso e potente.
ja_jp: このより高火力で高精度なキャノン砲システムはマーゼック社によって製造されている。小型の陸上車両用。
pl: Mocniejsza i bardziej celna wieżyczka, produkowana przez Marsek dla małych pojazdów naziemnych.
pt_br: Sistema de canhão mais poderoso e preciso, criado pela Marsec e projetado para pequenos veículos de solo.
ru_ru: Более мощная и точная пушечная система, производимая корпорацией "Марсек" и разработанная для установки на легких наземных транспортных средствах.

source: A compact ground launched missile system for small road vehicles. This will turn a humble road car into a serious threat to airborne vehicles.
cs: Kompaktní odpalovač raket země-země, pro malá silniční vozidla. Dokáže změnit obyčejné silniční vozidlo v opravdovou hrozbu pro pozemní cíle.
de_de: Ein kompaktes Raketensystem für kleine Straßenfahrzeuge, das ein bescheidenes Auto in eine ernsthafte Bedrohung für Luftfahrzeuge verwandelt.
es: Sistema de lanzamiento de misiles desde tierra compacto, para pequeños vehículos terrestres. Esto convertirá un humilde coche terrestre en una seria amenaza a los vehículos en el aire.
fr_fr: Un système compact de lance-missiles terrestre pour les petits véhicules terrestres. Il transforme une voiture inoffensive en une dangereuse menace pour les véhicules aériens.
it: Si tratta di un lanciamissili molto compatto, studiato per mezzi stradali. Permette a una semplice macchina di tramutarsi in una seria minaccia per qualsiasi mezzo aereo.
ja_jp: 小型の陸上用車両の為に開発されたコンパクトな地対空ミサイルシステム。何の変哲もない自動車を飛空艇にとっての脅威に変身させる。
pl: Kompaktowy system rakietowy ziemia-powietrze dla małych pojazdów drogowych. Dzięki niemu skromny samochód może zmienić się w poważne zagrożenie dla maszyn latających.
pt_br: Sistema lança-mísseis de solo compacto para pequenos veículos de solo. Torna um mero carro em uma séria ameaça aos veículos aéreos.
ru_ru: Компактная пусковая ракетная система, предназначенная для небольших дорожных транспортных средств. Она превращает обычную дорожную машину в серьезную угрозу воздушным целям.

source: The Plasma Turret Cannon is a powerful weapon, but lacks the ability to track and hit fast airborne vehicles.
cs: Plazmová kanónová věž je výkonná zbraň, ale není příliš schopná sledovat a zasáhnout rychlé letouny.
de_de: Die Plasma-Turmkanone ist eine mächtige Waffe, aber sie kann schnelle Luftfahrzeuge weder aufspüren noch abschießen.
es: El Cañón con Torreta de Plasma es una potente arma, pero le falta la posibilidad de seguirle la pista a y alcanzar vehículos aéreos.
fr_fr: Ce canon est une arme puissante, qui n'a cependant pas la capacité de suivre et toucher des véhicules aériens rapides.
it: Questo cannone al Plasma è un'arma molto potente, ma del tutto inadeguata per colpire i veicoli aerei, troppo veloci per il suo sistema di puntamento.
ja_jp: プラズマ砲塔は強力な兵器だが、高速で移動する飛行艇を追撃する事はできない。
pl: Wieżyczka plazmowa ma dużą siłę ognia, ale nie potrafi skutecznie namierzać szybkich pojazdów latających.
pt_br: O Canhão Torreta de Plasma é uma arma poderosa, mas lhe falta a habilidade de rastrear e atingir veículos aéreos velozes.
ru_ru: Турельная плазменная пушка представляет собой мощное оружие, которому, однако, недостает возможности захватывать, вести быстродвижущиеся воздушные цели и уничтожать их.

source: GLM Air Defense
cs: Protiletecké GLM
de_de: GLM-Luftabwehr
es: Defensa Aérea GLM
fr_fr: Défense aérienne au sol
it: Difesa Aerea GLM
ja_jp: GLM対空防御システム
pl: System obrony p.lot. ZP
pt_br: Defesa Aérea GLM
ru_ru: Зенитные ракеты класса «земля-воздух»

source: A missile launcher which transforms the heavy tank into an effective air defense unit.
cs: Odpalovač raket, schopný proměnit těžký tank v efektívní protileteckou jednotku.
de_de: Eine Raketenabschußvorrichtung, die schwere Panzer in eine effektive Luftabwehreinheit verwandelt.
es: Lanzamisiles que transforma el pesado tanque en una efectiva unidad de defensa aérea.
fr_fr: Une rampe de lancement de missiles qui transforme un char lourd en une unité de défense aérienne efficace.
it: La Difesa Aerea GLM è un lanciamissili che trasforma i carri armati terrestri in efficaci unità antiaeree.
ja_jp: 鈍重な戦車もこのミサイルランチャーを搭載すれば効果的な地対空兵器に生まれ変わる。
pl: Wyrzutnia rakiet, która zmienia ciężki czołg w efektywną jednostkę obrony przeciwlotniczej.
pt_br: Um lança-mísseis que transforma o tanque pesado em uma unidade de defesa aérea eficiente.
ru_ru: Пусковая установка, превращающая тяжелый танк в эффективный комплекс ПВО.

source: A powerful cannon which fires explosive shells over large distances. Its effectiveness is limited to static or slow moving targets.
cs: Výkonný kanón schopný vystřelovat explozívní střely na velkou vzdálenost. Jeho účinnost je omezena na stabilní, nebo pomalé cíle.
de_de: Eine mächtige Kanone mit großer Reichweite, die Granaten abschießt. Nur für statische oder langsame Ziele geeignet.
es: Un potente cañón que dispara proyectiles explosivos a gran distancia. Su efectividad se limita a objetivos estáticos o que se mueven despacio.
fr_fr: Un puissant canon qui tire des obus explosifs sur de longues distances. Son efficacité est limitée aux cibles immobiles ou se déplaçant lentement.
it: Questo potente cannone spara proiettili esplosivi a lunga gittata. Purtroppo può essere utilizzato solo contro bersagli fissi o estremamente lenti.
ja_jp: 長距離の標的に対し炸裂弾を発射する高威力のキャノン砲。静止あるいは低速のターゲットには効果が薄い。
pl: Potężne działo, które wystrzeliwuje pociski wybuchające na daleki zasięg. Jego skuteczność ograniczona jest do celów nieruchomych lub wolno poruszających się.
pt_br: Canhão poderoso que dispara cápsulas explosivas de grande distância. Sua eficácia é limitada a alvos lentos ou estáticos.
ru_ru: Мощная пушка, выстреливающая фугасные снаряды на большие расстояния. Она эффективна только против неподвижных или медленно движущихся целей.

source: A low powered road engine for bikes and small vehicles.
cs: Nízkoenergetický silniční motor pro kola a malé stroje.
de_de: Ein weniger leistungsfähiges Triebwerk für Motorräder und kleine Fahrzeuge.
es: Motor de baja potencia para motos y pequeños vehículos terrestres.
fr_fr: Un moteur terrestre peu puissant pour les motos et les petits véhicules.
it: Il Road Hog è un motore a bassa potenza per motociclette e piccoli veicoli stradali.
ja_jp: バイクや小型車両用の低出力エンジン
pl: Silnik drogowy niskiej mocy dla motocykli i innych małych pojazdów.
pt_br: Motor veicular de baixa energia para motos e pequenos veículos.
ru_ru: Дорожный двигатель малой мощности для байков и легких транспортных средств.

source: A standard road vehicle anti-grav unit.
cs: Běžná silniční antigravitační jednotka.
de_de: Standard-Anti-Schwerkrafteinheit für Straßenfahrzeuge.
es: Unidad anti-gravedad estándar para vehículos terrestres.
fr_fr: Une unité anti-gravité standard pour véhicule terrestre.
it: Questa è l'unità anti-gravità standard per i veicoli stradali.
ja_jp: 標準サイズの陸上車両用の反重力ユニット
pl: Standardowy układ napędowy pojazdu antygrawitacyjnego.
pt_br: Unidade antigravidade padrão para veículos de solo.
ru_ru: Стандартный антигравитационный блок для дорожных транспортных средств.

source: A high powered road vehicle engine for standard size road vehicles
cs: Výkonný antigrav. motor pro silniční vozidla běžných velikostí.
de_de: Ein leistungsstarker Antrieb für Standard-Straßenfahrzeuge.
es: Motor de alta potencia para vehículos terrestres de tamaño normal.
fr_fr: Un moteur puissant pour les véhicules terrestres de taille standard.
it: Motore ad alta potenza per veicoli stradali di dimensioni standard.
ja_jp: 標準サイズの陸上車両用の高出力なエンジン
pl: Wysokiej mocy silnik drogowy dla standardowych pojazdów naziemnych.
pt_br: Motor veicular de alta energia para veículos de solo de tamanho padrão.
ru_ru: Двигатель большой мощности для дорожных транспортных средств стандартных размеров.

source: A powerful road engine normally reserved for police or military use.
cs: Velmi výkonný motor, vyhrazený pro policejní a vojenské užití.
de_de: Ein leistungsstarker Antrieb für Polizei- und Militär-Straßenfahrzeuge.
es: Poderoso motor para vehículos terrestres normalmente reservado para la policía o los militares.
fr_fr: Un moteur puissant normalement réservé aux véhicules terrestres militaires ou de police.
it: Motore stradale riservato per i mezzi militari o della polizia.
ja_jp: 軍用あるいは警察車両用に製造確保されている高出力のエンジン。
pl: Potężny silnik drogowy, zazwyczaj dostępny tylko policji i siłom wojskowym.
pt_br: Motor veicular potente, normalmente reservado para uso policial ou militar.
ru_ru: Мощный дорожный двигатель, обычно используемый полицией или военными.
