Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The Psimorph creature is a large mass of tentacles.
cs: Tvor zvaný Psimorf je jak mohutné klubko chapadel.
de_de: Der Psimorph besteht praktisch nur aus einer Unzahl von Tentakeln.
es: La criatura Psimorph es una gran masa de tentáculos.
fr_fr: La créature psimorphe est une large masse de tentacules.
it: Lo Psimorfo è una creatura costituita da un'enorme massa di tentacoli.
ja_jp: Psiモーフは触手の塊のような姿をしている。
pl: Psymorf jest olbrzymią masą zbudowaną z macek.
pt_br: A criatura Psimorfo é uma grande massa com tentáculos.
ru_ru: Псиморф - огромная масса щупалец.

source: A living Psimorph is an extremely dangerous entity which must be kept unconscious, otherwise its Psionic ability would result in subversion of our personnel.
cs: Živý Psimorf je mimořádně nebezpečný tvor, kterého je nutné neustále udržovat v bezvědomí. V opačném případě svými Psionickými schopnostmi ovládá personál.
de_de: Ein lebender Psimorph ist ein extrem gefährliches Wesen, daß unter allen Umständen im Zustand der Bewußtlosigkeit gehalten werden muß, da seine psionischen Fähigkeiten sonst zur Unterminierung unseres Personal führen würde.
es: Un Psimorph vivo es una entidad altamente peligrosa que debe estar inconsciente, ya que de lo contrario, su habilidad psiónica lograría alterar a nuestro personal.
fr_fr: Un psimorphe vivant est une entité extrêmement dangereuse qui doit être maintenue dans un état inconscient, sinon ses capacités psioniques pourraient subvertir notre personnel.
it: Uno Psimorfo vivente è estremamente pericoloso; deve essere mantenuto incosciente, oppure userà la sua abilità psionica per prendere il controllo del nostro personale.
ja_jp: 生きたPsiモーフは非常に危険な検体で、常に意識の無い状態にしておかないとこちらのスタッフを洗脳してしまう。
pl: Żywy psymorf jest bytem niezwykle niebezpiecznym, który musi pozostać nieprzytomny, w przeciwnym wypadku jego zdolności psioniczne spowodowałyby podporządkowanie się naszego personelu jego woli.
pt_br: O Psimorfo vivo é uma entidade extremamente perigosa que deve ser mantida inconsciente, caso contrário, sua habilidade Psiônica resultaria em subversão do nosso pessoal.
ru_ru: Живой псиморф - крайне опасное существо, которое необходимо держать в бессознательном состоянии, иначе его пси-способности могут подчинить ему весь наш персонал.

source: This ungainly creature has a huge funnel for propelling a deadly liquid.
cs: Tento nemotorný tvor je vybaven mohutným chobotem, jímž vyvrhuje smrtící roztok.
de_de: Diese häßliche Kreatur besitzt eine riesige trichterförmige Drüse, durch die sie eine tödliche Flüssigkeit spritzt.
es: Esta fea criatura tiene un enorme embudo para expulsar un mortíferolíquido.
fr_fr: Cette créature disgracieuse a un large entonnoir servant à projeter un liquide mortel.
it: Questa strana creatura ha un grosso tubo per sparare un liquido mortale.
ja_jp: この不格好な生き物は致死的ダメージをもたらす液体を吐くストロー状の管を持っている。
pl: To niezgrabne stworzenie ma ogromny lejek do wyrzucania śmiercionośnej cieczy.
pt_br: Essa criatura desajeitada possui um longo funil para expelir um líquido mortal.
ru_ru: Это неуклюжее существо имеет огромную воронку, через который выбрасывает смертоносную жидкость.

source: The Spitter is humanoid in form but has a funnel shaped head.
cs: Plivač je humanoidní, ale jeho hlava má tvar chobotu.
de_de: Der Körperbau des Spitters ist zwar humanoid, aber sein Kopf ist trichterförmig.
es: El Escupidor tiene forma humanoide pero tiene una cabeza en forma de embudo.
fr_fr: Le cracheur a une forme humaine mais sa tête ressemble à un entonnoir.
it: Lo Sputatore è un umanoide, ma ha la testa a forma di tubo.
ja_jp: スピッターは見た目は人間っぽいが、口腔がそっくり頭部に位置している。
pl: Pliuj ma formę humanoidalną z głową przypominającą kształt lejka.
pt_br: O Cuspidor tem forma humanoide, mas tem a cabeça em forma de funil.
ru_ru: Спиттер имеет гуманоидную форму, но обладает воронкообразной головой.

source: An extremely large warrior creature.
cs: Extrémně velká bojovná nestvůra.
de_de: Eine extrem große Kriegerkreatur.
es: Una criatura guerrera extremadamente grande.
fr_fr: Une créature guerrière immense.
it: Una creatura guerriera di dimensioni davvero notevoli.
ja_jp: これは非常に大型の兵士としての生物だろう。
pl: Niezwykle duże wojownicze stworzenie.
pt_br: Uma criatura guerreira gigantesca.
ru_ru: Чрезвычайно большое существо, предназначенное для ведения боевых действий.

source: Due to the size of the Megaspawn we need a lot of free space in the Alien Containment facility to hold it and an advanced Bio-lab to study it.
cs: Vzhledem k objemu Megatrona, je jeho zkoumání možné pouze v Rozšířené biochemické laboratoři.
de_de: Aufgrund der Größe des Megaspawns benötigen wir viel freie platz und ein Primär-Biochemie-Labor zu Studienzwecken.
es: Debido al tamaño del Megaspawn necesitamos una avanzada instalación de contención alienígena para sujetarlo y unbio-laboratorio avanzado para estudiarlo.
fr_fr: En raison de la taille du Mégaspawn il nous faut une installation de confinement alien avancée pour l'incarcérer et un bio-labo sophistiqué pour l'examiner.
it: Viste le dimensioni del Megaspawn ci serve un'Unità di Contenimento Avanzata per conservarlo e un laboratorio biologico avanzato per studiarlo.
ja_jp: メガスポーンの研究に関してはそのの巨体のお陰で膨大な隔離室のスペースと最新のバイオ研究所が必要だ。
pl: Ze względu na rozmiar megamorfa potrzebujemy dużo wolnej przestrzeni w wiwarium, aby go przetrzymywać oraz zaawansowanego laboratorium biologicznego, aby prowadzić nad nim badania.
pt_br: Devido ao tamanho do Megaspawn, precisamos de muito espaço livre na contenção alienígena para acomodá-lo, e um laboratório avançado para seu estudo.
ru_ru: Из-за размеров мегаплода нам необходимо много свободного места в камерах для пришельцев для его содержания, а также улучшенная биолаборатория для его изучения.

source: A small bipedal Alien creature.
cs: Malý dvounohý cizácký tvor.
de_de: Eine kleine, zweibeinige Alien-Kreatur.
es: Una pequeña criatura alienígena bipeda.
fr_fr: Une petite créature alienne bipède.
it: Una piccola creatura Aliena bipede.
ja_jp: 二足歩行をする小さなエイリアンだ。
pl: Małe, dwunożne, obce stworzenie.
pt_br: Uma pequena criatura alienígena bípede.
ru_ru: Маленькое двуногое инопланетное существо.

source: An extremely dangerous Alien that must be kept sedated.
cs: Mimořádně nebezpečný tvor, ktery musí být stále uspán.
de_de: Ein äußerst gefährlicher Alien, der unter Betäubung gehalten werden muß.
es: Un alienígena peligrosísimo, que tiene que mantenerse sedado.
fr_fr: Un alien extrêmement dangereux qui doit être drogué en permanence.
it: Si tratta di un Alieno estremamente pericoloso: deve essere tenuto sotto sedativo.
ja_jp: 非常に危険なエイリアンなので、常に麻酔をかけておかなければならない。
pl: Bardzo niebezpieczny obcy, którego trzeba trzymać pod narkozą.
pt_br: Um alienígena extremamente perigoso que deve ser mantido sedado.
ru_ru: Чрезвычайно опасный пришелец, которого необходимо держать под действием снотворного.

source: A humanoid Alien with an exo-skeleton structure.
cs: Humanoidní tvor, s vnější podpůrnou kostrou.
de_de: Ein humanoider Alien mit einer Exoskelettstruktur.
es: Un humanoide alienígena con una estructura exo-esquelética.
fr_fr: Un alien humanoïde à la structure exo-squelettique.
it: Un Alieno umanoide con una struttura esoscheletrica.
ja_jp: 外骨格構造をもつヒューマノイド型エイリアン
pl: Obcy humanoid o strukturze egzoszkieletowej.
pt_br: Um alienígena humanoide com uma estrutura de exoesqueleto.
ru_ru: Гуманоидный пришелец с экзоскелетом.

source: An intelligent, airborne humanoid Alien warrior.
cs: Inteligentní cizácký bojovník, schopný pohybu vzduchem.
de_de: Ein intelligenter, flugfähiger humanoider Alien-Krieger.
es: Un guerrero alienígena inteligente, humanoide y volador.
fr_fr: Un guerrier alien humanoïde aéroporté intelligent.
it: Un guerriero Alieno volante, umanoide e molto intelligente.
ja_jp: 知的且つ飛行能力を持つヒューマノイド型のエイリアン兵だ。
pl: Inteligentny, latający humanoid wojownik.
pt_br: Um guerreiro voador alienígena humanoide e inteligente.
ru_ru: Разумный летающий гуманоидный инопланетный воин.

source: An unusual jelly like Alien life form.
cs: Zvláštní cizácká forma, podobná želé.
de_de: Eine ungewöhnliche, gallertartige außerirdische Lebensform.
es: Una extraña forma de vida alienígena gelatinosa.
fr_fr: Une étrange forme de vie alienne en forme de gelée.
it: Una strana forma di vita Aliena gelatinosa.
ja_jp: 特殊なゼリー状のエイリアン生命体だ。
pl: Niezwykła, galaretowata obca forma życia.
pt_br: Uma estranha forma de vida alienígena similar a uma geleia.
ru_ru: Необычная желеобразная форма жизни пришельцев.

source: A swarming amoebae-like Alien life form.
cs: Cizácká životní forma, podobná amébě.
de_de: Eine amöbenähnliche Alien-Lebensform, die in Schwärmen auftritt.
es: Una forma de vida con aspecto de amoebas.
fr_fr: Une forme de vie alienne constituée d'amibes grouillantes.
it: Una forma di vita Aliena ameboide.
ja_jp: アメーバ細胞の集合体のようなエイリアン生命体だ。
pl: Rojąca się, przypominająca amebę obca forma życia.
pt_br: Uma forma coletiva de vida alienígena semelhante à ameba.
ru_ru: Амебообразное скопление инопланетных форм жизни.

source: This is a huge egg laying Alien creature.
cs: Cizácký tvor, snášející mohutná vejce.
de_de: Das ist ein riesiger, eierlegender Alien.
es: Esta es una gran criatura alienígena que pone huevos.
fr_fr: C'est une immense créature alienne pondeuse d'oeufs.
it: Si tratta di un'enorme creatura che vive per deporre uova.
ja_jp: これはエイリアンを産む巨大な卵だ。
pl: To olbrzymie obce stworzenie składające jaja.
pt_br: Esta é uma gigantesca criatura alienígena que deposita ovos.
ru_ru: В этом огромном яйце содержится пришелец.

source: The enormous hulk of the Queenspawn requires great effort to transport and contain.
cs: Mimořádně velký trup Královny vyžaduje rozšířený prostor pro transport a uchování.
de_de: Der massige Queenspawn kann nur mit großem Aufwand transportiert und festgehalten werden.
es: El enorme cuerpo del Queenspawn requiere un gran esfuerzo para transportar y contener.
fr_fr: La masse énorme de la reine pondeuse nécessite des efforts gigantesques pour la transporter et l'enfermer.
it: L'enorme mole della Regina richiede notevoli sforzi sia per il trasporto che per il contenimento.
ja_jp: クイーンスポーンの巨大は運搬にも隔離にも大変なコストがかかる。
pl: Ogromny korpus królewskiego morfa wymaga wielkiego wysiłku, aby go przetransportować i przetrzymywać.
pt_br: A enorme estrutura da Rainha requer grande esforço para acomodar e transportar.
ru_ru: Массивные останки королевы требуют больших усилий для перевозки и хранения.

source: The Overspawn is an extremely dangerous Alien terror weapon.
cs: Hypertron je mimorádně nebezpečná zbraň cizáckého teroru.
de_de: Ein gigantisches Monster hat die Stadt heimgesucht.
es: El Overspawn es un arma de terror alienígena extremadamente peligrosa.
fr_fr: Un monstre énorme qui a détruit la ville.
it: Il Distruttore è un terribile strumento di terrore Alieno.
ja_jp: オーバースポーンは極度に危険なエイリアンのテロ兵器と言える。
pl: Supermorf jest skrajnie niebezpieczną bronią obcego terroru.
pt_br: O Overspawn é uma terrível, perigosa e gigantesca arma alienígena.
ru_ru: Сверхплод - чрезвычайно опасное орудие террора пришельцев.

source: A gigantic monster that has ravaged the city.
cs: Gigantické monstrum, které napadá město.
de_de: Der Overspawn ist ein extrem gefährlicher Alien.
es: Un gigantesco monstruo que ha destrozado la ciudad.
fr_fr: L'Overspawn est une arme alienne terrifiante et extrêmement dangereuse.
it: Un mostro gigantesco che ha devastato la città.
ja_jp: 都市を崩壊させた巨大モンスターだ。
pl: Gigantyczny potwór, który spustoszył miasto.
pt_br: Um monstro gigantesco que arrasou a cidade.
ru_ru: Чудовище, опустошившее город.

source: Investigate the genetic relationships between Alien life forms.
cs: Odhalení genetických vztahů mezi cizáckými životními formami.
de_de: Untersuchung der genetischen Beziehungen zwischen den verschiedenen Alien-Lebensformen.
es: Investigar las relaciones genéticas entre formas de vida alienígena.
fr_fr: Enquêtez sur les relations génétiques entre les formes de vie aliennes.
it: Indagare sulle relazioni genetiche tra le diverse forme di vita Aliene.
ja_jp: エイリアン生命体同士の遺伝的な関係を調査せよ。
pl: Zbadaj relacje genetyczne między formami życia obcych.
pt_br: Investigue a relação genética entre as forma de vida alienígenas.
ru_ru: Исследуйте генетическую связь между формами жизни пришельцев.

source: Research the primary stages of the Alien life cycle.
cs: Výzkum počátečního stádia cizáckého životního cyklu.
de_de: Erforschung der Anfangsstadien des Alien-Lebenszyklus.
es: Investigar las principales etapas del ciclo de vida alienígena.
fr_fr: Faites des recherches sur les étapes principales du cycle de vie alien.
it: Esaminare le fasi primarie del ciclo di vita Alieno.
ja_jp: エイリアンのライフサイクルの内、最も主要な時期を研究せよ。
pl: Zbadaj podstawowe etapy cyklu życia obcych.
pt_br: Estude os estágios primários do ciclo de vida alienígena.
ru_ru: Исследуйте начальные стадии жизненного цикла пришельцев.

source: Investigate the source of the Alien intelligence and their secret purpose.
cs: Odhalí zdroj cizácké inteligence a jejich tajné plány do budoucnosti.
de_de: Analyse der Quelle außerirdischer Intelligenz und ihrer geheimen Ziele.
es: Investigar la fuente de la inteligencia alienígena y sus propósitos secretos .
fr_fr: Faites des enquêtes sur les sources de renseignements aliennes et leur but secret.
it: Indagare sulla sorgente dell'intelligenza Aliena e sul suo scopo finale.
ja_jp: エイリアン達の作戦を指令する中枢とその真の目的を突き止めろ。
pl: Zbadaj źródło inteligencji obcych i ich tajny cel.
pt_br: Investigue a fonte da inteligência alienígena e seu propósito secreto.
ru_ru: Исследуйте источник разума пришельцев и их тайные замыслы.

source: The aim is to develop a toxin that specifically targets the early stages of the Alien life cycle.
cs: Cílem je vývin toxinu, který je účinný zvláště proti nejnižším stádiím cizáckého životního cyklu.
de_de: Das Ziel ist die Entwicklung eines toxischen Stoffs, der vor allem auf die frühen Phasen des Alien-Lebenszyklus einwirkt.
es: El objetivo es desarrollar una toxina que se dirige específicamente a las primeras etapas del ciclo de vida alienígena.
fr_fr: Le but est de développer une toxine s'attaquant principalement aux premières étapes du cycle de vie alien.
it: Lo scopo è sviluppare una tossina che elimini gli Alieni alle prime fasi del loro sviluppo.
ja_jp: 毒物の開発は比較的未成熟なエイリアンを標的にする事を念頭においている。
pl: Celem jest opracowanie toksyny ukierunkowanej na wczesne etapy cyklu życia obcych.
pt_br: O objetivo é desenvolver uma toxina que atinga especificamente os primeiros estágios do ciclo de vida alienígena.
ru_ru: Цель проекта - разработать токсин, предназначенный для борьбы с низшими стадиями жизненного цикла пришельцев.

source: A toxin needs to be developed to combat the higher Alien life forms.
cs: K boji proti pokročilým cizáckým fromám potřebujeme účinnější toxin.
de_de: Ein Toxin, das höhere Alien-Lebensformen angreift, muß schnellstens entwickelt werden.
es: Hay que desarrollar una toxina para combatir las grandes formas de vida alienígena.
fr_fr: Il faut développer une toxine pour combattre les formes de vie supérieures.
it: Bisogna sviluppare una tossina per combattere le forme di vita Aliene più evolute.
ja_jp: より成長が進んだエイリアン生命体に対抗し得る様、毒物の改良をしなければならない。
pl: Trzeba opracować toksynę do walki z wyższymi formami życia obcych.
pt_br: É preciso desenvolver uma toxina para combater as formas de vida maiores.
ru_ru: Необходимо разработать токсин для борьбы с высшими формами жизни пришельцев.

source: A powerful Biological warfare weapon designed to target the Micronoid parasites.
cs: Účinná biologická zbraň, zaměřená především k potírání Mikronoidů.
de_de: Eine gewaltige Waffe für die biologische Kriegsführung, die gegen Mikronoid-Parasiten eingesetzt wird.
es: Una poderosa arma biológica diseñada para atacar a los par sitos Micronoid.
fr_fr: Une puissante arme de guerre biologique conçue pour s'attaquer aux parasites micronoïdes.
it: Una potente arma biologica progettata per eliminare i parassiti Micronoidi.
ja_jp: 対マイクロノイド寄生体用に開発された強力なバイオ兵器
pl: Potężna broń biologiczna zaprojektowana aby zwalczyc pasożyty Mikronoid.
pt_br: Uma poderosa arma biológica concebida para atingir os parasitas Micronoides.
ru_ru: Мощное биологическое оружие, разработанное для борьбы с микроноидами-паразитами.

source: There is a possibility that a multi-toxin can be suspended in gaseous form, which would increase the efficiency of our Biological weaponry.
cs: Je zde možnost vytvořit multitoxin, rozptýlitelný ve formě plynu, jež by mohl významně zvýšit účinnost tohoto druhu biologické zbraně.
de_de: Es besteht die Möglichkeit der Herstellung eines gasförmigen Multi-Toxins, das die Effizienz unserer biologischen Waffen erhöhen würde.
es: Existe la posibilidad de hacer una suspensión de multi-toxina en forma de gas, lo cual aumentaría la eficacia de nuestras armas biológicas.
fr_fr: Il est peut-être possible de stocker une multi-toxine sous forme gazeuse, ce qui augmentera l'efficacité de nos armes biologiques.
it: C'è la possibilità che una multi-tossina possa essere generata in forma gassosa, incrementando di molto l'efficacia di quest'arma biologica.
ja_jp: 複合毒をガス状で安定化させられるかもしれない。これはバイオ兵器の効果を増大させる事に繋がる。
pl: Istnieje prawdopodobieństwo, że wielotoksyna może zostać utrzymana w formie gazowej, co zwiększyłoby efektywność naszej broni biologicznej.
pt_br: Há a possibilidade de que uma multi-toxina possa ser liberada em forma de gás, o que aumentaria a eficiência de nosso arsenal biológico.
ru_ru: Есть вероятность, что мультитоксин может быть распылен в газообразном виде, что увеличит эффективность нашего биологического оружия.

source: A security station using Alien disrupter technology.
cs: Stanice obrany, využívající disperzívní technologii
de_de: Eine Sicherheitsstation auf der Basis außerirdischer Disruptor-Technologie.
es: Un puesto de seguridad que utiliza tecnología perturbadora alienígena.
fr_fr: Une base de sécurité utilisant la technologie de disruption alienne.
it: Una stazione di sicurezza che usa la tecnologia Aliena della Disgregazione.
ja_jp: エイリアンのディスラプターテクノロジーを用いたセキュリティステーション
pl: Stacja bezpieczeństwa wykorzystująca technologię dysrupcyjną obcych.
pt_br: Uma estação de segurança usando a tecnologia disruptiva alienígena.
ru_ru: Пост безопасности, в котором используется расщепляющее оружие пришельцев.

source: For researching advanced Alien organic technology.
cs: Pro výzkumy pokročilé cizácké organické technologie.
de_de: Zur Erforschung der fortschrittlichen organischen Technologie der Aliens
es: Para investigar tecnología alienígena orgánica avanzada.
fr_fr: pour faire des recherches sur la technologie organique alienne avancée.
it: Per la ricerca sulle tecnologie organiche Aliene avanzate.
ja_jp: 進んだエイリアンの生体機構テクノロジーを研究する為の施設
pl: Do badania zaawansowanej technologii organicznej obcych.
pt_br: Para pesquisar tecnologia orgânica alienígena avançada.
ru_ru: Для исследования улучшенных органических технологий пришельцев.

source: For researching advanced Alien technology.
cs: Pro výzkum pokročilé cizácké technologie.
de_de: Zur Erforschung der fortschrittlichen Alien-Technologie.
es: Para investigar tecnología alienígena avanzada.
fr_fr: pour faire des recherches sur la technologie alienne avancée.
it: Per la ricerca sulle tecnologie Aliene avanzate.
ja_jp: 進んだエイリアンテクノロジーを研究する為の施設
pl: Do badania zaawansowanej technologii obcych.
pt_br: Para pesquisar tecnologia alienígena avançada.
ru_ru: Для исследования улучшенных технологий пришельцев.

source: To secure and research large or dangerous Alien life forms.
cs: Pro držení a výzkum velkých či nebezpečných cizáckých forem.
de_de: Um große oder gefährliche Alien-Lebensformen in Gewahrsam zu halten oder sie zu erforschen.
es: Para conseguir e investigar grandes o peligrosas formas de vida alienígena.
fr_fr: pour mettre en sûreté les formes de vie aliennes dangereuses et faire des recherches dessus.
it: Per contenere ed esaminare Alieni di grandi dimensioni o pericolosi.
ja_jp: 巨大もしくは危険なエイリアン生命体を収監し研究する為の施設
pl: By zabezpieczać i badać wielkie lub niebezpieczne obce formy życia.
pt_br: Para acomodar e estudar formas de vida alienígenas grandes ou perigosas.
ru_ru: Для захвата и исследования крупных или опасных форм жизни пришельцев.

source: Needed for building new vehicle types.
cs: Nutná pro výrobu vozidel nového typu.
de_de: Für die Konstruktion neuer Fahrzeugtypen.
es: Se necesita para construir nuevos tipos de vehículo.
fr_fr: nécessaire pour construire de nouveaux types de véhicules.
it: Necessario per costruire nuovi tipi di veicoli.
ja_jp: 乗り物の新造の為に必要となる。
pl: Potrzebne do budowy nowych typów pojazdów.
pt_br: Necessário para construir novos tipos de veículos.
ru_ru: Необходимо для постройки новых видов техники.

source: An Alien beam weapon.
cs: Paprsková zbraň.
de_de: Eine Alien-Strahlenwaffe.
es: Un arma alienígena de rayos.
fr_fr: Une arme alienne à rayons.
it: Un'arma a raggi Aliena.
ja_jp: エイリアンの光線兵器
pl: Promienista broń obcych.
pt_br: Uma arma de raios alienígena.
ru_ru: Лучевое оружие пришельцев.

source: An intelligent Alien proximity mine
cs: Pohyblivá inteligentní mina.
de_de: Eine intelligente Näherungsmine der Aliens.
es: Una mina alienígena de proximidad inteligente.
fr_fr: Une mine de proximité alienne intelligente
it: Una mina di prossimità Aliena intelligente.
ja_jp: エイリアンの自動制御型近接地雷
pl: Inteligentna mina zbliżeniowa obcych.
pt_br: Uma mina de proximidade alienígena inteligente
ru_ru: Умная мина пришельцев с датчиком движения

source: Fires Brainsucker pods.
cs: Vystřeluje kukly mozkožroutů.
de_de: Feuert Brainsucker-Kapseln ab.
es: Dispara vainas Sorbecerebros.
fr_fr: tire des capsules de lobotomiseur.
it: Lancia Sonde Succhiacervelli.
ja_jp: ブレインサッカー弾を発射する
pl: Strzela kapsułami wysysaczy.
pt_br: Dispara casulos suga-cérebro.
ru_ru: Выстреливает капсулы мозгососа.

source: An Alien organic weapon.
cs: Cizácká organická zbraň.
de_de: Eine organische Alien-Waffe.
es: Un arma orgánica alienígena.
fr_fr: Une arme alienne organique.
it: Un'arma organica Aliena.
ja_jp: エイリアンの生体兵器
pl: Organiczna broń obcych.
pt_br: Uma arma alienígena orgânica.
ru_ru: Органическое оружие пришельцев.

source: Ammunition for an Alien weapon.
cs: Munice pro cizáckou zbraň.
de_de: Munition für eine Alien-Waffe.
es: Munición para un arma alienígena.
fr_fr: Munitions pour une arme alienne.
it: Munizioni per un'arma Aliena.
ja_jp: エイリアンの兵器の弾倉
pl: Amunicja do obcej broni.
pt_br: Munição para uma arma alienígena.
ru_ru: Боеприпасы для оружия пришельцев.

source: An Alien guided missile weapon.
cs: Cizácká zbraň s řízenými raketami.
de_de: Eine Alien-Zielraketenwaffe.
es: Un arma alienígena de misil guiado.
fr_fr: Une arme à missiles guidés.
it: Un missile guidato Alieno.
ja_jp: エイリアンの自動追尾型ミサイル兵器
pl: Broń na pociski kierowane obcych.
pt_br: Uma arma alienígena de mísseis guiados.
ru_ru: Система управляемых ракет пришельцев.

source: An Alien guided missile.
cs: Cizácká řízená raketa.
de_de: Eine Alien-Zielrakete.
es: Un misil guiado alienígena.
fr_fr: Un missile guidé alien.
it: Un missile guidato Alieno.
ja_jp: エイリアンの自動追尾ミサイル
pl: Pocisk kierowany obcych.
pt_br: Um míssil guiado alienígena.
ru_ru: Управляемая ракета пришельцев.

source: A powerful Alien grenade.
cs: Velmi účinný cizácký granát.
de_de: Eine Alien-Granate mit hoher Durchschlagkraft.
es: Una poderosa granada alienígena.
fr_fr: Une puissante grenade alienne.
it: Una potente granata Aliena.
ja_jp: 強力なエイリアンのグレネード
pl: Potężny granat obcych.
pt_br: Uma poderosa granada alienígena.
ru_ru: Мощная граната пришельцев.

source: An Alien energy shield.
cs: Cizácký energetický štít.
de_de: Ein Alien-Energieschild.
es: Un escudo de energía alienígena.
fr_fr: Un bouclier d'énergie alien.
it: Uno scudo energetico Alieno.
ja_jp: エイリアンのエネルギーバリア
pl: Tarcza energetyczna obcych.
pt_br: Um escudo de energia alienígena.
ru_ru: Энергетический щит пришельцев.
