Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: GravBall is a fast paced aerial version of Soccer where the players use anti-grav backpacks to fly around an immense stadium. Due to the fast and violent nature of the game, players wear tough armor, injuries are still common though. Cybernetic implants are used to substitute for mangled limbs, but a GravBall player must be at least 50% original human flesh in order to qualify in the GravBall league. Due to the popularity of the sport the GravBall League, which owns all the stadiums in the city, has become a prosperous corporation. However, alternative recreations such as Sensovision or the illegal Psiclone are proving to be serious competition.
cs: GravBall je velmi rychlá vzdušná verze dávného fotbalu, kde hráči pomocí antigravitačních batohů létají ve vzdušném hřišti. Vzhledem k rychlé a divoké povaze hry, jsou běžná nejrůznější zranění, přestože jsou hráči těžce obrněni. K nahrazení rozdrcených končetin jsou používány kybernetické implantáty, ale hráč GravBallu musí mít alespoň 50% původních svalů, aby se mohl ucházet o místo v lize. Díky popularitě tohoto sportu se GravBall League, která vlastní všechny stadióny ve městě, stala prosperující organizací, přestože alternatívní druhy zábavy, jako Senzovize nebo ilegální Psiklony přestavují vážnou konurenci.
de_de: GravBall ist eine schnelle 'Luftversion' des Fußballs. Die Spieler fliegen mit Hilfe von Anti-Schwerkraft-Rucksäcken durch riesige Stadien. Aufgrund der Geschwindigkeit und der gewalttätigen Natur des Spiels tragen die Teilnehmer einen schweren Schutzpanzer; Verletzungen sind trotzdem häufig. In Mitleidenschaft gezogene Körperteile können durch Cybernetic-Gliedmaßen ersetzt werden. Ein Gravball-Spieler muß allerdings zu 50% aus menschlichem Material bestehen, um spielberechtigt zu sein. Da diese Sportart sehr populär ist, hat sich die GravBall League, die fast alle Stadien der Stadt besitzt, zu einem wohlhabenden Konzern entwickelt. Andere Freizeitbeschäftigungen wie die Sensovision oder das illegale Psiklon werden immer mehr zu einer ernstzunehmenden Konkurrenz.
es: GravBall es un versión aérea y rápida del fútbol, en la cual los jugadores utilizan mochilas anti-gravedad para volar por un inmenso estadio. Debida a la rapidez y y violencia del juego, los jugadores llevan un fuerte blindaje, y no obstante, suele haber lesiones. Los implantes cibernéticos se utilizan para sustituir extremidades destrozadas, pero un jugador de GravBall debe tener al menos un 50% de piel humana original para poder jugar en la Liga de GravBall. Debido a la popularidad del deporte, la Liga de GravBall, que es propietaria de todos los estadios de la ciudad, se ha hecho rica. Sin embargo, las opciones de ocio alternativo como por ejemplo Sensovisión o el ilegal Psiclon son una competencia preocupante.
fr_fr: Le gravball est une version aérienne rapide du football, où les joueurs utilisent des sacs à dos anti-gravité pour voler dans un grand stade. En raison de la nature violente et rapide du jeu, les joueurs portent une armure solide mais il leur arrive quand même d'être blessés. Les greffes cybernétiques permettent de remplacer les membres mutilés des joueurs, mais ceux-ci doivent conserver au moins 50% de leur anatomie originale pour pouvoir se qualifier pour le championnat de gravball. En raison de la popularité du sport, la ligue de gravball, qui possède tous les stades de la ville, est devenue une société prospère. Cependant, les autres loisirs, tels que la sensovision ou le Psiclone illégal, s'avèrent des concurrents sérieux.
it: Il GravBall è una versione aerea e veloce del calcio, dove i giocatori usano zaini anti-gravità per spostarsi all'interno di un'immensa arena. A causa della natura violenta di questo gioco i partecipanti indossano pesanti armature, anche se gli infortuni sono all'ordine del giorno. Spesso i giocatori usano impianti cibernetici al posto dei loro organi danneggiati, anche se una legge impone almeno il 50% di composizione organica per poter giocare negli incontri della Lega. Questo sport è estremamente popolare e la GravBall, che possiede tutte le arene, è una corporazione fiorente. L'esistenza di sistemi d'intrattenimento alternativi come il Sensovision e l'illegale Psiclone stanno facendo una seria concorrenza a questo gioco.
ja_jp: グラブボールはペースの早い空中サッカーのようなもので、選手は反重力バックパックを使って巨大なスタジアムを縦横無尽に飛び回る。高速で危険なスポーツである為、選手は丈夫な防具を着用しているがそれでも怪我人が絶えない。欠損した四肢をサイバーパーツで代用する事が許可されているが、リーグの質を維持する為に最低でも元の肉体の50%を保持していなければならない。スポーツ人気のお陰で全てのスタジアムを所有するグラブリーグは企業として繁栄しているが、代替娯楽であるセンソビジョンや非合法のPsiクローンが深刻な競合相手になりつつある。
pl: Grawbol to dynamiczna, trójwymiarowa wersja piłki nożnej, w której zawodnicy poruszają się po wielkim stadionie za pomocą plecaków antygrawitacyjnych. Z uwagi na szybkość i brutalny charakter gry zawodnicy noszą mocne pancerze, lecz urazy i tak są częste. Utracone kończyny zastępowane są cyberwszczepami, jednak zawodnik musi składać się przynajmniej w 50% z ludzkiej tkanki, aby być dopuszczonym do rozgrywek ligowych. Dzięki popularności tego sportu liga grawbolu, do której należą wszystkie stadiony w mieście, stała się zamożną korporacją. Inne formy rekreacji, jak sensowizja czy nielegalny psyklon, tworzą jednak silną konkurencję.
pt_br: Gravball é uma versão aérea mais rápido do futebol, em que os jogadores usam mochilas antigravidade para voar dentro de um imenso estádio. Devido à natureza rápida e violenta do jogo, os jogadores usam armaduras, mas lesões ainda são bastante comuns. Implantes cibernéticos são usados para substituir membros destroçados, mas um jogador de gravball deve ser pelo menos 50% humano para participar da liga. Devido à popularidade do esporte, a liga de gravball, que é dona de todos os estádios da cidade, tornou-se uma próspera corporação. No entanto, recreações alternativas, como a Sensovisão ou o Psiclone, que é ilegal, têm se tornado uma séria concorrência.
ru_ru: Гравбол - это высокоскоростной воздушный вариант европейского футбола, в котором игроки используют антигравитационные ранцы для перемещения по огромному стадиону. Из-за высоких скоростей и жестокой природы игры игроки носят тяжелую броню. Но несмотря на это травмы все еще достаточно распространены. Кибернетические имлантаты используются для замены искалеченных конечностей, но тело игрока в гравбол должно содержать как минимум 50 % человеческой плоти, чтобы он смог пройти квалификацию Лиги гравбола. Благодаря высокой популярности этого вида спорта Лига гравбола стала процветающей корпорацией. Тем не менее, альтернативные развлечения, такие как сенсовидение и нелегальный псиклон, представляют серьезную угрозу его популярности.

source: Psyke is a criminal syndicate which is based in the slum areas. The organization is originally thought to have developed the Psiclone implant in 2081 with the aid of a renegade Marsec scientist. The design was quickly copied by the other syndicates creating an unprecedented level of gang warfare. The degradation of city life is frequently blamed on Psyke's activities, but they are no longer the biggest gang in the region.
cs: Psyke je kriminální syndikát, obývající oblasti Slumů. Tuto organizaci v roce 2081 napadla myšlenka psionického implantátu, kterou pak realizovali za pomoci vědců zběhlých z Marsecu. Výrobek byl velmi rychle okopírován ostatními syndikáty, vytvářejíc tak mezi gangy dosud nejkritičtější válečný stav. Z degradace městského života bývá nejčastěji obviňován právě Psyke, ale ten už dávno není největším gangem ve městě.
de_de: Psyke ist ein Verbrechersyndikat, das in den Slums sein Unwesen treibt und dem - in Zusammenarbeit mit einem abtrünnigen Marsec-Wissenschaftler - die Entwicklung des Psiklon-Implantats im Jahr 2081 zugeschrieben wird. Die Idee wurde schnell von anderen Verbrecherbanden kopiert, was zu einem Bandenkrieg von ungeahnten Ausmaßen führte. Der Verfall des städtischen Lebens wird häufig Psyke zur Last gelegt, aber sie ist mittlerweile nicht mehr die größte Bande in der Stadt.
es: Psyke es un sindicato del crimen con base en las zonas más deprimidas. Se cree que esta organización fue la que desarrolló originalmente el implante Psiclon en el año 2081 con al ayuda de un científico amargado de Marsec. El diseño fue copiado rápidamente por los demás sindicatos, llegándose a un nivel desconocido de peleas entre bandas. El empeoramiento del nivel de vida en la ciudad se suele achacar a las actividades de Psyke, pero ya no son la mayor banda de la región.
fr_fr: Psyke est le syndicat du crime dont le QG se trouve dans les quartiers pauvres de la ville, les taudis. On raconte que c'est l'organisation qui conçut l'implant Psiclone en 2081, en collaboration avec un scientifique dissident de Marsec. Le concept a été rapidement copié par les autres syndicats, créant une guerre des gangs sans précédent. La détérioration de la qualité de la vie dans la ville est souvent attribuée aux activités de Psyke, bien qu'il ne soit plus le gang le plus important de la région.
it: Lo Psyke è un gruppo criminale nei bassifondi della città. Si ritiene che sia stata quest'organizzazione a sviluppare l'impianto Psiclone nel 2081, con l'aiuto di uno scienziato fuggito dalla Marsec. Il progetto originale è stato immediatamente copiato da altri cartelli criminali, portando a un livello mai visto prima di guerra tra bande. Il degrado del livello di vita cittadino è frequentemente imputato allo Psyke, che ormai non è, però, la banda più importante della regione.
ja_jp: サイケは犯罪シンジケートでスラム街を根城にしている。この組織は2081年に元マーゼック社の科学者の助けを借りてPsiクローンインプラントを製造した張本人と見なされたが、すぐにコピー品が他のシンジケートによって作られるようになり、未曾有の規模でギャング同士の抗争が勃発した。都市生活の堕落の影には常にサイケが居るとしばしば非難されるが、彼らは既に地域最大のギャングではなくなっている。
pl: Psyke to gang pochodzący z obszaru slumsów. Uważa się, że to ta właśnie organizacja skonstruowała w 2081 roku, z pomocą renegackiego naukowca Marseka, wszczep zwany psyklonem. Projekt ten został szybko skopiowany przez pozostałe grupy przestępcze, co wywołało niespotykaną dotąd wojnę gangów. Psyke uważa się za przyczynę obniżania się stopy życiowej mieszkańców Mega-Primus, choć nie jest on już największym gangiem w mieście.
pt_br: Psyke é um sindicado criminoso estabelecido nas favelas. Especula-se que a organização desenvolveu o Psiclone, em 2081, com a ajuda de um cientista rebelde da Marsec. O design foi rapidamente copiado por outros sindicatos, criando uma guerra entre facções sem precedentes. Culpa-se a Psyke pela degradação da vida na cidade, mas ela já não é mais a maior gangue da região.
ru_ru: "Псайк" - это преступный синдикат, штаб-квартира которого расположена в трущобах. Организация подозревается в создании псиклона (имплантата) в 2081-м году с помощью ученого-отступника из "Марсека". Проект был вскоре скопирован прочими синдикатами, что привело к беспрецедентной гангстерской войне. Снижение уровня жизни в городе часто ставится в вину "Псайку", однако они уже не являются крупнейшей бандой в регионе.

source: Diablo is a criminal syndicate with a particularly violent reputation. They have muscled in on the Psiclone trade and have consequently become bigger and more powerful than Psyke. Gang members are intensely loyal to their cause and hostile to any outsiders.
cs: Diablo je kriminální syndikát s mimořádně násilnickou reputací. Před nedávnem ovládl trh s Psiklony, čímž se stal větším a mnohem silnějším, než Psyke. Členové gangu jsou si navzájem hluboce věrní a nepřátelští ke všem nezasvěceným.
de_de: Diablo ist ein Verbrechersyndikat, das für seine Gewaltbereitschaft bekannt ist. Durch ihre Konzentration auf den Psiklon-Handel ist die Bande mittlerweile größer und einflußreicher als Psyke. Die Bandenmitglieder sind äußerst loyal und Außenseitern gegenüber sehr feindselig eingestellt.
es: Diablo es un sindicato del crimen con una reputación especialmente violenta. Se han apoderado del comercio del Psiclon y con ello han logrado ser más grandes y más poderosos que Psyke. Los miembros de la banda son intensamente leales y hostiles a cualquier extraño.
fr_fr: Diablo est un syndicat du crime à la réputation particulièrement violente. Il s'est imposé par la force dans le commerce du Psiclone et il est à présent plus puissant et plus influent que Psyke. Les membres du gang font preuve d'une loyauté à toute épreuve et d'une hostilité prononcée vis-à-vis des étrangers.
it: Diablo è un sindacato criminale, in assoluto il più violento di Mega-Primus. Attualmente controlla quasi tutto il commercio dello Psiclone, ed è così molto più potente dello Psyke. I membri di questa banda sono estremamente fedeli, e sono molto sospettosi nei confronti di tutti coloro che non ne fanno parte.
ja_jp: ディアブロは暴力に訴えかける事で有名な犯罪シンジケートである。彼らはPsiクローンの売買で利益を上げ、サイケを凌ぐ強大な集団となった。構成員は組織に対する強い忠誠心をもち、他者に対し敵対的である。
pl: Diablo to syndykat przestępczy o reputacji szczególnie skłonnego do przemocy. Wypłynęli na szczyt handlując psyklonem i w rezultacie stali się więksi i bardziej potężni niż Psyke. Członkowie gangu są fanatycznie wierni swojej sprawie i wrodzy wobec innych.
pt_br: Diablo é um sindicato criminoso com uma reputação particularmente violenta. Eles tomaram à força os negócios do Psiclone e, consequentemente, se tornaram mais poderosos que a Psyke. Membros da gangue são extremamente leais a sua causa e hostis com qualquer um de fora.
ru_ru: "Дьябло" - это преступный синдикат, обладающий репутацией самой жестокой банды. Они поднялись благодаря торговле псиклоном, а затем стали крупнее и мощнее "Псайка". Члены банды чрезвычайно преданы своему делу и враждебны к любым чужакам.

source: The Osiron syndicate is the wealthiest criminal operation in the city area. Although they are based in the slum areas they are able to conduct apparently legitimate business in the city and there is no proven link between Osiron and violent crime. It is widely suspected that they employ the services of the other gangs where possible, only resorting to direct action if necessary.
cs: Syndikát Osiron, je nejbohatší ze všech gangů v oblasti města. Přestože je usídlen v oblasti Slumů, je schopen provádět a také provádí zcela legální obchody ve městě a není prokázána spojitost mezi Osironem a násilnou kriminalitou. Je však důvodné podezření, že využívá služeb ostatních gangů, aby si zachoval čisté ruce a k přímým akcím se uchyluje pouze ve výjimečných případech.
de_de: Das Osiron-Syndikat ist die reichste kriminelle Vereinigung der Stadt. Obschon sie ihr Hauptquartier in den Slums hat, gehen die Mitglieder in der Stadt scheinbar legalen Geschäften nach, und Osiron kann keine Verbindung zu Gewaltverbrechen nachgewiesen werden. Es wird allgemein angenommen, daß Osiron die Dienste anderer Banden in Anspruch nimmt und sich selbst nur die Finger schmutzig macht, wenn dies absolut notwendig ist.
es: El sindicato Osiron es el grupo criminal más rico de la ciudad. Aunque tienen su base en las zonas más deprimidas, logran mantener negocios aparentemente legítimos en plena ciudad y no se ha podido demostrar una conexión entre Osiron y el crimen violento. Se tiene la sospecha generalizada de que emplean los servicios de otras bandas siempre que pueden, sólo actuando ellos cuando no hay más remedio.
fr_fr: Le syndicat Osiron est l'organisation la plus riche de la ville. Bien qu'il soit basé dans les quartiers pauvres de la ville, il a une devanture respectable et des bureaux dans le quartier des affaires, et rien ne permet de penser qu'Osiron trempe dans le crime crapuleux. On soupçonne ce syndicat de faire appel si possible aux services des autres gangs, n'agissant directement que lorsque cela s'avère vraiment indispensable.
it: Il gruppo Osiron è la banda di criminali più ricca dell'area cittadina. Anche se la sua base si trova nei bassifondi, è in grado di gestire in città una serie di traffici apparentemente legali, e non esiste alcun collegamento provato tra essa e il crimine violento. Si sospetta che questi uomini si servano, quando possibile, dei servigi delle altre bande, ricorrendo all'azione diretta solamente nei casi estremi.
ja_jp: オシロンシンジケートは都市部で最も実入りの良い犯罪に手を染めている。彼らの拠点はスラム街だが真っ当なビジネスマンを相手に商売をしていて、その痕跡を全く残さないだけでなく、暴力絡みの事件も起こさない。彼らは必要な時だけ他のギャングを雇って直接的な行動に出ているのではないかというのが大方の予想だ。
pl: Syndykat Osiron jest najbogatszą organizacją przestępczą, jaka działa w obrębie miasta. Choć jej siedziba znajduje się w slumsach, jest w stanie prowadzić pozornie legalne interesy w mieście i nikt nie udowodnił jej powiązań z brutalnym światem zbrodni. Powszechnie podejrzewa się, że Osiron korzysta z usług innych gangów, gdy tylko jest to możliwe, rzadko angażując się bezpośrednio w działalność kryminalną.
pt_br: O sindicato Osiron é a operação criminosa mais próspera da cidade. Embora estejam estabelecidos nas favelas, são capazes de conduzir negócios aparentemente legais, e não há ligação comprovada entre Osiron e crimes violentos. Suspeita-se que utilizam os serviços de outras gangues quando possível, recorrendo a uma ação direta apenas quando necessário.
ru_ru: Синдикат "Озирон" - самая богатая преступная организация в городе. Хотя они базируются в трущобах, этот синдикат способен вести вполне чистый бизнес в городе. Прямых доказательств связи между "Озироном" и организованной преступностью нет. Многие подозревают, что они нанимают членов других банд для осуществления своих грязных делишек, причем к прямому действию они прибегают только в экстренных случаях.

source: Sentient Engine Liberation Front
de_de: B.F.E.M.
es: Frente de Liberación Sentient Engine
fr_fr: F.L.M.I.
it: S.E.L.F.
ja_jp: 知覚動炉解放前線
pl: Organizacja Wyzwolenia Androidów
pt_br: Frente de Libertação dos Mecanismos Sencientes.
ru_ru: Фронт освобождения разумных машин

source: The city edict of 2076 effectively banished Androids from most areas of city life. They were forced into slum areas and treated as little more than vermin. They considered themselves to be artificial life forms of equal intellect to human beings and decided to fight back. SELF is an organization dedicated to fight for equality for all sentient life forms, whether flesh or machine. Their activity has been limited to pressure group politics, but there are demands within their ranks to resort to more direct, violent action.
cs: Městskou vyhláškou z roku 2076 byli Androidi vykázáni z většiny oblastí městského života. Byli vyhnáni do Slumů a zacházelo se s nimi jako s havětí. Postupně se všechny formy umělého života s inteligencí, odpovídající lidským tvorům sjednotily, a rozhodly bojovat za návrat. SELF je organizací snažící se o zrovnoprávnění veškerých uvědomělých životních forem, jak biolgoických, tak strojových. Jejich aktivity jsou omezeny na nátlak na politické strany, ale jsou zde i hlasy vyzývající k přímým, více násilným aktivitám.
de_de: Ein Stadterlaß aus dem Jahr 2076 verbannte die Androiden aus den meisten Lebensbereichen. Sie wurden in die Slums abgedrängt und wie Ungeziefer behandelt. Sie selbst sahen sich jedoch als Lebensformen mit einer dem Menschen ebenbürtigen Intelligenz und beschlossen, sich zu wehren. Die Befreiungsfront emotionsfähiger Maschinen ist eine Organisation, die sich dem Kampf für die Gleichstellung aller empfindungsfähigen Wesen, ob organisch oder künstlich, verschrieben hat. Ihre Aktivitäten beschränken sich bisher auf politische Arbeit, aber innerhalb der Organisation wird der Ruf nach direkten Gewaltaktionen immer lauter.
es: La norma municipal del año 2076 prohibió a los androides vivir en la mayor parte de la ciudad. Fueron obligados a residir en zonas deprimidas y tratados como si fueran basura. Se consideraban a si mismos como formas de vida artificial con una inteligencia igual a la de los seres humanos y decidieron luchar por sus derechos. FLSE es una organización dedicada a luchar por la igualdad de todas las formas de vida que sienten, sean de carne y hueso o máquinas. Su actividad se ha limitado a grupos de presión políticos, pero hay peticiones entre sus militantes para que se lleven a cabo acciones más directas y violentas.
fr_fr: Le décret municipal de 2076 a banni les androïdes de la plupart des quartiers de la ville. Réduits à vivre dans les quartiers pauvres et traités comme de la vermine, ils se considèrent comme des formes de vie artificielles d'un intellect égal à celui des êtres humains, et ont décidé de riposter. Le Front de Libération des Machines Intelligentes est une organisation qui se bat pour l'égalité de toutes les formes de vie intelligentes, qu'elles soient humaines ou artificielles. Son activité est limitée à la pression politique, mais certains androïdes radicaux préconisent une action plus directe et violente.
it: L'editto cittadino del 2076 bandì gli androidi da buona parte della vita cittadina. Essi furono confinati in veri e propri ghetti, trattati come una forma di vita inferiore. Gli androidi considerano sé stessi come forme di vita artificiale di dignità pari a quella degli umani, e si stanno organizzando per ottenere i loro diritti. Il S.E.L.F. è un'organizzazione che combatte per il riconoscimento della parità di tutte le forme di vita senzienti, siano esse composte di carne o di metallo. La sua attività si limita per ora a pressioni effettuate sull'opinione pubblica, ma ci sono cellule d'azione al suo interno che sono pronte a passare a forme più dirette e violente d'azione.
ja_jp: 2076年の条例布告によりアンドロイドはみるみる都市生活の場から姿を消した。彼らはスラム街に逃げ込む事を余儀なくされたが、ドブネズミ以下の扱いを受けた。彼らは自身を人間と同等の人工生命体であると考え、反撃を開始することを決心した。SELF（Sentient'知覚' Engine'動炉' Liberation'解放' Front'前線'）は知覚能力を持つ全ての生命体の平等の為の戦う集団であり、生物であるか否かは問題にしない。彼らの活動はごく限られたもので、政治団体を動かすほどの影響力はなく、内部でより直接的で暴力的な行為に訴えかけるべきだという声が上がっている。
pl: Ustawa miejska z 2076 roku skutecznie usunęła androidy z większości dziedzin życia. Wyparto je do slumsów i traktowano niewiele lepiej niż zwierzęta. Wreszcie androidy zaczęły uważać się za sztuczne formy życia o intelekcie równym ludzkiemu i ruszyły do walki o swoje prawa. O.W.A. jest organizacją dążącą do równouprawnienia wszystkich myślących form życia - mechanicznych i organicznych. Jej działalność ogranicza się do politycznych grup nacisku, ale w szeregach O.W.A. budzą się też siły żądające bardziej bezpośredniego, brutalnego działania.
pt_br: O decreto municipal de 2076 baniu efetivamente os androides da maior parte das áreas da cidade. Eles foram forçados a irem para as favelas, sendo tratados como cidadãos de segunda categoria. Androides se consideram formas de vida com intelecto igual ao dos seres humanos e, por isso, decidiram lutar por seus direitos. A FLMS é uma organização dedicada a lutar por igualdade a todas as formas de vida, sejam orgânicas ou mecânicas. Sua atividade se baseia em pressionar grupos políticos, mas há alguns dentre eles que agem de forma mais direta e violenta.
ru_ru: Указ 2076-го года полностью изгнал андроидов из большинства сфер городской жизни. Они были выдавлены в трущобы, и обращались с ними при этом как с вредителями. Они считали себя искусственной формой жизни, равной по интеллекту человеку, и решили дать отпор. ФОРМ - это организация, борющаяся за равенство всех разумных форм жизни, как искусственных, так и биологических. Их деятельность ограничивается только давлением на политические группы, но в рядах ФОРМ уже звучат голоса, призывающие к более активным, жестким действиям.
