Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: Longevity is the major obsession of medical research. Life can be prolonged by genetically reprogramming cell death mechanisms, but disease is still a major killer. Nano technology is employed to destroy cancer cells and solve all kinds of medical problems. Operations are no longer performed by humans - artificial intelligence's are employed instead. The Sanctuary Clinic controls hospitals, pharmaceutical plants and the procreation parks.
pt_br: A longevidade é a grande obsessão da pesquisa média. A vida pode ser prolongada reprogramando-se geneticamente os mecanismos de morte das células, mas as doenças ainda são um grande fator de mortalidade. Nanotecnologia é empregada para destruir células cancerígenas e resolver todos os tipos de problemas médicos. As cirurgias não são mais executadas por humanos - Ao invés disto, é usada Inteligência Artificial. A Clínica Santuário controla hospitais, indústrias farmacêuticas e parques de procriação.

source: The Nanotech corporation has specialized in developing microscopic robots which are used in the medical and pharmaceutical industries. The intelligence of these devices is limited, but they can be designed to perform a wide variety of tasks, such as killing bacteria or manufacturing chemicals. Nanotech also produce the highly effective Medi-Kits used in military combat which use Nanobots to perform battlefield surgery and tissue repair.
pt_br: A corporação NanoTech especializou-se no desenvolvimento de robôs microscópicos, usados na medicina e na indústria farmacêutica. A inteligência destes dispositivos é limitada, mas eles podem ser projetados para desempenhar uma ampla gama de tarefas, tais como matar bactérias ou fabricar produtos químicos. A NanoTech também produz os altamente eficientes Medi-Kits, usados em combate militar, que empregam Nanorrobôs para realizar reparação de tecidos e cirurgia em campo.

source: Energen builds power stations which use fusion power cells to generate energy. This is an alternative but cheaper large scale power system than equivalent Elerium units. However, the corporation is wary of attempts by Solmine to create cheaper Elerium energy systems. This can only be achieved by lowering the price of Elerium which could happen if the rebellious mining colonies are totally subdued.
pt_br: A Energen constrói estações de energia que usam células de fusão para gerar energia. Elas são uma alternativa às unidades equivalentes de Elério, para a produção de energia mais barata em larga escala. No entanto, a corporação está ciente das tentativas da SolMine de criar sistemas mais baratos baseados em Elério. Isso só pode ser conseguido se o preço do Elério cair, que poderia acontecer caso as rebeliões nas colônias de mineração não sejam sufocadas.

source: Manufacturing is largely automated but the ideas for new products still come from human designers. Synthemesh employs many designers to keep generating the latest fashions which fuel consumer demand. The manufacturing plants produce mostly consumer durables, but the corporation also controls a fleet of construction vehicles which are used to build or repair the city infrastructure.
pt_br: A manufatura está amplamente automatizada, mas as ideias para novos produtos ainda provêm de designers humanos. A Synthemesh emprega muitos designers para continuar gerando novas modas que mantenham aceso o consumo. As fábricas manufatureiras produzem principalmente bens de consumo duráveis, mas a corporação também controla uma frota de veículos de construção, que são usados para construir ou reparar a infra-estrutura da cidade.

source: GravBall League
pt_br: Liga de Gravibol

source: GravBall is a fast paced aerial version of Soccer where the players use anti-grav backpacks to fly around an immense stadium. Due to the fast and violent nature of the game, players wear tough armor, injuries are still common though. Cybernetic implants are used to substitute for mangled limbs, but a GravBall player must be at least 50% original human flesh in order to qualify in the GravBall league. Due to the popularity of the sport the GravBall League, which owns all the stadiums in the city, has become a prosperous corporation. However, alternative recreations such as Sensovision or the illegal Psiclone are proving to be serious competition.
pt_br: O Gravibol é uma versão aérea de ritmo mais rápido do Futebol, onde os jogadores usam mochilas anti-gravidade para voar em um imenso estádio. Devido à natureza rápida e violenta do jogo, os jogadores usam armaduras pesadas, mas mesmo assim as contusões e ferimentos são comuns. Implantes cibernéticos podem ser empregados para substituir membros mutilados, mas um jogador de Gravibol tem que ter pelo menos 50% de carne humana original, para poder ser aceito pela liga de Gravibol. Devido à popularidade do esporte, a Liga de Gravibol, que é dona de todos os estádios da cidade, tornou-se uma empresa próspera. Entretanto, entretenimentos alternativos, tais como o Sensovisão ou o Psiclone ilegal, estão se revelando uma séria competição.

source: Psyke is a criminal syndicate which is based in the slum areas. The organization is originally thought to have developed the Psiclone implant in 2081 with the aid of a renegade Marsec scientist. The design was quickly copied by the other syndicates creating an unprecedented level of gang warfare. The degradation of city life is frequently blamed on Psyke's activities, but they are no longer the biggest gang in the region.
pt_br: A Psyke é uma organização criminosa, baseada em áreas de favelas. Atribui-se à organização ter desenvolvido o primeiro implante Psiclone em 2081, com o auxílio de um cientista renegado da MarSec. O projeto foi rapidamente copiado por outras organizações criminosas, criando um nível sem precedentes de guerra entre quadrilhas rivais. A degradação da vida da cidade é frequentemente atribuída às atividades da Psyke, mas eles não são mais a maior quadrilha da região.

source: Diablo is a criminal syndicate with a particularly violent reputation. They have muscled in on the Psiclone trade and have consequently become bigger and more powerful than Psyke. Gang members are intensely loyal to their cause and hostile to any outsiders.
pt_br: A Diablo é uma organização criminosa que possui uma reputação particularmente violenta. Eles abriram seu caminho no comércio de Psiclones, tornando-se maior e mais forte que o Psyke. Os membros do grupo são profundamente leais a sua causa, e hostis a quaisquer estranhos.

source: The Osiron syndicate is the wealthiest criminal operation in the city area. Although they are based in the slum areas they are able to conduct apparently legitimate business in the city and there is no proven link between Osiron and violent crime. It is widely suspected that they employ the services of the other gangs where possible, only resorting to direct action if necessary.
pt_br: A Osiron é a operação criminosa mais rica da área da cidade. Embora eles estejam baseados em áreas de favelas, eles são capazes de conduzir negócios aparentemente legais na cidade, e não há qualquer vínculo comprovado entre a Osiron e crimes violentos. Suspeita-se amplamente de que eles empreguem os serviços de outras quadrilhas sempre que possível, recorrendo à ação direta apenas se necessário.

source: Sentient Engine Liberation Front
pt_br: Frente de Libert. Entid. Sencientes

source: The city edict of 2076 effectively banished Androids from most areas of city life. They were forced into slum areas and treated as little more than vermin. They considered themselves to be artificial life forms of equal intellect to human beings and decided to fight back. SELF is an organization dedicated to fight for equality for all sentient life forms, whether flesh or machine. Their activity has been limited to pressure group politics, but there are demands within their ranks to resort to more direct, violent action.
pt_br: A lei municipal de 2076 efetivamente baniu os androides da maior parte das áreas de vida da cidade. Eles foram forçados a se refugiar nas favelas, tendo sido tratados como pouco mais do que vermes. Eles se consideravam formas de vida artificiais, iguais em inteligência aos seres humanos, e decidiram lutar por seus direitos. A FLES é uma organização dedicada à luta pela igualdade de todas as formas de vida sencientes, sejam elas orgânicas ou mecânicas. Sua atividade tem se limitado à pressão política, mas há, entre seus quadros, aqueles que defendem ações mais diretas e violentas.

source: The first wave of Alien incursions resulted in many genetic experiments involving crossbreeding humans and the Alien species known as Sectoids. These hybrids have survived in human society, but they have been denied the right to procreate within the city. They also suffer discrimination in employment and education. Although they are genetically almost identical to humans, they retain some Alien facial characteristics and are renowned (and distrusted) for their Psionic abilities. Hybrids Psionic abilities may well prove useful to X-COM in the war against the Aliens. The Mutant Alliance is active in city politics and promotes the concerns of the hybrid community.
pt_br: A primeira onda de incursões Alienígenas resultou em diversos experimentos genéticos de cruzamento de humanos com a espécie alienígena conhecida como Sectoide. Esses híbridos sobreviveram na sociedade humana, mas, dentro da cidade, tem direitos de procriação negados. Também sofrem discriminação profissionalmente e academicamente. Embora sejam quase geneticamente idênticos aos humanos, eles mantêm certas características faciais alienígenas e sofrem desconfiança por suas habilidades psiônicas. Habilidades psiônicas híbridas podem ser úteis para a X-COM na guerra contra os alienígenas. A Aliança Mutante é bastante ativa na política da cidade e promove os interesses da comunidade híbrida.

source: The Extropians are one of the city's major political organizations that dominate the Senate. The Extropian philosophy is basically a faith in a bright technological future - a brave new world free of disease, pollution, old age and dull aesthetics. They pioneered the city regulations governing the future-retro styling of the architecture and vehicles. They have strong support from Solmine, Marsec and the larger corporations.
pt_br: Os Extropianos são uma das grandes organizações políticas da cidade que dominam o Senado. A filosofia Extropiana é basicamente a fé em um futuro tecnologicamente brilhante - um admirável mundo novo livre de doenças, poluição, envelhecimento e estética desgraciosa. Eles foram pioneiros nas leis municipais que determinam o estilo futuro-retrô da arquitetura e dos veículos. Eles possuem forte apoio da SolMine, MarSec e de outras corporações de maior porte.

source: Politically the Technocrat's philosophy is really no different to the Extropians, except they are a little less colorful and more skeptical of technological solutions to social problems. They believe in a structured and ordered society which rigidly adheres to laws and punishes corruption. They draw most support from the smaller corporations and the populations of the mining colonies.
pt_br: Politicamente, a filosofia dos Tecnocratas não difere realmente daquela dos Extropianos, exceto que eles são um pouco menos deslumbrados, e mais céticos com respeito a soluções tecnológicas para problemas sociais. Eles acreditam em uma sociedade ordenada e estruturada, que siga à risca as leis e puna a corrupção. Eles obtêm a maior parte de seu apoio de corporações de menor porte, e das populações das colônias de mineração.

source: The pod has a hard and extremely tough skin, this peels back in the presence of human beings. A creature popularly referred to as a "Brainsucker" then emerges fully formed and active. Our conclusion is that these pods are a genetically engineered device designed to attack only human life forms.
pt_br: O casulo possui uma crosta rígida e extremamente resistente, que se abre na presença de seres humanos. Então, emerge uma criatura popularmente conhecida como "Sugador de Cérebros", totalmente formada e ativa. Nossa conclusão é que estes casulos são um dispositivo criado por engenharia genética, projetado para atacar especificamente formas de vida humanas.

source: Brainsucker Pod Autopsy
pt_br: Autopsia de Casulo de Sugador de Cérebros

source: No autopsy available.
pt_br: Não há nenhuma autópsia disponível.

source: The life span of a Brainsucker is very short, eight hours at most. It has no reproduction or feeding system. Instead it attacks human victims by grasping the head with its claws and inserting its proboscis into the victims throat. The Brainsucker dies immediately after a successful attack, but our tests reveal that the victim is subsequently transformed into an Alien controlled entity. We will not understand the mechanism which causes this until we have completed studies on the full Alien life cycle.
pt_br: O período de vida de um Sugador de Cérebros é muito curto, tendo no máximo oito horas. Ele não possui qualquer sistema reprodutor ou digestivo. Ao invés disso, ele ataca a vítima humana agarrando sua cabeça com suas garras e inserindo sua probóscide na garganta da vítima. O Sugador de Cérebros morre imediatamente após um ataque bem-sucedido, e nossos testes revelam que a vítima é subsequentemente transformada em uma entidade controlada pelos Alienígenas. Nós não teremos condições de compreender o mecanismo que causa isto, até que tenhamos completado estudos do ciclo de vida Alienígena completo.

source: This life form appears to have a simple structure with no distinguishable organs apart from an efficient heart and cardiovascular system. There appears to be no means of ingesting food or separate brain structure rendering it immune from Psionic influence. It seems that this creature has little purpose in life except that it is known to attack humans and seems to be designed to do only that. Its complex organic structure may be useful for developing toxins to counter any threat to our race.
pt_br: Esta forma de vida parece ter uma estrutura simples, sem órgãos identificáveis, além de um coração e um sistema cardiovascular eficientes. Não parece haver qualquer meio de ingestão de alimentos, e a falta de um cérebro independente o torna imune a influências Psiônicas. Esta criatura parece ter poucos propósitos na vida além do conhecido ataque a humanos, e parece ser projetada para fazer apenas isto. Sua estrutura orgânica complexa pode ser útil para o desenvolvimento de toxinas que façam frente a qualquer ameaça a nossa raça.

source: The gestation period for a Multiworm is approximately two days. During this time the egg will protect itself with a weapon that launches a fluid containing micro-organisms. These organisms consist of various types, some containing acids designed to erode metallic compounds and others containing unusual enzymes that rapidly break down organic matter. Fortunately the range of this weapon is limited. The Alien embryos are not sufficiently advanced to be susceptible to Psionic attacks.
pt_br: O período de gestação de um Multiverme é de aproximadamente dois dias. Durante este tempo, o ovo se auto-protegerá com uma arma que lança um fluido que contém microrganismos. Estes organismos são de diversos tipos: alguns contêm ácidos projetados para corroer componentes metálicos, e outros contém enzimas incomuns, que decompõem rapidamente a matéria orgânica. Felizmente, o alcance desta arma é limitado. Os embriões Alienígenas não são desenvolvidos o suficiente para serem susceptíveis a ataques Psiônicos.

source: A large worm-like creature quickly develops inside the protective skin of the Alien egg. This worm appears to contain the embryos of a further four life forms. We cannot tell how the next stage in the life cycle develops from the autopsy results, but the tissues will be useful for our toxicology research.
pt_br: Uma grande criatura, tipo verme, se desenvolve rapidamente dentro da casca protetora do ovo Alienígena. Este verme parece conter os embriões de mais quatro formas de vida. Nós não podemos, até o momento, definir como se desenvolve o próximo estágio do ciclo de vida com base nos resultados das autópsias, mas os tecidos serão úteis para nossas pesquisas toxicológicas.

source: The Multiworm is clearly a crucial stage in the complex Alien life cycle. It is capable of attacking by propelling a fluid from pores along the side of the body containing a complex mix of micro-organisms that use enzymes and acids to break down the molecular structure of the target. Fortunately the range of the propellant is fairly short. The Multiworm is slow moving, but care should be taken in combat because it may release its offspring in the throes of death, creating an even greater threat.
pt_br: O Multiverme é, claramente, um estágio crucial no complexo ciclo de vida Alienígena. Ele é capaz de atacar lançando um fluido a partir de poros, ao longo das laterais de seu corpo. Este fluido contém uma mistura complexa de microrganismos que usam enzimas e ácidos para destruir a estrutura molecular do alvo. Felizmente, o alcance do propelente é bastante curto. O Multiverme move-se lentamente, mas deve-se tomar cuidado em combate, porque ele pode soltar sua prole nos estertores da morte, criando uma ameaça ainda maior.

source: This creature is a rapacious carnivore whose feeding frenzy contributes to the rapid growth of younger lifeforms called "Hyperworms" which are reared inside its body. The gestation period for the Hyperworms is about three days and each Multiworm gives birth to four offspring. The birth process is lethal for the parent - the Hyperworms explode from the Multiworms body and consume it within a matter of seconds. The brain structure of the Multiworm is undeveloped and it is unlikely to be affected by Psionic attacks. The tissue analysis from the autopsy will provide an invaluable contribution to our biological warfare research.
pt_br: Esta criatura é um carnívoro voraz, cujo frenesi alimentar contribui para o rápido crescimento de formas de vida mais jovens chamadas de "Hipervermes", criados dentro de seu corpo. O período de gestação dos Hipervermes é de cerca de três dias, e cada Multiverme dá a luz a quatro crias. O processo de nascimento é letal para o progenitor - os Hipervermes explodem o corpo do Multiverme, e o consomem em uma questão de segundos. A estrutura cerebral do Multiverme é subdesenvolvida, e ele dificilmente é afetado por ataques Psiônicos. A análise de tecidos da autópsia fornecerá uma contribuição inestimável para nossas pesquisas de guerra biológica.

source: Hyperworms
pt_br: Hiperverme

source: Our studies show that the Hyperworms can consume large quantities of both organic and metallic matter. Its powerful jaws can also be used in close combat. It has a very high metabolic rate and can move at fast speeds with a snake-like action. It has a short life span and only lives for two to five days depending on how much food it can find. At the end of this feeding period it finds a safe place and suddenly inflates into a balloon like structure which is fixed firmly to its surrounding terrain. This structure appears to be some form of Chrysalis, inside which another life form begins to grow.
pt_br: Nossos estudos mostram que os Hipervermes podem consumir grandes quantidades tanto de matéria orgânica quanto metálica. Suas poderosas mandíbulas também podem ser usadas em combate corpo a corpo. Eles têm uma alta taxa metabólica, e podem se mover a grandes velocidades, de uma forma similar à das cobras. O Hiperverme possui um período de vida curto, de dois a cinco dias, dependendo da quantidade de alimentos que ele encontrar. Ao final deste período de alimentação, ele procura um lugar seguro e subitamente infla-se em uma estrutura similar a um balão, que é firmemente fixada ao terreno. Esta estrutura parece ser uma forma de crisálida, dentro da qual uma outra forma de vida começa a crescer.

source: The Hyperworms' function appears to be little more than feeding. It has powerful jaws and razor sharp teeth designed for ripping and slicing. Its belly appears to be small and the body contains some curious structures containing folds of tough skin. It appears to be quite vulnerable to fire and incendiary ammunition. There is no recognizable brain structure in the Hyperworm and it is well protected from Psionic influence.
pt_br: A função do Hiperverme parece ser pouco mais do que alimentar-se. Ele possui mandíbulas poderosas e dentes muito afiados, projetados para rasgar e cortar. Seu ventre parece ser pequeno, e o corpo possui algumas estruturas curiosas, que contém dobras de pele dura. Ele parece ser bastante vulnerável ao fogo e a munições incendiárias. Não há uma estrutura cerebral identificável no Hiperverme, e ele é consideravelmente imune à influência Psiônica.

source: A Chrysalis is the most vulnerable stage of Alien development because it possesses no attack mechanisms. Its skin is tough, but vulnerable to fire and incendiary ammunition. A new Alien will grow inside the Chrysalis and emerge after a period of three days. It seems that a variety of Alien forms could develop at this stage, dependent on the genetic information carried by the Hyperworm. The physiology of these new forms contains many new cell structures. We have now gained a significant understanding of Alien genetics.
pt_br: A crisálida é o estágio mais vulnerável do desenvolvimento Alienígena, porque ela não possui qualquer mecanismo de ataque. Sua pele é resistente, porém vulnerável ao fogo e a munições incendiárias. Um novo Alienígena crescerá dentro de uma crisálida e emergirá após um período de três dias. Parece que uma série de formas Alienígenas pode se desenvolver, neste ponto, dependendo da informação genética carregada pelo Hiperverme. Estas novas formas contêm muitas novas estruturas celulares. Nós agora estamos conseguindo obter uma compreensão significativa da genética Alienígena.

source: The Chrysalis appears to be an important stage in the Alien life cycle. The cell structures we have discovered seem to suggest that the emerging Aliens have a different physiology to those previously encountered. This could indicate that there will be further stages to our biological research. The Chrysalis contains no advanced brain structure and will not respond to Psionic attacks.
pt_br: As Crisálidas parecem ser um estágio importante no ciclo de vida Alienígena. As estruturas celulares que descobrimos parecem sugerir que os Alienígenas que emergem delas possuem fisiologia distinta daqueles até então encontrados. Isto pode indicar a necessidade de passos adicionais em nossa pesquisa biológica. Uma Crisálida não contém qualquer estrutura cerebral avançada, e não será afetada por ataques Psiônicos.

source: The Anthropod is capable of performing all the actions of an equivalent human soldier and can use weapons and equipment. It can feed voraciously, but strangely it does not seem to live very long in our environment, with a life span of only five days. There seems to be no further stage of development beyond this form.
pt_br: Um Antrópode é capaz de realizar todas as ações de um soldado humano equivalente, inclusive usar armas e equipamentos. Ele pode se alimentar vorazmente mas, estranhamente, não parece viver por muito tempo em nosso ambiente: seu período de vida é de apenas cinco dias. Parece não haver estágios de desenvolvimento subsequentes a esta forma.
