Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: A computer controlled, fully automated goods vehicle. The road going Autotrans is a more economical version of the Airtrans, but the AI is still so advanced that they can anticipate demand for their services with uncanny accuracy and rarely need to be ordered in advance.
pt_br: Um veículo de bens totalmente automatizado, controlado por computador. Os Autotrans terrestres são uma versão mais econômica do AeroTrans, mas sua IA é tão avançada que eles podem antecipar a necessidade de seus serviços com uma precisão fantástica, e raramente precisam ser solicitados de antemão.

source: The standard Megapol patrol vehicle is proudly styled in the current retro fashion, but is still capable of carrying several types of weapon system. The recent prevalence for criminals to engage in road combats has led to an increase in patrols and an upgrade in armament.
pt_br: O veículo de patrulha padrão da Megapol foi orgulhosamente modelado segundo o estilo nostálgico corrente, mas é capaz de carregar diversos tipos de sistemas de armas. A recente tendência de criminosos em entrar em combates em estradas levou ao aumento das patrulhas e à atualização dos armamentos.

source: The private car is a luxury which is only afforded by celebrities and gangsters. The road system in the city is an anti-grav ducting system that allows for fast and safe travel by low powered anti-grav vehicles. Although the car hovers over the road it is not capable of leaving it, except through exceptionally careless manual driving.
pt_br: O carro privado é um luxo que só celebridades e "chefões" do crime organizado podem dispor. As estradas da cidade são um sistema de dutos anti-gravitacionais, que permitem o deslocamento rápido e seguro de veículos anti-gravidade de baixa potência. Embora os carros pairem sobre a estrada, eles não "escapam" dela, exceto em casos de pilotagem manual excepcionalmente descuidada.

source: A Marsec vehicle renowned for its handling and power. Once loaded with weapons systems it proves to be a useful military vehicle and an ideal transport for X-COM Agents.
pt_br: Um veículo da MarSec, famoso por sua agilidade e potência. Quando equipado com sistemas de armas, ele se torna um veículo militar útil e um transporte ideal para Agentes do X-COM.

source: Military vehicles are rarely required within the boundaries of Mega-Primus, but if trouble erupts in the deregulated areas then the Wolfhound Armored Personnel Carrier is normally deployed into the conflict zone. Its armament load is small and is primarily used for secure transport.
pt_br: Veículos militares raramente são necessários dentro dos limites de Mega-Primus, mas se ocorrem problemas nas áreas não-regulamentadas, o TTB (Transporte de Tropas Blindado) Wolfhound é normalmente enviado à zona de conflito. Sua carga de armamentos é pequena, e usada primariamente para defender o transporte.

source: The road going anti-grav 'bike' is a plaything of rich speed freaks. It is extremely fast and maneuverable. Consequently it is ideal for the lone X-COM Agent.
pt_br: A 'moto' anti-gravidade terrestre é um brinquedo de ricos amantes da velocidade. Ela é extremamente rápida e ágil. Consequentemente, ela é ideal para uso por um Agente do X-COM desacompanhado.

source: The meanest Marsec manufactured land based vehicle is an extremely heavily armored all-terrain vehicle with a choice of three different turret mountings. Projectile and Plasma Cannons can be fitted, or a missile launching unit for targeting airborne vehicles.
pt_br: O mais poderoso veículo baseado em terra, fabricado pela MarSec, é um veículo tipo todo-terreno com blindagem extremamente pesada e três opções de armamentos na torre. Podem ser montados Canhões de Plasma e de Projéteis, ou uma unidade de lançamento de mísseis anti-aéreos.

source: The connection between the basement level and the outside world is provided by a set of heavy duty gravlifts.
pt_br: A ligação entre os níveis subterrâneos e o mundo exterior é fornecida por um conjunto de elevadores gravitacionais de alta capacidade de carga.

source: Accommodation and recreation for X-COM Agents. New living quarters will have to be built as more Agents, Scientists and Engineers are hired.
pt_br: Acomodações e instalações recreativas para os agentes do X-COM. Novas habitações têm que ser construídas, à medida que novos Agentes, cientistas e engenheiros são contratados.

source: All equipment and raw materials must be safely stored. Spare storage capacity should be maintained in order to allow for purchases and transfers from other bases.
pt_br: Todos os equipamentos e matérias-primas têm que ser armazenados de forma segura. Deve ser mantida uma capacidade de armazenamento de reserva, para compras e transferências de outras bases.

source: NOT USED
pt_br: NÃO USADO

source: The highest quality medical care is available only from a dedicated medical unit. Any injuries would otherwise have to be dealt with by the city hospitals, where the safety of Agents cannot be guaranteed. Injured Agents are automatically healed when they reside at a base with a Medical Bay, but if the capacity of the Medical Bays are exceeded then healing will not take place at 100% efficiency.
pt_br: Cuidados médicos da mais alta qualidade só podem ser obtidos de instalações médicas especializadas. Quaisquer ferimentos teriam que ser tratados, de outra forma, nos hospitais da cidade, onde a segurança dos Agentes não pode ser garantida. Agentes feridos são automaticamente curados quando eles residem em uma base com uma Unidade Médica, mas se a capacidade das Unidades Médicas for excedida, então a cura não se dará com eficiência de 100%.

source: Training in physical skills is essential for X-COM Agents. Without a fully equipped training area, Agents residing at the base would waste a lot of time when they could be improving their weapons skills, reactions and stamina. Agents assigned to combat training will automatically use any training facilities at a base, but if the capacity of Training Areas is exceeded then training will not take place at 100% efficiency.
pt_br: O treinamento em habilidades físicas é essencial para os Agentes do X-COM. Sem uma área de treinamento totalmente equipada, Agentes que residem em uma base desperdiçariam muito tempo que poderia ser usado por eles no aperfeiçoamento e manutenção de sua resistência, reações e habilidades de luta. Agentes designados a treinamento de combate automaticamente usarão quaisquer instalações de treinamento de uma base, mas se a capacidade das áreas de Treinamento for excedida, então o treinamento não se dará com uma eficiência de 100%.

source: Psi-Gym
pt_br: Psi-Ginásio

source: Agents which are naturally talented in Psionic skills need to train hard to maintain and improve their power, attack and defense. The Psi-Gym is equipped with the latest Psionic technology and Psionic training is not possible without such a facility. Agents assigned to Psionic training will automatically use any Psi Gym at a base, but if the capacity of the gyms is exceeded then training will not take place at 100% efficiency.
pt_br: Agentes com dons naturais em habilidades Psiônicas precisam treinar arduamente para manter e aperfeiçoar seus poderes, para ataque e defesa. O Psi-Ginásio é equipado com os últimos avanços da tecnologia Psiônica, e o treinamento Psiônico só pode ser feito em instalações deste tipo. Agentes designados ao treinamento Psiônico automaticamente usarão quaisquer Psi-Ginásios de uma base, mas se a capacidade dos ginásios for excedida, então o treinamento não se dará com uma eficiência de 100%.

source: Should a base come under attack a Security Station will act as a defensive buffer which can assist Agents in defensive fire. Heavy Plasma Gun emplacements are directed down adjacent corridors. The Security Station is designed so that it will not obstruct the smooth functioning of the base.
pt_br: Se uma base for atacada, o Posto de Segurança atuará como um "tampão" defensivo, que apoiará Agentes em fogo defensivo. Canhões de Plasma Pesados estão apontados para corredores adjacentes. Um Posto de Segurança é projetado de forma que ele não impeça o funcionamento normal da base.

source: Security is a very important issue for a base when it contains vital personnel and technology. Advanced Security Stations provide the best protection for base facilities. Weapon emplacements are based on Alien Disruptor technology.
pt_br: A segurança é uma questão muito importante para uma base que contém pessoal e tecnologia vitais. Postos de Segurança Avançados fornecem a melhor proteção para as instalações de uma base. Seu armamento está baseado na tecnologia Alienígena de Disruptores.

source: Repair bays are required for repairing damaged craft. A single bay can only deal with one vehicle at a time, but if there is more than one damaged vehicle per repair bay, then all vehicles will still be repaired, but at less than 100% efficiency.
pt_br: Oficinas de reparos são necessárias para o conserto de veículos danificados. Uma oficina pode reparar, a princípio, apenas um veículo por vez. Se, no entanto, se houver mais de um veículo por oficina de reparos, todos eles serão reparados, mas com eficiência menor que 100%.

source: Any research involving Alien creatures must be conducted in a Biochemistry Lab. These labs can accommodate up to five Biochemists working at one time and each lab can be assigned a specific research project.
pt_br: Qualquer pesquisa relacionada a seres Alienígenas deve ser conduzida em um Laboratório Bioquímico. Estes laboratórios podem acomodar até cinco bioquímicos trabalhando simultaneamente, e cada laboratório pode ser designado a desenvolver um projeto de pesquisa específico.

source: This larger and better equipped version of the Biochemistry Lab will enable the study of live Alien specimens. Psionic devices are available to assist in communication with intelligent Alien beings. The Advanced Biochemistry Lab allows up to ten Biochemists to work at any one time.
pt_br: Esta versão maior e melhor equipada do Laboratório Bioquímico permite o estudo de espécimes Alienígenas vivos. Estão disponíveis instrumentos Psiônicos, para ajudar na comunicação com seres Alienígenas inteligentes. Um Laboratório Bioquímico Avançado permite até dez bioquímicos trabalhando simultaneamente.

source: These labs are specifically equipped for high energy particle experiments designed to analyze and replicate Alien technology. The lab can accommodate five Quantum Physicists and each lab can be assigned a specific research project.
pt_br: Estes laboratórios são equipados especificamente para experimentos com partículas de alta energia, projetados para analisar e reproduzir tecnologia Alienígena. Um laboratório pode acomodar até cinco físicos quânticos, e cada laboratório pode ser designado a desenvolver um projeto de pesquisa específico.

source: A larger, better equipped lab for researching the larger pieces of Alien technology. The lab can accommodate ten Quantum Physicists.
pt_br: Um laboratório maior e melhor equipado, destinado à pesquisa de porções maiores de tecnologia Alienígena. Um laboratório deste tipo pode acomodar até dez físicos quânticos.

source: Live Alien specimens require an enclosed, controlled environment. The Alien Containment system can generate different types of atmosphere at various pressures. The unit is also secure enough to prevent the escape of Aliens into the base. This facility can accommodate up to twenty human sized life forms.
pt_br: Espécimes Alienígenas vivos exigem um ambiente fechado, controlado. O sistema de Contenção de Alienígenas pode gerar diversos tipos de atmosferas, com vários níveis de pressão. A unidade é também segura o suficiente para impedir a fuga dos Alienígenas para a base. Esta instalação pode hospedar até vinte formas de vida de tamanho humano.

source: NOT USED IN GAME ANYMORE!
pt_br: NÃO UTILIZADO MAIS NO JOGO!

source: X-COM Engineers require the best facilities for the construction of new technology. The latest atomic replicators are installed which can accurately recreate most substances and micro-structures in the known universe. The facility can be used to create small pieces of equipment such as personal weaponry and armor. The workshop can accommodate five Engineers and each Workshop can be assigned to produce a specific item.
pt_br: Os engenheiros do X-COM precisam ter os melhores recursos para o desenvolvimento de novas tecnologias. Nestas unidades, estão instalados os replicadores atômicos mais avançados, capazes de recriar acuradamente a maioria das substâncias e micro-estruturas existentes no universo conhecido. Uma instalação deste tipo pode ser usada para criar equipamentos de pequeno porte, tais como armas e blindagens de uso pessoal. Uma Unidade de Pesquisa e Desenvolvimento pode acomodar até cinco engenheiros, e pode ser designada para produzir um item específico.

source: Larger pieces of technology require more space and power to construct. The Advanced Workshop is designed for large construction projects such as new vehicles. The facility can accommodate up to ten Engineers.
pt_br: Equipamentos de maior porte exigem espaço e fontes de energia maiores, para serem construídos. Uma Unidade de Pesquisa e Desenvolvimento Avançada é projetada para o desenvolvimento de projetos de construção de grande porte, tais como novos veículos. Uma instalação deste tipo pode acomodar até dez engenheiros.

source: All research relating to the various types of Alien craft and their propulsion systems is collected here.
pt_br: Todas as informações relacionadas aos diversos tipos de veículos Alienígenas, bem como a seus sistemas de propulsão, estão armazenadas aqui.

source: Mid-powered Laser Beam gun commonly used in airborne police vehicles. The atomic power cells contained in these weapons allow for many thousands of shots before they expire.
pt_br: Arma de Raios Laser de média potência, normalmente usada em veículos aéreos da polícia. As células de energia atômica contidas nestas armas permitem milhares de disparos, antes de se exaurirem.

source: High energy Laser Beam weapon designed for military and police vehicles. Powerful atomic cells provide the energy source.
pt_br: Arma de Raios Laser de alta energia, projetada para uso em veículos militares e da polícia. Células atômicas de alta potência são sua fonte de energia.

source: A popular but expensive alternative to the Bolter laser gun. The rare Elerium fuel is used to power both the plasma chamber and the electro-magnetic accelerators that propel the ultra-heated plasma to near light speeds.
pt_br: Uma alternativa bastante empregada, embora cara, ao canhão laser Bolter. O raro combustível Elério é usado como fonte de energia tanto para a câmara de plasma quanto para os aceleradores eletromagnéticos que impelem o plasma ultra-aquecido a uma velocidade próxima à da luz.

source: The Marsec corporation has privileged access to Elerium supplies due to a strong security role in the Elerium mining colonies. The Lineage weapons technology represents the ultimate Elerium powered accelerators. They are expensive but devastating.
pt_br: A corporação MarSec tem acesso privilegiado a suprimentos de Elério, devido a seu forte papel na segurança nas colônias de mineração de Elério. A tecnologia de armas Lineage emprega os mais avançados aceleradores a Elério. Eles são caros, mas devastadores.

source: The Plasma Multi-System is a series of connected plasma turrets designed to provide all round fire power. This weapon is ideally suited to installation in larger, less maneuverable craft.
pt_br: O Multi-Sistema de Plasma é uma série de torres de plasma interconectadas, projetadas para fornecer poder de fogo num arco de 360ø. Esta arma é muito apropriada para o uso em naves maiores, menos manobráveis.

source: Alien weapons technology is based on a complex sub-atomic particle system. The Disruptor Beam is generated from an inter-dimensional power source. It propels sub-atomic particles which disintegrate molecules in their path. The weapon does not require ammunition since the energy chamber appears to be a self-perpetuating energy source.
pt_br: A tecnologia de armas Alienígena é baseada num sistema complexo de partículas subatômicas. O Raio Disruptor é gerado a partir de uma fonte de energia interdimensional. Ele dispara partículas subatômicas, que desintegram qualquer molécula em seu caminho. Esta arma não requer munição, uma vez que sua câmara de energia parece ser uma fonte de energia inesgotável.

source: The Medium Disruptor Beam is a more powerful version of the Light Disruptor Beam. It uses the same sub-atomic, inter-dimensional technology but the energy chamber is larger. It is capable of penetrating the heaviest armor.
pt_br: O Raio Disruptor Médio é uma versão mais potente do Raio Disruptor Leve. Ele usa a mesma tecnologia interdimensional subatômica, mas a câmara de energia é maior. Ele é capaz de romper a blindagem mais pesada.

source: The Heavy Dispruptor Beam is an immensely powerful weapon. Its only drawbacks are its size and difficulty of manufacture. The energy chamber is enormous, drawing energy from another dimension. It is possible that the weapon's original power source is actually located in some alternative dimension.
pt_br: O Raio Disruptor Pesado é uma arma extremamente potente. Seus únicos pontos negativos são seu tamanho e dificuldade de fabricação. A câmara de energia é enorme, e drena sua energia de outra dimensão. É possível que a fonte de energia primitiva da arma esteja localizada em uma dimensão alternativa.

source: The standard cannon for police and military vehicles; it fires a high velocity armor piercing shell.
pt_br: O canhão padrão para veículos militares e da polícia. Ele dispara munição perfuradora de blindagens de alta velocidade.

source: Primarily a short range anti-air missile system. It is effective against smaller air vehicles.
pt_br: Primariamente um sistema de mísseis anti-aéreos de curto alcance. Ele é eficaz contra veículos aéreos de menor porte.

source: A long range missile system with a powerful fusion warhead. Only useful against ground targets or slow moving vehicles.
pt_br: Um sistema de mísseis de longo alcance. Cada míssil leva uma poderosa ogiva de fusão. O sistema só é útil contra alvos em terra, ou veículos lentos.

source: The Prophet system is more effective than the Janitor missiles against faster moving targets. Its guidance systems are much more accurate, but the array only has a limited missile capacity.
pt_br: O sistema Prophet é mais eficaz que os mísseis Janitor, contra alvos em alta velocidade. Seus sistemas de guia são muito mais precisos, mas a bateria possui uma capacidade de mísseis limitada.

source: This is an extremely powerful long range missile system, which should only be used with extreme caution. The destructive fusion warhead is designed to be used against distant ground targets.
pt_br: Constitui-se num sistema de mísseis de longo alcance extremamente poderoso, que deve ser usado com extremo cuidado. A destrutiva ogiva de fusão de cada míssil é projetada para ser usada contra alvos distantes em terra.

source: This Alien missile system is incredibly destructive. The explosive force exceeds the Retribution Missiles and its speed is greater. Fortunately the range is quite limited.
pt_br: Este sistema de mísseis Alienígena é incrivelmente destrutivo. Sua força explosiva excede aquela dos mísseis Retribution, e sua velocidade é maior. Felizmente, seu alcance é um tanto limitado.

source: This unusual Alien weapon causes an inter-dimensional flux field to surround the target when it is hit, rendering it immobile and inactive. The field only lasts a short while but during this time the target vehicle is extremely vulnerable.
pt_br: Esta arma Alienígena pouco usual gera um campo de fluxo interdimensional que envolve o alvo atingido, imobilizando-o. O campo só se mantém por um intervalo de tempo reduzido mas durante este período de tempo, o veículo atingido fica extremamente vulnerável.

source: The multi-bomb has a short range but splits into fast, multiple independently targeted missiles. This makes it a deadly weapon against numerous small targets.
pt_br: Este equipamento possui curto alcance, mas lança armas que se separam em múltiplos mísseis, direcionáveis a múltiplos alvos distintos. Isto a torna uma arma mortal contra alvos pequenos numerosos.

source: This Megapol produced defense system uses a large number of accurate, short range laser guns to shoot down incoming missiles.
pt_br: Este sistema de defesa produzido pela Megapol usa um grande número de canhões laser precisos de curto alcance para derrubar mísseis se aproximando.

source: The Marsec version of the defense array uses more powerful and accurate plasma beam weapons to defend against missile attacks.
pt_br: A versão da MarSec de bateria defensiva usa armas de raios de plasma mais potentes e precisas, para a defesa contra ataques de mísseis.

source: A compact anti-grav unit suitable for Hoverbikes and smaller vehicles only.
pt_br: Uma unidade anti-gravidade compacta, apropriada apenas para Hovercletas e outros veículos de pequeno porte.

source: A more high-powered version of the Superdynamics standard, but still small enough for a Hoverbike.
pt_br: Uma versão de maior potência da SuperDynamics Padrão, mas ainda compacta o suficiente para ser usada em uma Hovercleta.

source: Larger anti-grav units give more speed and acceleration for Hovercars and other small airborne vehicles.
pt_br: Unidade anti-gravidade de maior porte, que proporciona mais velocidade e aceleração para Hovercars e veículos aéreos pequenos.

source: A large anti-grav unit designed for military vehicles or commercial transports.
pt_br: Uma unidade anti-gravidade de grande porte, projetada para veículos militares ou transportes comerciais.

source: A high powered anti-grav unit generally restricted to military or police vehicles.
pt_br: Uma unidade anti-gravidade de alta potência, cujo uso é, de forma geral, restrito a veículos militares e da polícia.

source: The ultimate engine upgrade for large airborne vehicles.
pt_br: A versão mais avançada de motor para veículos aéreos de grande porte.

source: A discreet, but powerful computer targeting turret system. Designed for small road vehicles.
pt_br: Um sistema de torre com controle de disparo por computador, discreto mas poderoso. Projetado para veículos terrestres de pequeno porte.

source: A more powerful and accurate cannon system manufactured by Marsec and designed for small road vehicles.
pt_br: Um sistema de canhão mais potente e preciso, fabricado pela MarSec e projetado para veículos terrestres de pequeno porte.

source: A compact ground launched missile system for small road vehicles. This will turn a humble road car into a serious threat to airborne vehicles.
pt_br: Um sistema de lançamento de mísseis para veículos terrestres de pequeno porte. Ele converte um humilde veículo terrestre em uma séria ameaça a veículos aéreos.

source: The Plasma Turret Cannon is a powerful weapon, but lacks the ability to track and hit fast airborne vehicles.
pt_br: O Canhão de Torre de Plasma é uma arma poderosa, mas não possui recursos para rastrear e atingir veículos aéreos em alta velocidade.

source: GLM Air Defense
pt_br: Defesa Aérea MLS

source: A missile launcher which transforms the heavy tank into an effective air defense unit.
pt_br: Um lançador de mísseis que transforma um tanque pesado em uma unidade de defesa anti-aérea muito eficaz.

source: A powerful cannon which fires explosive shells over large distances. Its effectiveness is limited to static or slow moving targets.
pt_br: Um canhão de alta potência que dispara projéteis explosivos a longas distâncias. Sua eficácia é limitada a alvos estáticos ou lentos.
