Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: This creature was built for warfare, immensely strong and aggressive. Underneath the thick outer skin a significant digestive system is revealed. There is a well protected brain structure that seems to match human size in terms of its neuron count. The well formed brain is vulnerable to Psionic influence although it is not capable of Psionic attacks. This indicates an important weakness of this species. The tissues recovered from this specimen will contribute to our biological warfare research.
pt_br: Esta criatura foi construída para a guerra, e é tremendamente forte e agressiva. Sob a grossa pele, há um sistema digestivo significativo. Existe também uma estrutura cerebral bem protegida, que parece equivaler à humana, em termos de tamanho e contagem de neurônios. A mente bem formada é vulnerável à influência Psiônica, embora não seja capaz de ataques Psiônicos. Isto indica um ponto fraco importante desta espécie. Os tecidos recuperados deste espécime contribuirão para nossas pesquisas de guerra biológica.

source: The Psimorph is a rare and highly specialized Alien. Its Psionic powers and defense are formidable, it is likely to be used as an Alien commander in battle situations. Despite its ability to fly, its mobility is limited due to its bulk and lack of a skeletal structure. Unlike other Alien types it seems to survive quite well in our environment. It represents a serious threat to our Agents. Our best form of defense is with biological weapons and strong Psi-defense.
pt_br: O Psimorfo é um Alienígena raro e altamente especializado. Seus poderes e defesa Psiônicos são formidáveis, e ele provavelmente é usado pelos Alienígenas como um comandante em situações de combate. Apesar de sua capacidade de voar, sua mobilidade é limitada, devido a seu tamanho avantajado e a falta de um esqueleto. Ao contrário dos outros Alienígenas, ele parece viver bastante bem em nosso ambiente. Ele representa uma séria ameaça a nossos Agentes. Nossa melhor forma de defesa está em armas biológicas e numa forte Psi-defesa.

source: The creature has internal devices that generate an anti-grav field allowing it to float through the air. Without this mechanism the Psimorph would collapse in a mass of jelly-like flesh and tentacles. It has a number of separate brain structures which are extremely well developed indicating potential leadership functions and Psionic capabilities. All of the major organs are duplicated about twelve times which would seem to be a defense mechanism allowing the creature to function despite sustaining massive damage.
pt_br: Esta criatura possui dispositivos internos que geram um campo anti-gravidade, que permite a ela flutuar no ar. Sem este mecanismo, o Psimorfo desmoronaria em uma massa de carne e tentáculos com aspecto de gelatina. Ele tem diversas estruturas cerebrais separadas extremamente bem desenvolvidas, o que indica potencialmente funções de liderança e poderes Psiônicos. Todos os órgãos principais são replicados cerca de doze vezes, o que parece ser um mecanismo de defesa que permite à criatura sobreviver mesmo após grande quantidade de ferimentos.

source: This unfortunate creature dedicates its short life to combat and protection of more vulnerable Alien forms. It has limited intelligence and attacks using its funnel head which projects a mix of deadly micro-organisms up to medium range. Despite its humanoid form it is incapable of using other weapons or equipment. It has no eyes, ears or nose but it can accurately detect the presence of nearby organic life forms. This ability is based on a specialized form of Psionic receptor and makes the creature very dangerous in combat situations.
pt_br: Esta infeliz criatura dedica sua curta vida a combater e proteger formas Alienígenas mais vulneráveis. O Cuspidor possui inteligência limitada, e ataca usando sua cabeça de funil, que lança uma mistura de microrganismos mortais a médio alcance. A despeito de sua forma humanoide, ele é incapaz de usar outras armas ou equipamentos. Ele não possui olhos, ouvidos ou nariz, mas pode detectar acuradamente a presença de formas de vida orgânicas nas proximidades. Esta habilidade é baseada em uma forma especializada de receptor Psiônico, e torna a criatura muito perigosa em situações de combate.

source: The alarming appearance of the Spitter reflects the fact that this creature's only purpose is to be used in combat. The funnel head propels a liquid containing micro-organisms which secrete acids and enzymes. The large stomach of the creature generates the deadly vomit and would suggest that it sucks up the remains of any victim with its funnel head. With no discernible brain structure this creature is immune from Psionic attacks.
pt_br: A alarmante aparência do Cuspidor reflete o fato que o único propósito da criatura é ser usada em combate. A cabeça de funil lança um líquido que contém microrganismos que secretam ácidos e enzimas. O grande estômago da criatura gera o vômito mortal, e sugere que ele suga os restos de qualquer vítima com sua cabeça de funil. Sem uma estrutura cerebral discernível, esta criatura é imune a ataques Psiônicos.

source: It is difficult to disable the Megaspawn's weapon systems because they are an intrinsic part of its structure. One weapon uses energy beams while the other fires a powerful organic missile, which is generated by specialized organs. Our tests also conclude that the Megaspawn is protected from Psionic attacks.
pt_br: É difícil colocar fora de ação os sistemas de armas de uma Megacria, porque eles são parte intrínseca de sua estrutura. Uma arma usa raios energéticos, enquanto a outra dispara um poderoso míssil orgânico, gerado por órgãos especializados. Nossos testes também concluíram que a Megacria é protegida contra ataques Psiônicos.

source: The Megaspawn is essentially a huge organic weapons platform. It has two distinct weapons systems grown into its body. Although these must be added artificially, the nervous system is directly connected to them, suggesting that the creature is solely a genetically engineered combat unit.
pt_br: A Megacria é, essencialmente, uma enorme plataforma orgânica de armas. Ela possui dois sistemas de armas distintos, formados dentro de seu corpo. Embora estes tenham que ser adicionados artificialmente, o sistema nervoso está conectado diretamente a eles, sugerindo que a criatura é somente uma unidade de combate criada por engenharia genética.

source: The Popper runs at high speed towards its victim and explodes when within a range of about fifteen feet. If the Popper is attacked with armor piercing, incendiary or explosive ammunition then the explosive effect is likely to be triggered. We recommend that other forms of weaponry be used against this creature in most combat situations.
pt_br: O Explosor corre a alta velocidade em direção a sua vítima, e explode quando está dentro de um alcance de cerca de 5 metros. Se um Explosor é atacado com munição perfuradora de blindagens, incendiária ou explosiva, o efeito explosivo normalmente é disparado. Nós recomendamos que outras formas de armamentos sejam usadas contra esta criatura, na maioria das situações de combate.

source: The Popper is little more than a walking bomb. Its simple brain structure means that Psionic attacks have a very low chance of success. Its body contains no obvious explosive device, although there are several chemicals mixed into the creatures stomach creating a highly unstable explosive compound.
pt_br: O Explosor é pouco mais do que uma bomba ambulante. Seu cérebro simples indica que ataques Psiônicos possuem pouca chance de sucesso. Seu corpo não possui um dispositivo explosivo evidente, embora haja diversos produtos químicos que, quando misturados no estômago da criatura, criam um composto explosivo altamente instável.

source: The Skeletoid is a highly effective Alien soldier with great intelligence and the ability to fly. Its agile body is capable of withstanding great damage and it can use a variety of weapons and equipment. The brain is susceptible to Psionic influence, but some form of resistance does seem to exist.
pt_br: O Esqueletóide é um soldado Alienígena altamente eficaz, de grande inteligência e capaz de voar. Seu corpo ágil é capaz de suportar grandes danos, e ele pode usar uma série de armas e equipamentos. O cérebro é susceptível à influência Psiônica, mas parece haver alguma forma de resistência.

source: This creature has a light body with a strong exoskeleton structure which is further covered in tough skin. Unusual spherical implants appear to provide flying capability. The mechanism is different to the Elerium powered gravity wave and we do not know how it works at this stage. The brain structure is well developed.
pt_br: Esta criatura possui um corpo leve com um exoesqueleto forte, coberto com uma pele resistente. Implantes esféricos pouco usuais parecem ser a fonte da capacidade de voar. O mecanismo é diferente da onda gravitacional a Elério, e não sabemos como ele funciona, atualmente. A estrutura cerebral é bem desenvolvida.

source: The capture of a Micronoid Aggregate is an essential step in the advancement of our knowledge. This formless mass of micro-organisms is found inside the bloodstream of other Alien forms. Each microscopic organism is an independent and intelligent life form. They communicate with each other using Psionic projection, but they are unresponsive to human Psionics. It is unclear whether these creatures are parasites or an integral part of the Alien spawn.
pt_br: A captura de um Agregado Micronoide é essencial para o avanço de nossos conhecimentos. Esta massa disforme de microrganismos é encontrada dentro da corrente sanguínea de outras formas de vida Alienígenas. Cada organismo microscópico é uma forma de vida inteligente independente. Eles se comunicam entre si usando projeção Psiônica, mas não respondem à Psiônica humana. Não está claro se estas criaturas são parasitas ou uma parte integrante dos Alienígenas.

source: This is not one single creature but billions of micro-organisms. These organisms have been found in the cardiovascular systems of other Aliens, but until now we were unaware of their extraordinary capability to act independently. It is clear that our research must concentrate on these unusual life forms.
pt_br: Não se trata de uma única criatura, mas de bilhões de microorganismos. Estes organismos têm sido encontrados nos sistemas cardiovasculares de outros Alienígenas, mas até o momento nós não tínhamos percebido sua extraordinária capacidade de agir de forma independente. Está claro que nossa pesquisa deve se concentrar nestas incomuns formas de vida.

source: The Alien queen is ultimately the production unit for all Alien life forms. Its mobility is severely limited when fully grown and it also requires exactly the right atmospheric conditions in order to breed properly and produce the Alien eggs. These conditions are only provided by the spawning chambers inside an Alien building, which also provide a food source by plugging directly into the Queenspawn's blood supply. This confirms that the Aliens cannot conquer our dimension without a steady supply of Alien reinforcements through the Dimension Gates, although their motive for such incursions is still unknown.
pt_br: A rainha Alienígena é a unidade de produção básica de todas as formas de vida Alienígenas. Sua mobilidade é severamente limitada quando ela está completamente desenvolvida, e ela ainda exige condições atmosféricas ideais,para gerar e incubar os ovos Alienígenas. Estas condições só podem ser encontradas em câmaras de desova, dentro de uma edificação Alienígena, que também fornece uma fonte de alimentação conectada diretamente ao sistema circulatório da Rainha-Procriadora. Isto confirma que os Alienígenas não podem conquistar nossa dimensão sem um suprimento constante de reforços através de Portais Dimensionais, embora seus motivos para estas incursões seja ainda incerto.

source: The massive form of the Alien queen is designed to lay huge numbers of Alien eggs during its life time. The Queenspawn uses a complex asexual reproduction system to produce large numbers of Alien eggs in order to create new types of Alien creature. The importance of the Queenspawn for Alien population growth makes it an important strategic target.
pt_br: A forma maciça da rainha Alienígena é projetada para pôr uma quantidade enorme de ovos Alienígenas durante seu período de vida. A Rainha-Procriadora usa um sistema complexo de reprodução assexuada para produzir um grande número de ovos Alienígenas, e assim criar novos tipos de criaturas Alienígenas. A importância da Rainha-Procriadora para o crescimento da população Alienígena a torna um importante alvo estratégico.

source: This enormous creature is deposited by an Alien Mothership. Its primary objective appears to be destruction of the city and annihilation of X-COM bases. The terror and panic that it causes amongst the population indicates a change in Alien strategy. It is possible that they have abandoned their attempts at infiltration and are now only concerned with revenge and retribution against X-COM.
pt_br: Esta enorme criatura é depositada por uma Nave-Mãe Alienígena. Seu objetivo básico parece ser a destruição da cidade e a aniquilação das bases do X-COM. O terror e pânico que ela causa entre a população indica uma mudança na estratégia dos Alienígenas. É possível que eles tenham abandonado suas tentativas de infiltração, e agora estejam interessados apenas em vingança e desforra contra o X-COM.

source: The Overspawn is a hybrid creature, derived from the Megaspawn genetic pool. It is difficult to kill, but will eventually succumb to bombardment by Disruptor Beams and other powerful weapons. Fortunately it has no ranged combat capability.
pt_br: A Hipercria é uma criatura híbrida, derivada do conjunto de genes da Megacria. Ela é difícil de se matar, mas acaba por sucumbir ao ataque de Raios Disruptores e outras armas potentes. Felizmente, ela não possui capacidade de combate registrada.

source: Incubator
pt_br: Incubador

source: The Incubator is a warm and humid collection of chambers in which Alien eggs are stored ready for hatching. They will be well protected by Alien warriors because of their vulnerability at this stage of the life cycle. You should also expect to meet many Multiworms preparing to give birth to the Hyperworm vermin which burst from the innards of their parents in their final death agony.
pt_br: A Incubadora é um conjunto de câmaras úmidas e mornas, nas quais ovos Alienígenas são armazenados, prontos para serem chocados. Eles são bem protegidos por guerreiros Alienígenas, devido a sua vulnerabilidade neste estágio do ciclo de vida. Pode-se esperar encontrar ali também muitos Multivermes preparando-se para dar a luz a Hipervermes, que irrompem das entranhas de seus progenitores, em sua agonia de morte final.

source: This structure appears to be the source of all Alien eggs. Few Aliens enter the building but many are seen to leave. Our Scientists fear the existence of a frightful Alien Queen. Excercise extreme caution if you encounter such an Alien.
pt_br: Esta estrutura parece ser a fonte de todos os ovos Alienígenas. Poucos Alienígenas entram no edifício, mas muitos parecem sair. Nossos cientistas supõem a existência de uma assustadora Rainha Alienígena. Tenha extrema cautela se você encontrar tal alienígena.

source: The Alien food source appears to be plants. This building provides the perfect balance of light and heat for the Alien plants.
pt_br: A fonte alimentar dos Alienígenas parecem ser plantas. Esta edificação fornece um equilíbrio ótimo de luz e calor para as plantas Alienígenas.

source: The Alien city is a complex organic growth in which each building type functions as a highly specialized "organ". The Megapod Chamber is the reproduction organ of the Alien city which nutures numerous egg shaped structures. These Megapods are giant seeds which grow to a large size before being transported to a new location. The seeds then grow and develop into other Alien buildings. The Megapod Chamber is extremely well defended but once it is destroyed we will be close to victory.
pt_br: A cidade Alienígena é um sistema orgânico complexo, em que cada tipo de edificação funciona como um "órgão" altamente especializado. A Câmara de Megacasulos é o órgão reprodutor da cidade Alienígena, pois cuida de numerosas estruturas em forma de ovo. Estes Megacasulos são enormes sementes, que crescem até atingirem um tamanho enorme, antes de serem transportados para um novo local. As sementes então crescem e se desenvolvem em outras edificações Alienígenas. A Câmara de Megacasulos é extremamente bem defendida, mas uma vez que seja destruída, estaremos próximos da vitória.

source: This building seems to function as a nocturnal rejuvenation center for the Aliens. We have identified the weak points that will allow us to destroy this building. You will receive a full briefing before you enter the combat zone. Once this task is accomplished we can gain information about the next Alien building through the exposed tubing that connects the Alien city.
pt_br: Esta edificação parece funcionar como um centro de rejuvenescimento noturno para os Alienígenas. Nós identificamos pontos fracos que nos permitirão destruir este edifício. Você receberá uma instrução completa, antes de entrar na zona de combate. Uma vez que esta tarefa esteja cumprida, nós poderemos obter informações sobre a próxima edificação Alienígena, através da tubulação exposta, que interconecta a cidade Alienígena.

source: This building produces strange organic mushroooms which "grow" into Alien craft. All other Alien technology is produced here as well - weapons for craft and equipment for Alien warriors. The nature of this building makes it an essential target for our forces, even though it is very well defended.
pt_br: Esta edificação produz estranhos cogumelos orgânicos que, ao crescer, se transformam em naves Alienígenas. Todo o resto da tecnologia Alienígena também é produzido aqui - armas para veículos e equipamentos para guerreiros Alienígenas. A natureza desta edificação a torna um alvo essencial para nossas forças, mesmo que ela seja bem defendida.

source: Our Scientists believe that this building influences the atmospheric conditions within the Alien world.
pt_br: Nossos cientistas creem que esta edificação influencie nas condições atmosféricas do mundo Alienígena.

source: The nerve center of the Alien city is concentrated in this building. The more intelligent Alien life forms are employed here to maintain and defend the building and its complex functions. Psimorphs will probably be found supervising operations and coordinating the defenders.
pt_br: O centro nervoso da cidade Alienígena está concentrado nesta edificação. As formas de vida Alienígenas mais inteligentes são empregadas aqui, para manter e defender o edifício e suas complexas funções. Psimorfos provavelmente serão encontrados supervisionando as operações e coordenando os defensores.

source: The Maintenance Factory produces the nutrients and energy for all other buildings. This is done by pumping the nutrient liquid through the connecting tube that runs through the city, just like blood in a cardiovascular system. The destruction of this building will be a significant blow to the Aliens and allow us to destoy all remaining structures.
pt_br: A Fábrica de Manutenção produz os nutrientes e a energia para todas as outras edificações. Isto é feito bombeando-se um líquido nutriente através dos tubos interconectados espalhados pela cidade, da mesma forma que o sangue no sistema cardiovascular. A destruição desta edificação será um golpe significativo nos Alienígenas, e nos permitirá destruir todas as demais estruturas.

source: Our final mission awaits our forces. This building sustains the three Dimension Gates which create a direct connection with our dimension. Soon after the building is destroyed the Dimension Gates will fade away and the link with the Alien world will be broken forever. The Aliens will be vanquished and victory will be ours.
pt_br: A missão final aguarda nossas forças. Esta edificação guarda os três Portais Dimensionais que criam uma conexão direta com nossa dimensão. Assim que esta instalação for destruída, os Portais Dimensionais se desvanecerão, e a ligação com o mundo Alienígena estará rompida para sempre. Os Alienígenas serão dominados, e a vitória será nossa.

source: The Megapol AP Grenade is a standard anti-personnel grenade with a timer mechanism. It can also be activated on impact making it highly useful in time-critical combat situations.
pt_br: A Granada PB Megapol é uma granada anti-pessoal padrão, com dispositivo de tempo. Ela também pode ser ativada ao impacto, tornando-a bastante útil em situações de combate de tempo crítico.

source: The Stun Grenade can be used to stun targets within a small area for a brief time. Larger Aliens may need weakening before they can be stunned.
pt_br: A Granada de Tonteio pode ser usada para tontear alvos dentro de uma pequena área, por um breve intervalo de tempo. Alienígenas de maior porte podem precisar ser enfraquecidos antes que possam ser tonteados.

source: This explosive device generates an instant smoke cloud that inhibits visibility. This can be used in combat situations for surprise attacks or to provide cover for retreating Agents.
pt_br: Este dispositivo explosivo gera instantaneamente uma nuvem de fumaça que impede a visibilidade. Ela pode ser usada em situações de combate para ataques-surpresa, ou para dar cobertura a Agentes em retirada.

source: A powerful explosive that will detonate when a sizable moving object moves within its detection field. The range of the proximity field can be programmed.
pt_br: Um poderoso explosivo que detonará quando um objeto móvel de tamanho razoável entrar em seu campo de detecção. O alcance do campo de proximidade pode ser programado.

source: A high explosive system for breaking through barriers or impassable terrain. Extra care must be taken when throwing this device. Its increased size means that it can't be thrown the same distance as a conventional grenade.
pt_br: Um sistema de auto-explosivo para o rompimento de barreiras ou terrenos intransponíveis. Cuidado adicional deve ser tomado quando se lança este dispositivo. Seu grande tamanho implica em que ele não pode ser lançado à mesma distância que uma granada convencional.

source: A standard issue hand gun which is good at short range and quite powerful. Its usefulness should not be underestimated because it allows an Agent to use other equipment, such as a grenade, with the spare hand.
pt_br: Uma pistola manual padrão adequada para curto alcance, e bastante potente. Sua utilidade não deve ser subestimada, pois ela permite a um Agente usar outro equipamento, tal como uma granada, com a mão livre.

source: Ammunition for the Lawpistol.
pt_br: Munição para Pistola.

source: A military automatic firing projectile weapon. It is good at close range using automatic fire, but not accurate enough to be effective at longer ranges.
pt_br: Uma arma militar de disparo automático de projéteis. Ela é bastante boa para fogo automático a curto alcance, mas não é precisa o suficiente para ser eficaz a alcances mais longos.

source: Ammunition for the M4000 Machine Gun.
pt_br: Munição para a Metralhadora MarSec M4000.

source: A laser gun with a laser sight designed for accurate long range shooting. This weapon is a good complement for the Marsec M4000 Machine Gun and should be used by Agents with good accuracy ratings.
pt_br: Uma arma laser com mira laser, projetada para tiros precisos a longa distância. Esta arma é um bom complemento à metralhadora MarSec M4000, e deve ser usada por agentes com bons índices de precisão.
