Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: The highest quality medical care is available only from a dedicated medical unit. Any injuries would otherwise have to be dealt with by the city hospitals, where the safety of Agents cannot be guaranteed. Injured Agents are automatically healed when they reside at a base with a Medical Bay, but if the capacity of the Medical Bays are exceeded then healing will not take place at 100% efficiency.
cs: Lékařská péče nejvyšší úrovně je dostupná pouze ve specializované medicínské jednotce. Léčba těžkých zranění, by byla v normálních městských nemocnicích riskantní, neboť by zde nemohla být zajištěna bezpečnost agentů. Zranění agenti jsou automaticky léčeni v tomto zařízení, v blízkosti svých domovů a spolubojovníků. Pokud je ale kapacita Ošetřovny překročena, není léčení stoprocentně efektívní.
de_de: Nur eine engagierte medizinische Einheit kann eine hochwertige ärztliche Versorgung garantieren. Andernfalls müssen Verletzungen in den städtischen Krankenhäusern behandelt werden, wo die Sicherheit der Agenten nicht gewährleistet werden kann. Verletzte Agenten werden auf einer Basis mit einer Krankenstation automatisch behandelt. Wenn die Krankenstationen allerdings überlastet sind, sinkt die Effizienz der Behandlung.
es: La asistencia médica de máxima calidad sólo está disponible en una unidad médica especializada. De no ser así, las lesiones tendrían que tratarse en los hospitales públicos, donde no se puede garantizar la seguridad de los Agentes. Los Agentes heridos quedan automáticamente curados cuando viven en una base con Enfermería, pero si se sobrepasa la capacidad de la Enfermería, entonces la curación no tendrá una eficacia del 100%.
fr_fr: Une unité médicale dévouée fournit des soins médicaux de la meilleure qualité possible. Sans cette unité, les agents devraient se faire soigner dans les hôpitaux de la ville, où leur sécurité ne peut pas être garantie. Les agents blessés guérissent automatiquement lorsqu'ils se trouvent dans une base dotée d'un bloc médical. Cependant, si le nombre de blessés dépasse ce qu'un bloc peut normalement gérer, la guérison ne se fera pas à 100%.
it: Le più avanzate cure della medicina odierna sono disponibili in questa speciale unità medica. Se così non fosse tutti i danni subiti dagli agenti andrebbero curati negli ospedali cittadini, dove la loro sicurezza non potrebbe essere garantita. I feriti vengono curati automaticamente quando arrivano in una base dotata di Centro Medico; se quest'ultimo dovesse rivolgere le proprie attenzioni a troppi pazienti, questi non riuscirebbero a essere curati a dovere, e non tornerebbero al 100% di efficienza.
ja_jp: 最高の医療サービスは専門の医療機関からのみ受けられる。町医者に頼るとなるとエージェントの安全を保証するものは何もないからだ。負傷したエージェントは基地内に居る限り自動的にメディカルベイのサービスを受けて治療されるが、ニーズがキャパシティを超えた場合は効率が落ちてしまう。
pl: Najwyższy poziom opieki medycznej może być dostępny tylko dzięki dedykowanemu pomieszczeniu medycznemu. W innym wypadku ranni agenci musieliby być leczeni w szpitalach miejskich, gdzie ich bezpieczeństwo nie mogłoby być zagwarantowane. Ranni są automatycznie leczeni, gdy stacjonują w bazie wyposażonej w ambulatorium, jednak jeśli jego pojemność zostaje przekroczona, leczenie nie będzie toczyło się ze stuprocentową skutecznością.
pt_br: Atendimento médico de qualidade só pode ser obtido através de uma dedicada unidade médica. Quaisquer lesões devem ser tratadas em hospitais da cidade, onde a segurança dos agentes não pode ser garantida. Agentes feridos se curam automaticamente quando residem na base de um centro médico, mas se a capacidade deste for excedida, então o processo de cura não vai obter 100% de eficiência.
ru_ru: Высококачественную медицинскую помощь можно получить только в специальном медицинском блоке. Если такой блок на базе отсутствует, оперативники X-COM могут получить лечение в городском госпитале, где их безопасность не гарантирована. Раненые оперативники автоматически лечатся, если они находятся на базе, где построен медицинский блок, но если он перегружен, эффективность лечения будет снижена.

source: Training in physical skills is essential for X-COM Agents. Without a fully equipped training area, Agents residing at the base would waste a lot of time when they could be improving their weapons skills, reactions and stamina. Agents assigned to combat training will automatically use any training facilities at a base, but if the capacity of Training Areas is exceeded then training will not take place at 100% efficiency.
cs: Tréning osobní výkonosti je pro agenty X-COM nezbytný. V tomto plně vybaveném tréningovém zařízení mohou agenti, ubytovaní v Bázi, strávit mnoho volného času, zvyšováním své úrovně střelby, reakcí a výdrže. Agenti, přiřazení do Tréningového bloku, během bojového tréningu postupně absolvují všechny druhy výcviku, ale jestliže je kapacita trenažérů přeplněna, nemá tréning stoprocentní efektivitu.
de_de: Körperliche Fitness ist für X-COM-Agenten von größter Bedeutung. Sind keine voll ausgestatteten Trainingsbereiche vorhanden, verschwenden die Agenten auf der Basis ihre Zeit, statt Waffenkenntnisse, Reaktionen und Ausdauer zu verbessern. Dem Kampftraining zugewiesene Agenten nutzen automatisch alle vorhandenen Trainingseinrichtungen. Wenn die Trainingsbereiche allerdings überlastet sind, sinkt die Effizienz des Trainings.
es: El entrenamiento en aptitudes físicas es esencial para los Agentes X-COM. Sin una zona de entrenamiento totalmente equipada, los Agentes que residen en la base perderían mucho tiempo cuando podrían estar mejorando sus habilidades con las armas, reacciones y resistencia. Los agentes asignados al entrenamiento para el combate utilizarán automáticamente cualquier instalación de entrenamiento en la base, pero si se sobrepasa la capacidad de la zona de entrenamiento, entonces el entrenamiento no tendrá una eficacia del 100%.
fr_fr: L'entraînement physique est vital pour les agents d'X-COM. Sans une aire d'entraînement entièrement équipée, les agents résidant à la base perdraient leur temps au lieu de peaufiner leur adresse au tir, d'améliorer leurs réactions et leur endurance. Les agents affectés à l'entraînement au combat se servent automatiquement des installations d'entraînement de la base. Cependant, si l'aire d'entraînement accueille plus de personnes qu'elle ne peut normalement en contenir, l'entraînement ne sera pas efficace à 100%.
it: L'addestramento fisico è alla base della preparazione degli agenti X-COM. Se il Centro Addestramento fosse lontano dalla base, gli agenti sottrarrebbero inutilmente del tempo agli allenamenti relativi al miglioramento della mira, dei tempi di reazione e della resistenza fisica. Gli agenti assegnati all'addestramento al combattimento usano automaticamente le strutture adeguate presenti nella base; se queste ultime sono però sfruttate eccessivamente i benefici dell'addestramento saranno minori per tutti coloro che lo svolgeranno.
ja_jp: 肉体を鍛える事はX-Comのエージェントにとって必須事項となる。トレーニング室を完備していない場合は基地内のエージェント達が暇を持てあます事になり、武器、反応、スタミナなどを鍛えるチャンスを失う。エージェント達は基地内に居る限りは自動的に訓練室を使用するが、ニーズがキャパシティを超えた場合は効率が落ちてしまう。
pl: Trening umiejętności fizycznych jest dla agentów X-COM kluczowy. Bez dostępu do sali treningowej agenci rezydujący w bazie traciliby czekając na misję wiele czasu, który może być spożytkowany na treningu z bronią, ćwiczeniu refleksu czy rozwijanie wytrzymałości. Agenci stacjonujący w bazie wyposażonej w salę treningową trenują automatycznie, jednak jeśli jej pojemność zostaje przekroczona, trening nie będzie toczył się ze stuprocentową skutecznością.
pt_br: Agentes naturalmente talentosos em habilidades psiônicas precisam treinar dura para manter e melhorar seus poderes, ataque e defesa. A psidemia é equipada com as últimas inovações tecnológicas psiônicas, e tal treinamento não pode ser feito sem essa instalação. Agentes designados para treinamento psiônico automaticamente usarão qualquer psidemia na base, mas se a capacidade das academias for excedida, então o treinamento não terá 100% de eficiência.
ru_ru: Тренировка физических данных имеет первостепенную важность для оперативников X-COM. Если на базе нет оборудованного тренировочного зала, оперативники будут тратить впустую то время, которое могло уйти на повышение навыков владения оружием, реакции и выносливости. Оперативники, направленные на тренировку боевых навыков, будут автоматически использовать любые доступные тренировочные блоки на базе, но если они перегружены, эффективность тренировочного процесса будет снижена.

source: Psi-Gym
fr_fr: Gymnase psionique
ja_jp: Psi訓練室
pl: Sala psimnastyczna
pt_br: Psidemia
ru_ru: Зал пси-тренировок

source: Agents which are naturally talented in Psionic skills need to train hard to maintain and improve their power, attack and defense. The Psi-Gym is equipped with the latest Psionic technology and Psionic training is not possible without such a facility. Agents assigned to Psionic training will automatically use any Psi Gym at a base, but if the capacity of the gyms is exceeded then training will not take place at 100% efficiency.
cs: Agenti, kteří jsou přirozeně nadáni psionickými schopnostmi, potřebují být velmi intenzívně trénováni, aby se zvýšila jejich úroveň v psionickém útoku a obraně. Psi-Gym je vybaven nejnovější psionicku technologií, bez níž je psionický tréning nemyslitelný. Agenti se v psionickém tréningu pravidelně střídají, avšak pokud je kapacita tohoto zařízení překročena, nebude tréning stoprocentně efektívní.
de_de: Agenten mit einer natürlichen übersinnlichen Veranlagung müssen diese bei Angriff und Verteidigung eingesetzten Kräfte erhalten und vertiefen. Das Psi-Gym ist mit der neuesten Psi-Technologie ausgestattet, und die Psi-Ausbildung ist ohne eine derartige Einrichtung unmöglich. Dem Psi-Training zugewiesene Agenten nutzen automatisch alle vorhandenen Trainingseinrichtungen. Wenn die Trainingsbereiche allerdings überlastet sind, sinkt die Effizienz des Trainings.
es: Los agentes que tienen un talento natural en habilidades Psiónicas necesitan entrenarse duro para mantener y mejorar su potencia, ataque y defensa. El Psi-Gym está equipado con lo más reciente en tecnología Psiónica y el entrenamiento Psiónico no es posible sin una instalación como esta. Los agentes asignados al entrenamiento Psiónico utilizarán automáticamente cualquier Psi Gym en una base, pero si se sobrepasa la capacidad de los gimnasios entonces el entrenamiento no tendrá una eficacia del 100%.
fr_fr: Les agents qui ont des dons psioniques innés doivent subir un entraînement intensif pour maintenir et améliorer leur puissance, leur attaque et leur défense. Le gymnase psionique est équipé des toutes dernières technologies psioniques sans lesquelles l'entraînement psionique ne serait pas possible. Les agents affectés à l'entraînement psionique se servent automatiquement du gymnase psionique de la base. Cependant, si le gymnase accueille plus de personnes qu'il ne peut normalement en contenir, l'entraînement ne sera pas efficace à 100%.
it: Gli agenti naturalmente portati alle abilità psioniche si devono allenare duramente per conservare, o addirittura aumentare, il loro potere di attacco e di difesa. La Psi-Gym è dotata della tecnologia psionica più recente, ed è l'unica struttura dove è possibile questo tipo di allenamento. Gli agenti assegnati all'addestramento psionico usano automaticamente le apparecchiature predisposte, ma se sono in troppi contemporaneamente i benefici che ne ricavano sono ridotti.
ja_jp: 生まれつきPsiスキルの才能に恵まれたエージェントでも絶え間ないトレーニングをしなければその力を維持し、攻撃防御両側面を改善する事はできない。Psi訓練室は最新のサイオニックテクノロジーによって可能となった施設で、これが無ければ訓練そのものが成り立たない。基地内に居るエージェント達は自動的に訓練室を使用するが、ニーズがキャパシティを超えた場合は効率が落ちてしまう。
pl: Agenci z naturalnym talentem psionicznym muszą ciężko trenować, by utrzymać i rozwijać jego siłę, atak i obronę. Sala psimnastyczna wyposażona jest w najnowszą technologię psi, bez której trening nie byłby możliwy. Agenci wysłani do treningu psi trenują automatycznie, o ile w ich bazie znajduje się sala psimnastyczna, jednak jeśli jej pojemność zostaje przekroczona, trening nie będzie toczył się ze stuprocentową skutecznością.
pt_br: Treinamento em aptidões físicas é essencial para agentes da X-COM. Sem uma área de treinamento totalmente equipada, os agentes que vivem na base perderão muito tempo, quando podiam estar melhorando suas habilidades reações e resistência. Agentes designados para treinamento de combate automaticamente irão usar qualquer instalação de treinamento na base, mas se a capacidade dessas áreas for excedida, o treinamento não terá 100% de eficiência.
ru_ru: Оперативники, обладающие псионическими навыками, должны серьезно тренироваться, чтобы поддерживать и повышать свой уровень пси-энергии, пси-атаки и пси-защиты. Зал пси-тренировок оснащен последними псионическими разработками, и их проведение было бы невозможно без этого блока. Оперативники, направленные на пси-тренировку, будут использовать любой зал, имеющийся на базе, но если он перегружен, эффективность тренировочного процесса будет снижена.

source: Should a base come under attack a Security Station will act as a defensive buffer which can assist Agents in defensive fire. Heavy Plasma Gun emplacements are directed down adjacent corridors. The Security Station is designed so that it will not obstruct the smooth functioning of the base.
cs: V případě napadení Báze, se aktivuje Stanice obrany, aby pomohla agentům v obranné palbě. Mohutné plazmové kanóny, umístěné ve stanici jsou zamířeny do sousedních chodeb a ostřelují procházející vetřelce. Stanice obrany je konstruována tak, aby nebránila v normálním provozu Báze.
de_de: Wird eine Basis angegriffen, fungiert die Sicherheitsstation als Puffer, um die Agenten bei der Defensive zu unterstützen. Schwere Plasmakanonen sind in aneinandergrenzenden Korridoren ausgerichtet. Die Sicherheitsstation ist so angelegt, daß sie den reibungslosen Ablauf der übrigen Basis-Aktivitäten nicht behindert.
es: Si una base es atacada, un Puesto de Seguridad actuará como un baluarte defensivo que puede ayudar a los Agentes con el fuego defensivo. Los emplazamientos de Cañones Pesados de Plasma apuntan por los pasillos colindantes. El Puesto de Seguridad está diseñado por modo que no obstruya la fluida operación de la base.
fr_fr: En cas d'attaque contre la base, un poste de sécurité agit comme un tampon défensif permettant d'aider les agents à se défendre. Des emplacements pour fusils à plasma lourds sont dirigés le long des couloirs adjacents. Le poste de sécurité est conçu de manière à ne pas gêner le bon fonctionnement de la base.
it: Nel caso in cui una base dovesse subire un attacco, la Stazione di Sicurezza servirebbe come strumento di difesa, in aiuto degli agenti. Armi al Plasma di grande potenza sono puntate verso i corridoi adiacenti. La Stazione di Sicurezza è progettata in modo da non intralciare il normale funzionamento della base.
ja_jp: 基地が侵入者による攻撃を受ける時、セキュリティステーションは緩衝的な防衛線となる。エージェント達の交戦を隣接し合う通路上から重プラズマガンが支援するが、それは決して基地のスムーズな操業を邪魔するものではない。
pl: Jeśli baza zostanie zaatakowana, stacje bezpieczeństwa będą służyły jako bufor, wspierając agentów ogniem defensywnym. Ciężkie miotacze plazmowe zamontowane są na końcach przylegających korytarzy. Stacja bezpieczeństwa zaprojektowana jest tak, aby nie zakłócała normalnej aktywności bazy.
pt_br: Se uma base ficar sob ataque, uma estação de segurança funcionará como um escudo que auxiliará agentes na defesa. Armas de plasma pesadas estão direcionadas para corredores adjacentes. A estação de segurança é concebida para não obstruir o bom funcionamento da base.
ru_ru: В случае атаки на базу пост безопасности сыграет роль защитного буфера, который поможет оперативникам держать оборону. Тяжелые плазмометы, установленные в ДЗОТах, направлены вдоль смежных коридоров. Пост безопасности устроен таким образом, что он не мешает нормальной работе базы в мирных условиях.

source: Security is a very important issue for a base when it contains vital personnel and technology. Advanced Security Stations provide the best protection for base facilities. Weapon emplacements are based on Alien Disruptor technology.
cs: Stanice obrany jsou důležité, zvláště v Bázích, kde je soustředěn kvalifikovaný personál a technologie. Rozšířená stanice obrany poskytuje vynikající ochranu pro vybavení Báze. Umístěné zbraně používají disperzívní technologii.
de_de: Das Thema Sicherheit ist besonders dann von großer Bedeutung, wenn sich in einer Basis wichtiges Personal aufhält oder dort fortschrittliche Technologie zum Einsatz kommt. Hochsicherheitsstationen bieten den besten Schutz für die Basiseinrichtungen. Die Bewaffnung basiert auf der Alien-Disruptor-Technologie.
es: La seguridad es un tema muy importante para una base cuando contiene personal y tecnología vitales. Los Puestos de Seguridad Avanzados proporcionan la mejor protección de las instalaciones de la base. Los emplazamientos de las armas están basados en tecnología perturbadora alienígena.
fr_fr: La sécurité est prise très au sérieux dans une base qui abrite un personnel et des technologies essentiels. Les postes de sécurité avancés fournissent la meilleure protection possible pour les installations de la base. Les emplacements des armes sont basés sur la technologie de disruption alienne.
it: La sicurezza è vitale, specie in basi che contengono personale e tecnologie strategici. Le Stazioni di Sicurezza Avanzate forniscono la miglior protezione possibile. I loro sistemi d'arma sono basati sulla tecnologia Aliena della Disgregazione.
ja_jp: セキュリティは貴重な人材やテクノロジーを保有する基地にとって非常に重要な問題である。この改良型セキュリティステーションは基地内のあらゆる設備を最高の状態で守ることができる。武装としてはエイリアンのディスラプターテクノロジーに基づいた兵器を搭載している。
pl: Kwestie bezpieczeństwa są kluczowe dla bazy, w której znajduje się cenny personel i technologia. Zaawansowane stacje bezpieczeństwa zapewniają najlepszą ochronę dla pomieszczeń bazy. Zamontowane w nich stanowiska broni są oparte na technologii dysrupcyjnej.
pt_br: Segurança é uma questão muito importante para uma base que contém tecnologia e equipe essenciais. Estações de segurança avançadas fornecem a melhor proteção para instalações da base. Espaços para armas baseiam-se na tecnologia disruptiva alienígena.
ru_ru: Безопасность - важный аспект работы базы, если на ней в данный момент находится персонал и оборудование, обеспечивающее ее функционирование. Улучшенные посты безопасности гарантируют максимально эффективную защиту строений базы. В ДЗОТах установлены излучатели, разработанные на основе расщепляющих технологий пришельцев.

source: Repair bays are required for repairing damaged craft. A single bay can only deal with one vehicle at a time, but if there is more than one damaged vehicle per repair bay, then all vehicles will still be repaired, but at less than 100% efficiency.
cs: Opravna vozidel je nezbytná pro opravy poškozených strojů. Jedna opravna dokáže opravovat najednou pouze jediné vozidlo. Je-li poškozených vozidel více, budou sice opravena všechna, ale efektivita oprav nebude stoprocentní.
de_de: Diese Werkstätten werden zur Reparatur beschädigter Fahrzeuge benötigt. In einer Werkstatt kann immer nur ein Fahrzeug repariert werden. Wenn mehr beschädigte Fahrzeuge in der Werkstatt eintreffen, sinkt die Effizienz.
es: Los Recintos de Reparación son necesarios para reparar las naves dañadas. Un único recinto sólo puede reparar un vehículo a la vez, pero si hay más de un vehículo dañado por recinto de reparación, entonces todos los vehículos se repararán, pero con una eficacia de menos del 100%.
fr_fr: Les aires de réparation de véhicules sont nécessaires pour réparer les vaisseaux endommagés. On ne peut réparer qu'un véhicule par aire. S'il y a plus d'un véhicule par aire de réparation, les réparations seront effectuées, mais leur efficacité ne sera pas de 100%.
it: L'Hangar di Riparazione serve per porre rimedio ai danni subiti in battaglia dai mezzi X-COM. Un Hangar può occuparsi di un solo veicolo per volta; in caso contrario non è garantito il perfetto funzionamento dei mezzi.
ja_jp: 修理ベイは損傷した機体を修復する際に必要となる。1個のベイにつき一機しか収納できない為、ベイの数より多くの損傷した機体がある場合は修理自体は可能なものの、効率が落ちてしまう。
pl: Hangary są niezbędne do naprawy uszkodzonych pojazdów. w pojedynczym hangarze można pracować tylko nad jednym pojazdem naraz, jeśli jednak na jeden hangar przypada ich więcej, wówczas wszystkie będą naprawiane, ale nie ze stuprocentową skutecznością.
pt_br: Centros de reparos são necessários para consertar naves danificadas. Um único centro só pode lidar com um veículo por vez, mas se há mais que um veículo danificado por centro, então todos os veículos serão reparados, mas com menos de 100% de eficiência.
ru_ru: Эти станции необходимы для ремонта кораблей и наземного транспорта X-COM. Одна станция может ремонтировать одновременно только одну единицу техники, но если поврежденных единиц больше одной на блок, то ремонт каждой из них будет осуществляться со сниженной эффективностью.

source: Any research involving Alien creatures must be conducted in a Biochemistry Lab. These labs can accommodate up to five Biochemists working at one time and each lab can be assigned a specific research project.
cs: Všechny výzkumy cizáckých tvorů musí být prováděny v Biochemické laboratoři. V laboratoři tohoto typu může najednou pracovat až pět Biochemiků a každá z laboratoří může zpracovávat pouze odlišný projekt
de_de: Diese Labors sind speziell für Hochenergiepartikel-Experimente ausgestattet und dienen zur Analyse und Replikation außerirdischer Technologien. Im Labor können fünf Quantenphysiker arbeiten. Jedem Labor kann ein spezifisches Forschungsprojekt zugewiesen werden.
es: Cualquier investigación referente a criaturas alienígenas debe llevarse a cabo en un Laboratorio de Bioquímica. Estos laboratorios pueden alojar hasta cinco Bioquímicos trabajando juntos y cada laboratorio puede tener asignado un proyecto concreto de investigación.
fr_fr: Toutes les recherches concernant les créatures aliennes doivent être effectuées dans un labo de biochimie. Ces labos peuvent contenir jusqu'à cinq bio-scientifiques travaillant en même temps; chaque labo peut être affecté à un type de recherche spécifique.
it: Tutte le ricerche relative alle creature Aliene devono essere condotte in questo Laboratorio, dove possono lavorare fino a cinque biochimici alla volta; a ogni laboratorio può inoltre essere assegnato uno specifico compito di ricerca.
ja_jp: エイリアン生物に関するあらゆる研究は生化学研究所で行われる。5人までの生化学者が同時に就業可能で、複数ある場合はそれぞれが異なる研究プロジェクトを進めることができる。
pl: Wszelkie badania związane z obcymi stworami wymagają laboratorium biochemicznego. W laboratoriach tych może pracować naraz do pięciu biochemików, a każde laboratorium może pracować nad własnym projektem badawczym.
pt_br: Qualquer pesquisa que envolva alienígenas deve ser conduzida em um laboratório bioquímico. Esses laboratórios podem acomodar até 5 bioquímicos trabalhando ao mesmo tempo, e cada laboratório pode ser designado para um projeto de pesquisa específico
ru_ru: Все исследования инопланетных форм жизни должны проводиться в биолаборатории. В каждой лаборатории может работать одновременно пять биохимиков, и каждой лаборатории может быть назначен один исследовательский проект.
