Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: A low powered road engine for bikes and small vehicles.
pt_br: Um motor terrestre de baixa potência para motos e pequenos veículos.

source: A standard road vehicle anti-grav unit.
pt_br: Uma unidade anti-gravitacional padrão para veículos terrestres.

source: A high powered road vehicle engine for standard size road vehicles
pt_br: Um motor de alta potência para veículos terrestres de tamanho padrão

source: A powerful road engine normally reserved for police or military use.
pt_br: Um motor terrestre de alta potência normalmente reservado para uso militar e da polícia.

source: The ultimate road vehicle engine, strictly for armored military vehicles.
pt_br: O motor mais poderoso para veículos terrestres, de uso restrito de veículos militares blindados.

source: A complex AI unit manufactured by Cyberweb. It is designed to assist the aiming and intelligent targeting for all installed weapons systems.
pt_br: Uma complexa unidade IA fabricada pela CyberWeb. Ela é projetada para apoio à aquisição de alvos e controle de fogo para todos os sistemas de armas instalados.

source: A more complex and capable version of the Light Weapons Control. Accuracy is improved over the smaller model.
pt_br: Uma versão mais complexa e capaz do Controle de Armas Leve. Sua precisão é superior, comparada ao modelo de menor porte.

source: The largest and most complex weapons control system available from Cyberweb.An expensive unit that should only be used on heavily loaded weapons platforms.
pt_br: O maior e mais complexo sistema de controle de armas produzido pela CyberWeb. Uma unidade cara, que deve ser usada apenas em plataformas de armas pesadamente equipadas.

source: X-COM Scientists have devised a superior and more compact weapons control system designed specifically for X-COM vehicles. It assists targeting of the more agile UFOs.
pt_br: Os cientistas do X-COM desenvolveram um sistema de controles de armas de capacidade superior e mais compacto, projetado especificamente para veículos do X-COM. Ele auxilia na aquisição de alvos e controle de disparo contra os OVNIs mais ágeis.

source: A standard module for transporting goods. X-COM Agents should have cargo capacity at a building after a tactical combat mission in order to retrieve equipment and Alien artifacts.
pt_br: Um módulo padrão para o transporte de produtos. Os Agentes do X-COM devem ter capacidade de carga em um edifício após um combate tático, para recuperar artefatos e equipamentos Alienígenas.

source: Allows a vehicle to carry an extra four passengers in addition to the standard passenger capacity for the vehicle type.
pt_br: Permite a um veículo carregar quatro passageiros adicionais, além da capacidade padrão de passageiros dos veículos daquele tipo.

source: This X-COM produced unit is designed to contain Alien specimens, alive or dead. In order to retrieve Alien life forms, X-COM Agents must have Bio-Transport capability at a building after a tactical combat mission.
pt_br: Esta unidade produzida pelo X-COM é projetada para conter espécimes Alienígenas, vivos ou mortos. Para recuperar formas de vida alienígenas, os Agentes do X-COM precisam ter capacidade de Transporte Biológico em um edifício, após uma missão de combate tático.

source: The Cyberweb evasion system is designed to track hostile missiles and disrupt their guidance systems using various forms of radiation. It is not totally effective but a very useful complement for other defense systems.
pt_br: O sistema de evasão da CyberWeb é projetado para rastrear mísseis hostis e colocar fora de ação seus sistemas de guia, através do emprego de diversas formas de radiação. Ele não é totalmente eficaz, mas é um complemento muito útil a outros sistemas de defesa.

source: The Aliens have manufactured an energy shield that can protect an entire vehicle. It is far more effective than any armor system and can turn a small vehicle into a deadly weapons platform. The disruption field it generates can absorb any kind of beam or projectile, but it loses power for each hit. Power levels are gradually restored but the unit will cease functioning if the power level is reduced to zero.
pt_br: Os Alienígenas possuem um escudo energético que pode proteger todo um veículo. Ele é muito mais eficaz que qualquer tipo de blindagem, e pode transformar um veículo de pequeno porte em uma plataforma de armas mortal. O campo de disrupção que ele gera pode absorver qualquer tipo de raio ou projétil, mas ele perde potência a cada vez que é atingido. Os níveis de potência são gradualmente restaurados, mas a unidade para de funcionar, quando seu nível de potência cai a zero.

source: A larger and more powerful version of the Small Disruption Shield designed for larger Alien craft. Its absorption level is much greater, but will still malfunction if the power level is reduced to zero.
pt_br: Uma versão maior e mais potente do Escudo de Disrupção Pequeno, projetado para veículos Alienígenas de maior porte. Seu nível de absorção é muito maior, mas ele também para de funcionar, quando seu nível de potência cai a zero.

source: The Cloaking Field is an Alien defense system that disrupts the detectors of missiles or weapon control systems. Effectively this means that the craft is almost invisible to radar, infra-red and visual sighting. It is very effective but the field must be disabled temporarily if the craft is using any of its own weapons systems.
pt_br: O Campo de Camuflagem é um sistema de defesa Alienígena que coloca fora de ação a aquisição de alvos de mísseis ou sistemas de controle de armas. Na prática, isto significa que o veículo torna-se praticamente imune à detecção visual, infravermelha ou por radar. Ele é muito eficiente, mas o campo deve ser temporariamente desligado, para que o veículo possa usar qualquer um de seus sistemas de armas.

source: The Aliens have developed a very effective teleportation system that allows a craft to jump instantly over short distances. The unit is automatically activated when a vehicle is under fire and receiving damage. Its offensive use is limited because the destination cannot be controlled accurately.
pt_br: Os Alienígenas desenvolveram um sistema de teletransporte muito eficiente, que permite a um veículo "saltar" instantaneamente pequenas distâncias. A unidade é automaticamente ativada quando um veículo está sob fogo, sofrendo danos. Seu uso ofensivo é limitado, uma vez que o destino do "salto" não pode ser controlado com precisão.

source: NOT USED!
pt_br: NÃO USADO!

source: The Extraterrestrial combat force known as X-COM was originally founded in 1998 to defend the Earth from Alien invasion. After a period of obsolescence, X-COM was revived in 2040 to fight the second Alien war under the seas of the Earth. X-COM has now been enlisted to investigate recent Alien incursions. The city's senators have agreed to fund a covert initiative, with the assistance of local Megapol stations, who will pass on reports of possible Alien activity directly to the X-COM base commander. X-COM is under pressure to solve the Alien problem before new elections to the Senate. Senators and the corporate elite of Mega-Primus are nervous about the prospect of popular panic undermining the social fabric of the city.
pt_br: A força de combate contra extraterrestres conhecida como X-COM foi originalmente instituída em 1998, para defender a Terra contra uma invasão alienígena. Após um período de obsolescência, o X-COM foi "ressuscitado" em 2040, para lutar a segunda guerra alienígena, sob os mares da Terra. O X-COM foi agora incumbido da investigação das recentes incursões alienígenas. Os Senadores da cidade concordaram em subsidiar uma iniciativa secreta com a assistência dos postos locais da Megapol, que repassarão relatórios de possível atividade dos Alienígenas diretamente ao comandante da base X-COM. O X-COM está sob pressão, para resolver o problema Alienígena antes das novas eleições para o Senado. Os Senadores e a elite corporativa de Mega-Primus estão nervosos com a possibilidade do pânico da população vir a minar a estrutura social da cidade.

source: The Alien scare first began on 7th March, 2084 when a strange Dimension Gate appeared in the skies above Mega-Primus. During the following days strange UFOs came and went, but they did not appear to attack anything or abduct anyone. It was only when strange reports of Alien monsters lurking in the recesses of city buildings filtered through to the senatorial security committee that the plan to enlist X-COM was proposed.
pt_br: O medo Alienígena começou em 7 de Março de 2084, quando um estranho Portal Dimensional apareceu nos céus de Mega-Primus. Durante os dias seguintes, estranhos OVNIs surgiram e desapareceram, mas aparentemente não atacaram ou abduziram ninguém. Apenas quando relatórios de monstros Alienígenas espreitando entre recessos de edifícios da cidade chegaram ao Comitê de Segurança do Senado, o plano para acionar o X-COM foi proposto.

source: Mega-Primus is a city state ruled by thirteen elected senators. This Government is directly responsible for the legal system and the mass transit systems. All other city services, including the policing of the city, are contracted to various corporations. In practice the immense bureaucracy holds the most power. Senior civil servants are responsible for maintaining the city edicts and defining citizenship and its obligations. They cannot be removed from their jobs except through proven misconduct.
pt_br: Mega-Primus é uma cidade-estado governada por treze senadores eleitos. Este governo é diretamente responsável pelos sistemas legal e de transporte de massas. Todos os demais serviços da cidade, inclusive o policiamento, são contratados de diversas corporações. Na prática, a imensa burocracia detém a maior parte do poder. Servidores civis em altos cargos são responsáveis pela manutenção das leis da cidade e definição da cidadania e suas obrigações. Eles não podem ser demitidos, a não ser por má conduta comprovada.

source: Megapol not only runs the city police force and prison service, it also manufactures vehicles, weapons and munitions. It directly competes with the Marsec corporation for lucrative markets in the mining colonies and Mega-Primus. The major problems for Megapol are the criminal gangs that distribute Psiclone and the UFO incursions which are regarded as a threat to city security. Police vehicles bravely intercept UFOs as they materialize from the Dimension Gates, but they are woefully under equipped to deal with them.
pt_br: A Megapol não apenas fornece os serviços carcerários e policiais da cidade, mas também fabrica veículos, armas e munições. Ela compete diretamente com a corporação MarSec, nos lucrativos mercados de Mega-Primus e das colônias de mineração. Os maiores problemas da Megapol são quadrilhas de criminosos que distribuem Psiclones e as incursões de OVNIs, que são consideradas ameaças à segurança da cidade. Veículos policiais interceptam bravamente os OVNIs, assim que eles se materializam nos Portais Dimensionais, mas seu equipamento é lamentavelmente pobre para enfrentar os OVNIs.

source: This bizarre cult has whipped up a religious frenzy following the appearance of the Dimension Gates. The cult has long believed in redemption of the human race by a superior Alien race. They believe the UFOs and Aliens to be harmless and are rapidly gaining credibility and recruits from the general population. This represents a considerable threat to X-COM because the cultists will do anything to assist the Aliens in their purpose, whatever that might be.
pt_br: Este estranho culto desencadeou um frenesi religioso após o aparecimento dos Portais Dimensionais. O culto pregava, desde há muito tempo, a redenção da raça humana através de uma raça alienígena superior. Eles acreditam que os OVNIs e os Alienígenas são inofensivos e estão rapidamente ganhando credibilidade e seguidores entre a população. Isto representa uma ameaça considerável ao X-COM, pois os seguidores desta seita farão de tudo para ajudar os Alienígenas a conseguirem seus objetivos, quaisquer que sejam eles.

source: The ominous and highly secretive Marsec corporation took over from X-COM as the leading provider of off-world security, as X-COM centered its activities around Mega-Primus. During the initial years of their operation Marsec was empowered to impose order on the rebellious Mars colony. Marsec (Mars Security) developed high technology weaponry and vehicles by recruiting top Scientists from Earth and using the equipment left by X-COM. With the establishment of the remote Elerium mining colonies, Marsec secured contracts for military equipment despite competition from Megapol.
pt_br: A sinistra e altamente secreta corporação MarSec tomou do X-COM a função de principal fornecedor de segurança interplanetária, já que o X-COM concentrou suas atividades em Mega-Primus. Durante os primeiros anos de sua operação, a MarSec ganhou os poderes para impor a ordem na colônia rebelde de Marte. A MarSec (Mars Security - Segurança de Marte) desenvolveu veículos e armamentos de alta tecnologia, recrutando cientistas terrestres do mais alto nível, e usando equipamentos deixados pelo X-COM. Com o estabelecimento das colônias de mineração de Elério distantes, a MarSec garantiu contratos de equipamentos militares, a despeito da competição da Megapol.

source: The refinement of Elerium powered anti-grav propulsion units has created a new industry for ecologically friendly power sources. Superdynamics has developed sophisticated plants for producing power units of all sizes as well as a variety of airborne anti-grav vehicles. The cost of manufacture is high and Elerium is also in short supply. This means that privately owned vehicles are rare, but Superdynamics developed and installed the anti-grav system for the People Tubes. These safe and efficient tube ways rapidly became the mass transit system for Mega-Primus in direct competition to the road network.
pt_br: O desenvolvimento das unidades de propulsão anti-gravidade de Elério criou uma nova indústria de fontes de energia ecológicas. A SuperDynamics desenvolveu fábricas sofisticadas, capazes de produzir unidades de força de todos os tamanhos, bem como diversos tipos de veículos anti-gravidade. O custo da manufatura é alto, e o Elério é escasso. Isto significa que veículos particulares são raros, mas a SuperDynamics desenvolveu e instalou o sistema anti-gravitacional para os Tubos de Transporte Pessoal. Estes tubos de transporte rápidos e eficientes tornaram-se rapidamente o principal sistema de transporte de massa de Mega-Primus, competindo diretamente com a rede de auto-estradas.

source: The General Metro corporation designs and manufactures road vehicles. Since the corporation installed an efficient anti-grav system inside the road structure it became possible to produce low powered anti-grav road vehicles which were cheap and efficient, despite being limited to the road system. The vehicle designs were based on the exuberant styling of the 1950s according to the requirements of city planners. General Metro is a major competitor to Superdynamics, as both corporations provide transport systems.
pt_br: A corporação General Metro projeta e fabrica veículos terrestres. Como a corporação instalou um sistema anti-gravidade muito eficiente dentro da estrutura de auto-estradas, tornou-se possível produzir veículos terrestres anti-gravidade de baixa potência baratos e eficientes. Estes veículos, no entanto, estão limitados ao sistema de auto-estradas. Os veículos têm um estilo baseado nos carros da década de 1950, de acordo com as exigências dos planejadores da cidade. A General Metro é um grande competidor da SuperDynamics, uma vez que ambas as corporações fornecem sistemas de transporte.

source: The Cyberweb corporation developed artificial life forms to provide a willing and obedient workforce for the future. However, popular protest against unemployment forced the Senate to pass laws against artificial life. No more Androids could be built and they were banned from employment except the most menial and degrading jobs. Cyberweb had to change strategy and compete with the Nanotech corporation for medical and military contracts. The unfortunate Androids were either banished from the city or had to be bought and sold as household servants or pets. Androids are good for combat, although they possess no Psionic abilities, and the few that remain may well risk seeking employment by X-COM and join the battle against the Aliens.
pt_br: A corporação CyberWeb desenvolveu formas de vida artificiais, com o intuito de fornecer uma força de trabalho bem-disposta e obediente para o futuro. No entanto, protestos da população contra o desemprego forçaram o senado a aprovar leis contra vida artificial. Não se pode mais construir androides e eles foram banidos dos trabalhos, com exceção de tarefas degradantes e servis. A CyberWeb teve de mudar sua estratégia e competir com a NanoTech por contratos médicos e militares. Os infelizes androides foram banidos da cidade ou tiveram de ser comprados e vendidos como domésticos ou de estimação. Androides são bons no combate, embora não possuam habilidades psiônicas, e os poucos que restam podem se arriscar procurando oportunidades na X-COM, juntando-se à luta contra os alienígenas.

source: The Transtellar corporation owns the Space Port and many of the Space Liners that ship to the city. They also own many warehouses spread throughout the city which are used by many corporations involved in importing and exporting. The city goods transport service and the taxi service are owned and run by Transtellar. The corporation has been regarded suspiciously by Megapol which considers the corporation susceptible to Alien contamination.
pt_br: A corporação Transtellar é a proprietária do Espaçoporto e de muitos do Cargueiros Espaciais que servem a cidade. Eles também possuem diversos depósitos espalhados pela cidade, que são usados por diversas empresas de importação e exportação. Os serviços de transporte de produtos e os táxis da cidade são de propriedade e operados pela Transtellar. A corporação tem sido vista com suspeição pela Megapol, que considera que a corporação seja susceptível à contaminação pelos Alienígenas.

source: The discovery of Elerium sources in distant solar systems has produced a new gold rush. The Solmine corporation owns most of the mining operations and it imports Elerium directly to Mega-Primus. These mining operations sustain the economies of the numerous small colonies, but they are still governed from Earth. There have been demands for independence and some rebellions. Major corporations, fearing diminished profits and raised Elerium prices have suppressed these revolts with the aid of Solmine and Marsec.
pt_br: A descoberta de fontes de Elério em sistemas solares distantes produziu uma nova corrida do ouro. A corporação SolMine é a proprietária da maioria das operações de mineração, e importa Elério diretamente para Mega-Primus. Estas operações de mineração sustentam a economia de muitas pequenas colônias, que ainda são governadas a partir da Terra. Tem havido movimentos de independência e algumas rebeliões. Grandes corporações, com medo de redução dos lucros e aumento do preço do Elério, tem suprimido estas revoltas com o apoio da SolMine e da MarSec.

source: The entertainment industry entered a new phase with the advent of Psionic projectors. Actors connected to Psionic sensors can record their thoughts and experiences in any environment. The recorded patterns are edited into 'Sensovision' experiences and replayed at 'Sensodromes' where many people can connect to Psionic receivers. The receiver allows people to see, hear, feel and smell what the actor experienced. Sensoviosion actors are wealthy celebrities and the Sensovision corporation is now selling the expensive receiver sets into peoples homes. The only competition comes from the addictive and illegal Psionic implant known as Psiclone, which is supplied by the criminal syndicates.
pt_br: Com o advento dos projetores Psiônicos, a indústria de entretenimento entrou em uma nova era. Atores conectados a sensores Psiônicos podem registrar seus pensamentos e experiências em qualquer ambiente. Os padrões registrados são editados em experiências 'Sensovisão' e passados em 'Sensódromos', onde um grande número de pessoas pode se conectar a receptores Psiônicos. Estes receptores permitem a uma pessoa ver, escutar, sentir e cheirar o que o ator experimentou. Atores da Sensovisão são celebridades ricas, e a corporação Sensovisão está agora vendendo os caros aparelhos receptores para uso doméstico. A única competição vem do implante Psiônico ilegal e viciante chamado Psiclone, que é fornecido pelo crime organizado.

source: The Lifetree corporation runs the city schools and universities. They have developed a controversial but highly effective Psionic tutoring system which imparts knowledge far more efficiently than reading or listening to lecturers. If the student resists the knowledge transfer then pain results. Lifetree have been accused of brainwashing since the introduction of the 'moral education' program which is designed to turn the youth into model citizens. They are competing with Sensovision in the production of Psionic devices.
pt_br: A corporação Lifetree dirige as escolas e universidades da cidade. Eles desenvolveram um sistema tutor Psiônico controverso mas muito eficiente, que transmite conhecimentos de forma muito mais eficiente do que ler ou assistir a aulas. Se o estudante resiste à transferência de conhecimento, isto causa dor. A Lifetree tem sido acusada de lavagem cerebral desde a introdução do programa de 'educação moral', que é projetado para transformar jovens em cidadãos modelo. Eles competem com a Sensovisão na produção de aparelhos Psiônicos.

source: Nutrivend has developed a highly efficient organic farming system that produces huge quantities of fruit, vegetables and livestock of all known varieties. The corporation also owns food processing plants and shops. The city regulations governing the additives in food are so strict that rival producers cannot compete economically, with the single exception of Evonet.
pt_br: A Nutrivend desenvolveu um sistema de produção orgânica de alimentos altamente eficiente, que produz grandes quantidades de frutas, vegetais e carnes de todas as variedades conhecidas. Esta corporação também possui indústrias alimentícias e lojas. A regulamentação da cidade com respeito a aditivos em alimentos é tão rígida que produtores rivais não conseguem competir economicamente. A única exceção é a Evonet.

source: Recycling is the business of Evonet. According to city regulations all waste has to be recycled, Evonet have turned this into a profitable enterprise through the construction of their recyclotoriums. These buildings process organic waste, including sewage, into foodstuffs for human and animal consumption. The corporation also owns the sewage works and the highly sophisticated water plants which purify water according to the high standards required by the city Senate.
pt_br: Reciclagem é o negócio da Evonet. De acordo com as leis da cidade, todo o lixo tem que ser reciclado, e a Evonet transformou esta tarefa em um negócio rentável, através da construção de seus reciclatórios. Estes edifícios processam detritos orgânicos, inclusive esgotos, e os transformam em alimentos para consumo humano e animal. A corporação também é a proprietária das estações de tratamento de esgotos e das instalações altamente sofisticadas de captação de água, que purificam o produto de acordo com os altos padrões exigidos pelo Senado da cidade.
