Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: #The applicants were given a variety of agility and speed tests; the combined result is shown.
cs: #Žadatelům byl dán výběr testů hbitosti a rychlosti; zkombinovaný odpovědi jsou ukázány.
de_de: Die Anwärter wurden einer Reihe von Geschicklichkeits- und Geschwindigkeitstest unterzogen; die Gesamtresultate werden hier angezeigt.
es: #El applicants were given a variety of agility y speed tests; el combined result es shown.
fr_fr: #Les candidats ont passé différents tests d'agilité et de vitesse; les résultats combinés sont affichés.
it: #Gli esaminati hanno compiuto molti test di agilità e velocità; i risultati combinati sono mostrati.
ja_jp: 志願者は即応性とそのスピードについて様々なテストを受け、それらを合わせて総合評価を受ける。
pl: #Kandydaci przeszli serię różnych testów szybkości i sprawności; poniżej podano wyniki zbiorcze.
pt_br: #Aos candidatos foram entregues uma variedade de testes de velocidade e agilidade; O resultado combinado foi divulgado.
ru_ru: #Испытуемым был предложен набор тестов на ловкость и скорость. Отображается совокупный результат.

source: #Stamina was tested with an 'until you drop' style assault course.
cs: #Výdrž byla testována s 'dokud nepadneš' stylem útočného kurzu.
de_de: Die Ausdauer wurde in einem knallharten Angriffskurs getestet.
es: #Stamina was tested con an 'until you drop' style assault course.
fr_fr: #L'endurance a été testée en poussant à bout la résistance des recrues.
it: #La resistenza è stata provata con un percorso d'assalto massacrante.
ja_jp: アサルトコースのスタミナテストは志願者が倒れるまで行われる。
pl: #Wytrzymałość została przetestowana podczas kursu szturmowego 'do upadłego'.
pt_br: #A Resistência foi testada no curso em estilo de ataque "até o máximo".
ru_ru: #Выносливость проверялась путем прохождения штурмовой полосы на выбывание.

source: #Reaction times were carefully tested, using both electronic and traditional methods.
cs: #Reakční časy byly opatrně testovány, s používáním elektronické a tradiční metody.
de_de: Die Reaktionszeiten wurden sowohl mit elektronischen als auch traditionellen Methoden geprüft.
es: #Reaction times were carefully tested, using both electronic y traditional methods.
fr_fr: #Les temps de réaction ont été testés avec soin, à l'aide de méthodes électroniques et #traditionnelles.
it: #I tempi di reazione sono stati controllati usando metodi elettronici e tradizionali.
ja_jp: 反応速度は旧来の方法と電気学的な両側面から注意深く計測される。
pl: #Czasy reakcji zostały starannie przetestowane z użyciem zarówno elektronicznych, jak i tradycyjnych metod.
pt_br: #O tempo de reação foi cuidadosamente testando, usando métodos tradicionais e eletrônicos.
ru_ru: #Время реакции тщательно проверялось посредством применения как электронных, так и традиционных методик.

source: #A selection of exercises were monitored to obtain the strength rating of the applicants.
cs: #Výběry tréninků byly monitorovány aby se získala hodnocení síly žadatelů.
de_de: Mit einer Auswahl von Übungen stellte man die Stärke der Anwärter fest.
es: #A selection of exercises were monitored to obtain el strength rating del applicants.
fr_fr: #Une série d'exercices a permis d'évaluer la force des candidats.
it: #I risultati di una serie di esercizi sono stati uniti per ottenere il valore della forza degli esaminati.
ja_jp: 志願者が選択した強化トレーニングは監視され、筋力が測定される。
pl: Monitorowano wyselekcjonowane ćwiczenia w celu uzyskania oceny wytrzymałości kandydatów.
pt_br: #Uma seleção de exercícios foi monitorada para obter os índices de força dos candidatos.
ru_ru: #Исследовались результаты испытуемых в ряде упражнений, что позволило определить показатель их силы.

source: #This is an initial estimate of the applicants' psychic abilities.
cs: #Toto je počáteční odhad psychických zkušeností žadatelů
de_de: Dies ist eine erste Einschätzung der psychischen Belastbarkeit der Anwärter.
es: #This es an initial estimate del applicants' psychic abilities.
fr_fr: #Voici une évaluation grossière des capacités psychiques des candidats.
it: #Questa è una prima stima delle capacità psichiche dei soggetti.
ja_jp: 初期状態から推測される志願者の能力
pl: #To ocena wstępna zdolności psychicznych kandydatów.
pt_br: #Essa é uma estimativa inicial das habilidades psíquicas dos candidatos.
ru_ru: #Это предварительная оценка пси-способностей испытуемых.

source: #The applicants were tested with a selection of traditional firearms to see how they would fare in a basic sniper situation.
cs: #Žadatelé byli testováni s výběrem tradičních zbraní aby se ukázalo jak se zachovají při základní odstřelovací situaci.
de_de: Die Anwärter durchliefen einige Tests mit traditionellen Feuerwaffen, um festzustellen, wie sie in einer Standard-Heckenschützensituation reagieren würden.
es: #El applicants were tested con a selection of traditional firearms to see how they would fare en a basic sniper situation.
fr_fr: #On a testé les candidats avec une série d'armes à feu traditionnelles pour voir comment ils s'en tireraient dans un échange de tirs de base.
it: #Gli esaminati sono stati messi alla prova con armi da fuoco tradizionali per verificare la loro mira.
ja_jp: 志願者は従来型の火器を選択してテストされ、狙撃時の基本行動が評価される。
pl: #Kandydaci zostali przetestowani z użyciem wyselekcjonowanej tradycyjnej broni palnej, aby zweryfikować jak poradzą sobie w podstawowych sytuacjach snajperskich.
pt_br: #Testou-se os candidatos com uma seleção de armas de fogo tradicionais para observar como eles se saem numa situação básica de franco-atirador.
ru_ru: #Испытуемым было предложено провести стрельбы из ряда традиционных видов оружия, чтобы выяснить точность ведения ими огня.

source: #The applicants were tested using advanced simulator technologies; a combined result is shown for on road/off road/flying vehicles.
cs: #Žadatelé byli testováni v používaní vylepšených simulačních technologií; zkombinovaný výsledky jsou ukázány na cestě/v terénu/v vzdušných vozidel.
de_de: Die Anwärter wurden mit Hilfe fortschrittlicher Simulatortechnologie geprüft. Die Gesamtresultate gelten für Straßen-/Gelände- und Luftfahrzeuge.
es: #El applicants were tested using advanced simulator technologies; a combined result es shown for on road/off road/flying vehículos.
fr_fr: #On a testé les candidats à l'aide de technologies avancées de simulation. Le résultat combiné apparaît pour la conduite sur route/ hors route/ de véhicules aériens.
it: #Per gli esami sono stati usati simulatori tecnologicamente avanzati; il risultato finale è mostrato per la guida di veicoli stradali/fuoristrada/volanti.
ja_jp: 志願者は最先端のシミュレーターによってテストを受け、総合結果からオフ/オンロード、飛行それぞれの運転能力が判定される。
pl: #Kandydaci zostali przetestowani z użyciem zaawansowanych technologii symulacyjnych; skumulowany wynik przedstawiony jest dla pojazdów drogowych/terenowych/latających.
pt_br: #Testou-se os candidatos usando tecnologias avançadas de simulação; Chegou-se aos resultados combinados mencionados para veículos de estrada/fora de estrada/voadores.
ru_ru: #Испытуемые проверялись с использованием современных симуляторов. Указан совокупный результат как для дорожной и внедорожной техники, так и для ЛА.

source: #Perception is the ability to spot small, but occasionally vital, details that others may miss; it was tested using an extensive observation test.
cs: #Vnímání je schopnost najít malé, ale občas vitální, detaily kteří ostatní mohou minout; bylo to testováno v rozsáhlým testu pozorování.
de_de: Wahrnehmung ist die Fähigkeit, unauffällige, aber häufig entscheidende Details zu erkennen, die andere vielleicht übersehen; zur Überprüfung wurde ein ausführlicher Beobachtungstest durchgeführt.
es: #Perception es el ability to spot small, but occasionally vital, details that others may miss; it was tested using an extensive observation test.
fr_fr: #La perception est la capacité à repérer des détails infimes, mais parfois vitaux, que les autres pourraient manquer; elle a été mesurée grâce à un test intensif d'observation.
it: #La percezione, ovvero la capacità di notare dettagli molto piccoli ma spesso vitali che agli altri sfuggono; è stata messa alla prova con test durissimi.
ja_jp: 知覚力は見落としがちな小さいが重要な事物の詳細を認知する能力である。これは徹底的な観察力試験を通じて判定される。
pl: #Percepcja to zdolność zauważania małych, ale bywa, że istotnych szczegółów, które inni mogą pominąć; przetestowane za pomocą rozległych testów obserwacyjnych.
pt_br: #Percepção é a habilidade de observar pequenos e ocasionais detalhes importantes que outros possam ter perdido; Foi testada usando um extensivo teste de observação.
ru_ru: #Восприятие - это способность замечать небольшие, но подчас жизненно важные детали, которые остальные члены команды могут упустить. Проверялось с помощью расширенного теста на наблюдательность.

source: #Biochemistry - the ability to perform research furthering understanding of the chemistry of living organisms. The values shown below were obtained from the governing body for Biochemistry.
cs: #Biochemie - schopnost vykonat výzkum který vysvětluje chemii žijících organizmů. Hodnoty ukázány dole byly získány z vládnoucího těla pro biochemii.
de_de: Biochemie - die Fähigkeit, Forschungsarbeiten auf dem Gebiet lebender Organismen auszuführen, die unser Verständnis der Materie vertiefen können. Die unten angegebenen Werte wurden vom Vorstand des Forschungsbereichs Biochemie zusammengestellt.
es: #Biochemistry - el ability to perform research furthering understanding del chemistry of living organisms. El values shown below were obtained from el governing body for Biochemistry.
fr_fr: #Biochimie - la capacité à effectuer des recherches en vue de mieux comprendre le fonctionnement des organismes vivants. Les évaluations ci-dessous ont été obtenues du conseil d'administration de biochimie.
it: #Biochimica - l'abilità di svolgere ricerche scoprendo i meccanismi chimici che regolano la vita degli organismi. I valori mostrati di seguito sono stati assegnati dalle massime autorità della Biochimica.
ja_jp: 生体器官の化学反応のデータ。以下のものは生化学を基準にして取得された各種の値である。
pl: #Biochemia - umiejętność przeprowadzania badań nad zrozumieniem chemii organizmów żywych. Wartości przedstawione poniżej uzyskano od organu zarządczego Biochemii.
pt_br: #Bioquímica - A habilidade de realizar pesquisas que ampliam o conhecimento da química de seres vivos. Os valores mostrados abaixo foram obtidos do conselho municipal de bioquímica.
ru_ru: #Биохимия - это способность проводить исследования, углубляющие понимание химии живых организмов. Приведенные ниже показатели были предоставлены Административным советом по биохимии.

source: #Quantum Physics - the ability to perform research leading to a greater understanding of the area of physics exploited by Alien technologies. The values shown below were obtained from the governing body for physics.
cs: #Kvantová Fyzika - schopnost vykonat výzkum který vede k většímu porozumění oblasti fyziky zneužívaná Cizáckou technologií. Hodnoty ukázány dole byly získány z vládnoucího těla pro fyziku.
de_de: Quantenphysik - die Fähigkeit, Forschungsarbeiten durchzuführen, die unser Verständnis dieses in Alien- Technologien genutzten Bereichs der Physik zu vertiefen. Die unten angegebenen Werte wurden vom Vorstand des Forschungsbereichs Physik zusammengestellt.
es: #Quantum Physics - el ability to perform research leading to a greater understanding del area of physics exploited por Alienígena technologies. El values shown below were obtained from el governing body for physics.
fr_fr: #Physique quantique - la capacité à effectuer des recherches en vue d'une compréhension approfondie des domaines de la physique exploités par les technologies aliennes. Les valeurs ci-dessous ont été obtenues du conseil d'administration de la physique.
it: #Fisica Quantistica - l'abilità di svolgere ricerche per comprendere a fondo l'area della fisica sfruttata dalle più avanzate tecnologie Aliene. I valori qui sotto sono stati assegnati dalle massime autorità della fisica.
ja_jp: 量子力学。エイリアンテクノロジーを契機として開拓されたこの分野は、研究をより大きな目的へと導く。以下のものは物理学の基準で取得されたデータである。
pl: #Fizyka Kwantowa - umiejętność przeprowadzania badań prowadzących do doskonalszego zrozumienia obszaru fizyki wykorzystywanego przez Obce technologie. Wartości przedstawione poniżej uzyskaniu od organu zarządczego fizyki.
pt_br: #Física Quântica - A habilidade de realizar pesquisas que levam a um entendimento maior da área da física explorada pela tecnologia alienígena. Os valores mostrados abaixo foram obtidos do conselho municipal de física.
ru_ru: #Квантовая физика - это способность проводить исследования, углубляющие понимание физических законов, используемых в технологиях пришельцев. Приведенные ниже показатели предоставлены Административным советом по физике.

source: #Engineering skills - repairing cars/flying vehicles, as well as the production of weapons or devices.
cs: #Inženýrský zkušenosti - opravování vozidel/látajících aut, také produkce zbraní a zařízení.
de_de: Technischer Bereich - die Reparatur von Fahr- und Flugzeugen sowie die Herstellung von Waffen oder anderen Geräten.
es: #Engineering skills - repairing cars/flying vehicles, as well as el production of weapons or devices.
fr_fr: #Adresse technique - réparation de voitures/véhicules volants, et production d'armes ou de mécanismes.
it: #Abilità ingegneristiche - la riparazione di macchine e aerei, come pure la produzione di armi ed equipaggiamenti.
ja_jp: 技術力。車両や航空機の修理および火器装置類の製造に関する能力。
pl: #Umiejętności inżynieryjne - naprawa samochodów/pojazdów latających, jak również produkcja broni lub urządzeń.
pt_br: #Habilidades de Engenharia - reparar carros/veículos voadores, bem como produzir armas e dispositivos.
ru_ru: #Инженерные навыки - это умение ремонтировать наземные транспортные средства и ЛА, а также производить оружие и различное снаряжение.

source: #Weapons for vehicles
cs: #Zbraně pro vozidla
de_de: Waffen für Fahrzeuge
fr_fr: #Armes pour les véhicules
it: #Armamenti per veicoli
ja_jp: 乗物用兵器
pl: #Broń dla pojazdów
pt_br: #Armas para veículos
ru_ru: #Вооружение техники

source: #Engines for vehicles
cs: #Motory pro vozidla
de_de: Motoren für Fahrzeuge
fr_fr: #Moteurs pour les véhicules
it: #Motori per veicoli
ja_jp: 乗物用のエンジン
pl: #Silniki dla pojazdów
pt_br: #Motor para veículos
ru_ru: #Двигатели для техники

source: #Equipment for vehicles
cs: #Vybavení pro vozidla
de_de: Ausrüstungsgegenstände für Fahrzeuge
fr_fr: #Équipement pour les véhicules
it: #Equipaggiamenti per veicoli
ja_jp: 乗物用の装備品
pl: #Wyposażenie dla pojazdów
pt_br: #Equipamento para veículos
ru_ru: #Оборудование для техники

source: #Prefab vehicles
cs: #Předem vyrobená vozidla
de_de: Fertigfahrzeuge
fr_fr: #Véhicules préfabriqués
it: #Veicoli prefabbricati
ja_jp: 組み立て式の乗物
pl: #Pojazdy prefabrykowane
pt_br: #Veículos prefabricados
ru_ru: #Сборная техника

source: #Armor for personnel
cs: #Zbroj pro personál
de_de: Panzerung für Personal
fr_fr: #Blindage pour le personnel
it: #Armature per il personale
ja_jp: 個人装甲
pl: #Opancerzenie personelu
pt_br: #Armadura para Pessoal
ru_ru: #Бронекостюмы для персонала

source: #Equipment for personnel
cs: #Vybavení pro personál
de_de: Ausrüstung für Personal
fr_fr: #Équipement pour le personnel
it: #Equipaggiamento per il personale
ja_jp: 兵員用装備
pl: #Wyposażenie personelu
pt_br: #Equipamento para pessoal
ru_ru: #Снаряжение для персонала

source: Help Window
cs: Nápověda
de_de: Hilfe-Fenster
es: Ventana de Ayuda
fr_fr: Fenêtre d'aide
it: Finestra di Aiuto
ja_jp: ヘルプウインドウ
pl: Okno pomocy
pt_br: Janela de Ajuda
ru_ru: Окно помощи

source: Cancel
cs: Storno
de_de: Abbrechen
es: Anular
fr_fr: Annuler
it: Annulla
ja_jp: キャンセル
pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена

source: Agent
de_de: Agenten
es: Agente
it: Agente
ja_jp: エージェント
pt_br: Agente
ru_ru: Оперативник

source: Engineer
cs: Inženýr
de_de: Techniker
es: Ingeniero
fr_fr: Ingénieur
it: Ingegnere
ja_jp: エンジニア
pl: Inżynier
pt_br: Engenheiro
ru_ru: Инженер

source: Biochemist
cs: Biochemik
de_de: Biochemiker
es: Bioquímico
fr_fr: Biochimiste
it: Biochimico
ja_jp: 生化学者
pl: Biochemik
pt_br: Bioquímico
ru_ru: Биохимик

source: Quantum Physicist
cs: Kvantový fyzik
de_de: Quantenphysiker
es: Físico Cuántico
fr_fr: Physicien quantique
it: Fisico Quantistico
ja_jp: 量子力学者
pl: Fizyk kwantowy
pt_br: Físico Quântico
ru_ru: Квантовый физик

source: Agility
cs: Hbitost
de_de: Geschicklichkeit
es: Agilidad
fr_fr: Agilité
it: Agilità
ja_jp: 俊敏
pl: Zwinność
pt_br: Agilidade
ru_ru: Ловкость

source: Stamina
cs: Energie
de_de: Ausdauer
es: Resistencia
fr_fr: Endurance
it: Resistenza
ja_jp: スタミナ
pl: Kondycja
pt_br: Resistência
ru_ru: Выносл.

source: Reactions
cs: Reakční doba
de_de: Reaktionen
es: Reacciones
fr_fr: Réactions
it: Reazione
ja_jp: 反応
pl: Refleks
pt_br: Reações
ru_ru: Реакция

source: Strength
cs: Síla
de_de: Kraft
es: Fuerza
fr_fr: Force
it: Forza
ja_jp: 筋力
pl: Siła
pt_br: Força
ru_ru: Сила

source: Psi
fr_fr: Aptitude psionique
ru_ru: Пси

source: Accuracy
cs: Přesnost
de_de: Treffsicherht.
es: Precisión
fr_fr: Précision
it: Accuratezza
ja_jp: 命中精度
pl: Celność
pt_br: Precisão
ru_ru: Точность

source: Piloting
cs: Pilotáž
de_de: Fahrzeugführung
es: Pilotaje
fr_fr: Pilotage
it: Pilotaggio
ja_jp: 運転
pl: Pilotaż
pt_br: Pilotagem
ru_ru: Управление ТС

source: Perception
cs: Postřeh
de_de: Wahrnehmung
es: Percepción
it: Percezione
ja_jp: 知覚
pl: Percepcja
pt_br: Percepção
ru_ru: Восприятие

source: Biochemistry
cs: Biochemie
de_de: Biochemie
es: Bioquímica
fr_fr: Biochimie
it: Biochimica
ja_jp: 生化学
pl: Biochemia
pt_br: Bioquímica
ru_ru: Биохимия

source: Quantum Physics
cs: Kvantová fyzika
de_de: Quantenphysik
es: Física Cuántica
fr_fr: Physique quantique
it: Fisica Quantistica
ja_jp: 量子力学
pl: Fizyka kwantowa
pt_br: Física Quântica
ru_ru: Квантовая физика

source: Engineering
cs: Výroba
de_de: Technik
es: Ingeniería
fr_fr: Ingénierie
it: Ingegneria
ja_jp: 技術力
pl: Inżynieria
pt_br: Engenharia
ru_ru: Инженерия

source: UFOpaedia tool bar: '<<<<'
cs: UFOpédie panel nástrojů: '<<<<'
de_de: UFOpädie-Werkzeugleiste: '<<<<'
es: Barra de Herramientas UFOpedia: '<<<<'
fr_fr: Barre d'outils de l'OVNIpédie: '<<<<'
it: Barra degli strumenti dell'UFOpaedia: '<<<<'
ja_jp: UFOペディア ツールバー： '<<<<'
pl: Pasek narzędziowy Ufopedii: '<<<<'
pt_br: UFOpédia ferramentas: '<<<<'
ru_ru: Панель навигации УФОпедии: '<<<<'

source: UFOpaedia tool bar: '<<'
cs: UFOpédie panel nástrojů: '<<'
de_de: UFOpädie-Werkzeugleiste: '<<'
es: Barra de Herramientas UFOpedia: '<<'
fr_fr: Barre d'outils de l'OVNIpédie: '<<'
it: Barra degli strumenti dell'UFOpaedia: '<<'
ja_jp: UFOペディア ツールバー： '<<'
pl: Pasek narzędziowy Ufopedii: '<<'
pt_br: UFOpédia ferramentas: '<<'
ru_ru: Панель навигации УФОпедии: '<<'

source: UFOpaedia tool bar: '>>'
cs: UFOpédie panel nástrojů: '>>'
de_de: UFOpädie-Werkzeugleiste: '>>'
es: Barra de Herramientas UFOpedia: '>>'
fr_fr: Barre d'outils de l'OVNIpédie: '>>'
it: Barra degli strumenti dell'UFOpaedia: '>>'
ja_jp: UFOペディア ツールバー： '>>'
pl: Pasek narzędziowy Ufopedii: '>>'
pt_br: UFOpédia ferramentas: '>>'
ru_ru: Панель навигации УФОпедии:: '>>'

source: UFOpaedia tool bar: '>>>>'
cs: UFOpédie panel nástrojů: '>>>>'
de_de: UFOpädie-Werkzeugleiste: '>>>>'
es: Barra de Herramientas UFOpedia: '>>>>'
fr_fr: Barre d'outils de l'OVNIpédie: '>>>>'
it: Barra degli strumenti dell'UFOpaedia: '>>>>'
ja_jp: UFOペディア ツールバー： '>>>>'
pl: Pasek narzędziowy Ufopedii: '>>>>'
pt_br: UFOpédia ferramentas: '>>>>'
ru_ru: Панель навигации УФОпедии: '>>>>'

source: UFOpaedia tool bar: 'OK'
cs: UFOpédie panel nástrojů: 'OK'
de_de: UFOpädie-Werkzeugleiste: 'OK'
es: Barra de Herramientas UFOpedia: 'OK'
fr_fr: Barre d'outils de l'OVNIpédie: 'OK'
it: Barra degli strumenti dell'UFOpaedia: 'OK'
ja_jp: UFOペディア ツールバー： 'OK'
pl: Pasek narzędziowy Ufopedii: 'OK'
pt_br: UFOpédia ferramentas: 'OK'
ru_ru: Панель навигации УФОпедии: 'OK'

source: #There is no help available for this item.
cs: #K tomuto předmětu není dostupná nápověda.
de_de: Für diesen Gegenstand gibt es keine Hilfe-Informationen.
es: #There es no help available for este item.
fr_fr: #Il n'y a pas d'aide pour cet élément.
it: #Non è previsto alcun aiuto per quest'oggetto.
ja_jp: このアイテムについてヘルプ情報があります。
pl: #Dla tego obiektu nie ma tekstu pomocy.
pt_br: #Não há ajuda disponível para este item.
ru_ru: #Для этого предмета отсутствует описание.

source: #Keeps the changes you have made and returns to the previous screen.
cs: #Zanechá změny které jsi udělal a vrátí se do předešlé obrazovky.
de_de: Speichert die von Ihnen bestimmten Änderungen und bringt Sie zum vorigen Bildschirm zurück.
es: #Keeps el changes you have made y returns to el previous screen.
fr_fr: #Conserve les modifications effectuées et retourne à l'écran précédent.
it: #Rende validi i cambiamenti effettuati e ritorna allo schermo precedente.
ja_jp: 変更を保持したまま前の画面に戻る
pl: #Zachowuje wprowadzone zmiany i powraca do poprzedniego ekranu.
pt_br: #Mantém suas alterações e retorna à tela anterior.
ru_ru: #Сохраняет внесенные изменения и возвращает на предыдущий экран.

source: #Cancels (forgets) any changes you have made on this screen and returns to the previous screen.
cs: #Zruší (zapomene) jakékoliv změny které jsi udělal na téhle obrazovce a vrátí se do předešle obrazovky.
de_de: Ignoriert ('vergißt') die von Ihnen bestimmten Änderungen und bringt Sie zum vorigen Bildschirm zurück.
es: #Cancels (forgets) any changes you have made on este screen y returns to el previous screen.
fr_fr: #Annule (oublie) les modifications effectuées sur cet écran et retourne à l'écran précédent.
it: #Annulla tutti i cambiamenti effettuati in questa schermata e torna a quella precedente.
ja_jp: この画面内で行った変更を取り消して前の画面に戻る
pl: #Anuluje (zapomina) wprowadzone zmiany i powraca do poprzedniego ekranu.
pt_br: #Cancela (apaga) quaisquer alterações que você fez nessa tela e retorna à tela anterior.
ru_ru: #Отменяет (сбрасывает) все внесенные изменения и возвращает на предыдущий экран.

source: #This displays a list of agents available for recruitment, or currently employed at the selected base.
cs: #Toto ukazuje list dostupných agentů k najmutí, nebo právě zaměstnaný ve vybrané základně.
de_de: Hier erscheint eine Liste der Agenten, die derzeit angeworben werden können oder bereits in der gewählten Basis beschäftigt sind.
es: #Este displays a list of agents available for recruitment, or currently employed at el selected base.
fr_fr: #Ceci affiche une liste des agents disponibles pour le recrutement, ou actuellement employés dans la base sélectionnée.
it: #Mostra una lista di tutti gli agenti disponibili per il reclutamento, o di quelli impiegati nella base selezionata.
ja_jp: 雇用可能もしくは選択中の基地で雇用済みのエージェントがリスト表示されます。
pl: #Wyświetla listę agentów dostępnych do rekrutacji lub obecnie zatrudnionych w wybranej bazie.
pt_br: #Exibe uma lista de agentes disponíveis para recrutamento ou atualmente empregados na base selecionada.
ru_ru: #Отображает список доступных для найма или уже имеющихся на выбранной базе оперативников.

source: #This displays a list of engineers available for recruitment, or currently employed at the selected base.
cs: #Toto ukazuje list dostupných inženýrů k najmutí, nebo právě zaměstnaný ve vybrané základně.
de_de: Hier erscheint eine Liste der Techniker, die derzeit angeworben werden können oder bereits in der gewählten Basis beschäftigt sind.
es: #Este displays a list of engineers available for recruitment, or currently employed at el selected base.
fr_fr: #Ceci affiche une liste des ingénieurs disponibles pour le recrutement, ou actuellement employés dans la base sélectionnée.
it: #Mostra una lista degli ingegneri disponibili per il reclutamento, o di quelli impiegati nella base selezionata.
ja_jp: 雇用可能もしくは選択中の基地で雇用済みの技術者がリスト表示されます。
pl: #Wyświetla listę agentów dostępnych do rekrutacji lub obecnie zatrudnionych w wybranej bazie.
pt_br: #Exibe uma lista de engenheiros disponíveis para recrutamento ou atualmente empregados na base selecionada.
ru_ru: #Отображает список доступных для найма или уже имеющихся на выбранной базе инженеров.
