Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Temple of the Millenium
cs: Chrám tisíciletí
de_de: Tempel des Jahrtausends
es: Templo del Milenio
fr_fr: Temple du Millénium
it: Tempio del Millennio
ja_jp: ミレニアム寺院
pl: Świątynia Tysiąclecia
pt_br: Tempo do Milênio
ru_ru: Храм Миллениума

source: Temple of the Visitors
cs: Chrám návštěvníků
de_de: Tempel des Besuchers
es: Templo de los Visitantes
fr_fr: Temple des Visiteurs
it: Tempio dei Visitatori
ja_jp: 来訪者寺院
pl: Świątynia Przybyszów
pt_br: Templo dos Visitantes
ru_ru: Храм визитеров

source: Temple of Humility
cs: Chrám pokory
de_de: Tempel der Demut
es: Templo de la Humildad
fr_fr: Temple de l'Humilité
it: Tempio dell'Umiltà
ja_jp: 謙遜の寺院
pl: Świątynia Cnoty
pt_br: Templo de Humildade
ru_ru: Храм смирения

source: Temple of Doom
cs: Chrám zkázy
de_de: Tempel der Verhängnis
es: Templo de la Muerte
fr_fr: Temple de la Ruine
it: Tempio del Giudizio
ja_jp: 絶望の寺院
pl: Świątynia Zagłady
pt_br: Templo da Perdição
ru_ru: Храм рока

source: Temple of Sanity
cs: Chrám rozumu
de_de: Tempel der Vernunft
es: Templo de la Lucidez
fr_fr: Temple de la Raison
it: Tempio della Sanità
ja_jp: 正気の寺院
pl: Świątynia Przytomności
pt_br: Templo da Sanidade
ru_ru: Храм здравомыслия

source: Earth
cs: Terén
de_de: Erde
es: Tierra
fr_fr: Terre
it: Terra
ja_jp: 地球
pl: Ziemia
pt_br: Terra
ru_ru: Земля

source: Corridor
cs: Chodba
de_de: Korridor
es: Pasillo
fr_fr: Couloir
it: Corridoio
ja_jp: 通路
pl: Korytarz
pt_br: Corredor
ru_ru: Коридор

source: Access Lift
cs: Vstupní výtah
de_de: Verbindungslift
es: Ascensor de Entrada
fr_fr: Ascenseur d'accès
it: Rampa d'accesso
ja_jp: アクセスリフト
pl: Winda wejściowa
pt_br: Elevador de acesso
ru_ru: Входной лифт

source: Living Quarters
cs: Obytné bloky
de_de: Wohnquartiere
es: Viviendas
fr_fr: Quartiers d'habitation
it: Unità Abitative
ja_jp: 居住区
pl: Kwatery mieszkalne
pt_br: Alojamentos Coletivos
ru_ru: Жилые помещения

source: Stores
cs: Sklady
de_de: Lager
es: Almacen
fr_fr: Entrepôts
it: Magazzini
ja_jp: 倉庫
pl: Magazyny
pt_br: Lojas
ru_ru: Склады

source: Cells
cs: Buňky
de_de: Zellen
es: Celdas
fr_fr: Cellules
it: Celle
ja_jp: 収監所
pl: Cele
pt_br: Células
ru_ru: Камеры

source: Medical Bay
cs: Ošetřovna
de_de: Krankenstation
es: Enfermería
fr_fr: Bloc médical
it: Centro Medico
ja_jp: 医療ベイ
pl: Ambulatorium
pt_br: Centro Médico
ru_ru: Медицинский блок

source: Training Area
cs: Tréningový blok
de_de: Trainingsbereich
es: Zona de Entrenamiento
fr_fr: Aire d'entraînement
it: Centro Addestramento
ja_jp: 訓練エリア
pl: Sala treningowa
pt_br: Área de Treinamento
ru_ru: Тренировочный блок

source: Psi-gym
fr_fr: Gymnase psionique
ja_jp: Psi訓練室
pl: Sala psimnastyczna
pt_br: Psidemia
ru_ru: Зал пси-тренировок

source: Security Station
cs: Stanice obrany
de_de: Sicherheitsstation
es: Puesto de Seguridad
fr_fr: Poste de sécurité
it: Stazione di Sicurezza
ja_jp: 警備室
pl: Stacja bezpieczeństwa
pt_br: Estação de Segurança
ru_ru: Пост безопасности

source: Advanced Security Station
cs: Rozšířená stanice obrany
de_de: Hochsicherheitsstation
es: Puesto de Seguridad Avanzado
fr_fr: Poste de sécurité avancé
it: Stazione di Sicurezza Avanzata
ja_jp: 改良型警備室
pl: Zaawansowana stacja bezpieczeństwa
pt_br: Estação de Segurança Avançada
ru_ru: Улучшенный пост безопасности

source: Vehicle Repair Bay
cs: Opravna vozidel
de_de: Fahrzeugwerkstatt
es: Recinto de Reparación de Vehículos
fr_fr: Aire de réparation de véhicules
it: Hangar di Riparazione
ja_jp: 修理ベイ
pl: Hangar naprawczy
pt_br: Centro de Reparo Veicular
ru_ru: Станция ремонта техники

source: Biochemistry Lab
cs: Biochemická laboratoř
de_de: Biochemie-Labor
es: Labo. de Bioquímica
fr_fr: Bio-Labo
it: Laboratorio Biochimico
ja_jp: バイオ化学研究所
pl: Laboratorium biochemiczne
pt_br: Laboratório Bioquímico
ru_ru: Биолаборатория

source: Advanced Biochemistry Lab
cs: Rozšířená biochemická laboratoř
de_de: Primär-Biochemie-Labor
es: Labo. Avanzado de Bioquímica
fr_fr: Bio-Labo avancé
it: Laboratorio di Biochimica Avanzata
ja_jp: 改良型バイオ化学研究所
pl: Zaawansowane laboratorium biochemiczne
pt_br: Laboratório Bioquímico Avançado
ru_ru: Улучшенная биолаборатория

source: Quantum Physics Lab
cs: Laboratoř kvantové fyziky
de_de: Quantenphysik-Labor
es: Labo. de Física Cuántica
fr_fr: Labo quantique
it: Laboratorio di Fisica Quantistica
ja_jp: 量子力学研究所
pl: Laboratorium fizyki kwantowej
pt_br: Laboratório de Física Quântica
ru_ru: Лаборатория квантовой физики

source: Advanced Quantum Physics Lab
cs: Rozšířená laboratoř kvant. fyziky
de_de: Primär-Quantenphysik-Labor
es: Labo. Avanzado de Física Cuántica
fr_fr: Labo quantique avancé
it: Laboratorio Avanzato di Fisica Quantistica
ja_jp: 改良型量子力学研究所
pl: Zaawansowane laboratorium fizyki kwantowej
pt_br: Laboratório de Física Quântica avançado
ru_ru: Улучшенная лаборатория квантовой физики

source: Alien Containment
cs: Cizácké kóje
de_de: Alien-Zelle
es: Contencion Alienigena
fr_fr: Confinement alien
it: Unità di Contenimento
ja_jp: エイリアン隔離室
pl: Wiwarium
pt_br: Contenção Alienígena
ru_ru: Камеры для пришельцев

source: Advanced Alien Containment
cs: Rozšířené cizácké kóje
de_de: Hochsicherheitszelle
es: Contención Alienígena Avanzada
fr_fr: Confinement alien avancé
it: Unità di Contenimento Avanzata
ja_jp: 改良型エイリアン隔離室
pl: Zaawansowane wiwarium
pt_br: Contenção Alienígena Avançada
ru_ru: Улучшенные камеры для пришельцев

source: Workshop
cs: Dílna
de_de: Werkstatt
es: Taller
fr_fr: Atelier
it: Officina
ja_jp: 作業所
pl: Warsztat
pt_br: Centro de Montagem
ru_ru: Мастерские

source: Advanced Workshop
cs: Rozšířená dílna
de_de: Primär-Werkstatt
es: Taller Avanzado
fr_fr: Atelier avancé
it: Officina Avanzata
ja_jp: 改良型作業所
pl: Zaawansowany warsztat
pt_br: Centro de Montagem Avançado
ru_ru: Улучшенные мастерские

source: Empty section
cs: Prázdná sekce
es: Sección vacía
fr_fr: Section vide
it: Sezione vuota
ja_jp: 空のセクション
pl: Pusta sekcja
pt_br: Seção Vazia
ru_ru: Пустой раздел

source: Bolter 4000 Laser Gun
cs: Laser Bolter 4000
de_de: Bolter 4000-Laserkanone
es: Fusil de Láser Bolter 4000
fr_fr: Fusil laser Bolter 4000
it: Cannone laser Bolter 4000
ja_jp: ボルタｰ4000･レーザーガン
pl: Działko laserowe Bolter 4000
pt_br: Laser Bolter 4000
ru_ru: Лаз. пушка «Болтер 4000»

source: Lancer 7000 Laser Gun
cs: Laser Lancer 7000
de_de: Lancer 7000-Laserkanone
es: Fusil de Láser Lancer 7000
fr_fr: Fusil laser Lancer 7000
it: Cannone laser Lancer 7000
ja_jp: ランサー7000･レーザーガン
pl: Działko laserowe Lansjer 7000
pt_br: Laser Lancer 7000
ru_ru: Лаз. пушка «Лансер 7000»

source: Rendor Plasma Gun
cs: Malé plazmové dělo
de_de: Rendor-Plasmakanone
es: Fusil de Plasma Rendor
fr_fr: Fusil à Plasma Rendor
it: Cannone al Plasma Rendor
ja_jp: レンダー･プラズマガン
pl: Działko plazmowe Rendor
pt_br: Arma de Plasma Rendor
ru_ru: Плазм. пушка «Рендор»

source: Lineage Plasma Cannon
cs: Velké plazmové dělo
de_de: Lineage-Plasmakanone
es: Cañón de Plasma Lineal
fr_fr: Canon à plasma Lineage
it: Cannone al Plasma Lineage
ja_jp: リネージュ･プラズマガン
pl: Działo plazmowe Dziedzictwo
pt_br: Canhão de Plasma Lineage
ru_ru: Плазм. пушка «Лайнэйдж»

source: Plasma Multi-System
cs: Plazma Multisystém
es: Multi-Sistema de Plasma
fr_fr: Multi-système à plasma
it: Sistema Multiplo al Plasma
ja_jp: プラズママルチシステム
pl: Multisystem plazmowy
pt_br: Multisistema Plasma
ru_ru: Плазм. зенитная батарея

source: Light Disruptor Beam
cs: Malý disperzívní kanón
de_de: Leichter Disruptorstrahl
es: Rayo Perturbador Ligero
fr_fr: Rayon disrupteur léger
it: Raggio Disgr. Leggero
ja_jp: 軽ディスラプタービーム砲
pl: Lekki promień dysrupcyjny
pt_br: Raio Disruptivo Leve
ru_ru: Легкий расщеп. лучемет

source: Medium Disruptor Beam
cs: Střední disperzívní kanón
de_de: Mittlerer Disruptorstrahl
es: Rayo Perturbador Mediano
fr_fr: Rayon disrupteur moyen
it: Raggio Disgr. Medio
ja_jp: 中型ディスラプタービーム砲
pl: Średni promień dysrupcyjny
pt_br: Raio Disruptivo Médio
ru_ru: Расщеп. лучемет сред. мощн.

source: Heavy Disruptor Beam
cs: Těžký disperzívní kanón
de_de: Super-Disruptorstrahl
es: Rayo Pertubador Pesado
fr_fr: Rayon disrupteur lourd
it: Raggio Disgr. Pesante
ja_jp: 重ディスラプタービーム砲
pl: Ciężki promień dysrupcyjny
pt_br: Raio Disruptivo Pesado
ru_ru: Тяжелый расщеп. лучемет

source: 40mm Auto Cannon
cs: 40mm Autokanón
de_de: 40mm-Autokanone
es: Cañón 40mm Auto
fr_fr: Auto-canon 40mm
it: Cannone Automatico 40mm
ja_jp: 40mm オートキャノン
pl: Działko rotacyjne 40mm
pt_br: Autocanhão de 40mm
ru_ru: 40-мм автопушка

source: Janitor Missile Array
cs: Sada raket Janitor
de_de: Janitor-Raketenstrahl
es: Batería de Misiles Janitor
fr_fr: Système de missiles Janitor
it: Lanciamissili Janitor
ja_jp: ジャニター･ミサイルアレイ
pl: System rakietowy Dozorca
pt_br: Matriz de Mísseis Janitor
ru_ru: Блок ракет «Чистильщик»

source: Justice Missile Launcher
cs: Odpalovač raket Justice
de_de: Justice-Raketen-Launcher
es: Lanzamisiles Justice
fr_fr: Rampe - missiles Justice
it: Lanciamissili Justice
ja_jp: ジュスティス･ミサイルランチャ
pl: Wyrzutnia rakiet Prawość
pt_br: Lança-Mísseis Justice
ru_ru: Пуск. устан. «Правосудие»

source: Prophet Missile Array
cs: Sada raket Prophet
de_de: Prophet-Raketen-Launcher
es: Batería de Misiles Prophet
fr_fr: Système de missiles Prophète
it: Lanciamissili Prophet
ja_jp: プロフェット･ミサイルアレイ
pl: System rakietowy Prorok
pt_br: Matriz de Mísseis Prophet
ru_ru: Блок ракет «Пророк»

source: Retribution Missile Launcher
cs: Odpalovač raket Retribution
de_de: Retribution-Raketen-Launcher
es: Lanzamisiles Retribution
fr_fr: Rampe - missiles Retribution
it: Lanciamissili Retribution
ja_jp: レストリビューション･ミサイルランチャ
pl: Wyrzutnia rakiet Odwet
pt_br: Lança-Mísseis Retribution
ru_ru: Пуск. установка «Возмездие»

source: Disruptor Bomb Launcher
cs: Odpalovač Raketových bomb
de_de: Disruptor-Bomben-Launcher
es: Lanzabombas Perturbadoras
fr_fr: Rampe - bombes de disruption
it: Missili Disgregatori
ja_jp: ディスラプターボム･ランチャ
pl: Wyrzutnia bomb dysrupcyjnych
pt_br: Lança-Bombas Disruptivo
ru_ru: Бомбомет расщеп. бомб

source: Stasis Bomb Launcher
cs: Odpalovač Imobilizačních raket
de_de: Stasis-Bomben-Launcher
es: Lanzador de Bomba Estasis
fr_fr: Rampe - bombes stasiques
it: Bombe di Stasi
ja_jp: ステーシスボム･ランチャ
pl: Wyrzutnia bomb stazowych
pt_br: Lança-Bombas Stasis
ru_ru: Бомбомет стазис-бомб

source: Disruptor Multi-Bomb Launcher
cs: Odpalovač Multiraket
de_de: Multibomben-Launcher
es: Lanzador Multi-Bomba
fr_fr: Rampe - multi-bombes
it: Lanciamissili Multiplo Disgr.
ja_jp: ディスラプター複合ボム･ランチャ
pl: Wyrzutnia wielogłowicowych bomb dysrupcyjnych
pt_br: Multi Lança-Bombas Disruptivo
ru_ru: Бомбомет расщеп. касс. бомб

source: Laser Defense Array
cs: Laserové obranné pole
de_de: Laserabwehrstrahl
es: Batería de Laser Defensivos
fr_fr: Système de défense laser
it: Difesa Antimissili Laser
ja_jp: レーザー防衛アレイ
pl: Laserowa bateria obronna
pt_br: Matriz de Defesa Laser
ru_ru: Лаз. заград. батарея

source: Plasma Defense Array
cs: Plazmové obranné pole
de_de: Plasmaabwehrstrahl
es: Batería Defensiva de Plasma
fr_fr: Système de défense-plasma
it: Difesa Antimissili Plasma
ja_jp: プラズマ防衛アレイ
pl: Plazmowa bateria obronna
pt_br: Matriz de Defesa Plasma
ru_ru: Плазм. заград. батарея

source: SD Standard
es: SD Estándar
ja_jp: SDスタンダード
pt_br: SD Padrão
ru_ru: СД - Стандартный

source: SD Deluxe
ja_jp: SDデラックス
ru_ru: СД - Улучшенный

source: SD Sports
cs: SD Sport
de_de: SD Sport
it: SD Sport
ja_jp: SDスポーツ
pl: SD Sport
pt_br: SD Esportiva
ru_ru: СД - Спортивный

source: SD Turbo
ja_jp: SDターボ
ru_ru: СД - Турбо

source: SD Elite
ja_jp: SDエリート
pl: SD Elita
ru_ru: СД - Элитный

source: SD Special
de_de: SD Spezial
es: SD Especial
fr_fr: SD Spécial
ja_jp: SDスペシャル
pt_br: SD Especial
ru_ru: СД - Специальный

source: 40mm Auto Cannon Turret
cs: 40mm kanónová věžička
de_de: 40mm-Auto-Kanonenturm
es: Torreta de Cañón 40mm Auto
fr_fr: Tourelle d'auto-canon 40mm
it: Torretta Automatica 40mm
ja_jp: 40mm オートキャノン砲塔
pl: Wieżyczka 40mm
pt_br: Autocanhão Torreta 40mm
ru_ru: 40-мм турель-автопушка

source: Airguard Anti-Air Cannon
cs: Protiletecký kanón
de_de: Airguard-Luftkampfkanone
es: Cañón Anti-Aéreo Airguard
fr_fr: Canon antiaérien Airguard
it: Cannone Antiaereo Airguard
ja_jp: エアガード対空キャノン
pl: Działko plot. Strażnik Przestworzy
pt_br: Canhão Antiaéreo Airguard
ru_ru: Пушка ПВО «Страж воздуха»

source: GLM Array
cs: Rakety GLM
de_de: GLM-Strahl
es: Batería GLM
fr_fr: Système lance-missiles terrestre
it: Lanciamissili GLM
ja_jp: GLMアレイ
pl: System rakietowy ZP
pt_br: Matriz GLM
ru_ru: НПУ блока легких ракет

source: Plasma Turret Cannon
cs: Plazmová kanónová věž
de_de: Plasma-Turmkanone
es: Cañón con Torreta de Plasma
fr_fr: Canon à plasma à tourelle
it: Torretta al Plasma
ja_jp: プラズマ砲塔キャノン
pl: Wieżyczka plazmowa
pt_br: Canhão Torreta de Plasma
ru_ru: Турельная плазм. пушка

source: GLM Air defense
cs: Protiletecké GLM
de_de: GLM-Luftabwehr
es: Defensa Aérea GLM
fr_fr: Défense aérienne au sol
it: Difesa Aerea GLM
ja_jp: GLM対空防御システム
pl: System obrony p.lot. ZP
pt_br: Defesa Aérea GLM
ru_ru: НПУ зенитных ракет

source: Rumble Cannon
cs: Těžký kanón
de_de: Rumble-Kanone
es: Cañón Rumble
fr_fr: Canon explosif
it: Cannone Rumble
ja_jp: ランブル･キャノン
pl: Działo wstrząsowe
pt_br: Canhão Rumble
ru_ru: Пушка «Рокот»

source: Metro Roadhog
it: Road Hog
ja_jp: メトロ･ロードホグ
pl: Metro Pirat
ru_ru: ДМ - Лихач

source: Metro Roadgrav
it: Roadgrav
ja_jp: メトロ･ロードグラブ
pl: Metro Drograw
ru_ru: ДМ - Дорграв

source: Metro Turbograv
it: Turbograv
ja_jp: メトロ･ターボグラブ
pl: Metro Drograw Turbo
ru_ru: ДМ - Турбограв

source: Metro Powergrav
it: Powergrav
ja_jp: メトロ･パワーグラブ
pl: Metro Mocarz
pt_br: Metro Energrav
ru_ru: ДМ - Силограв

source: Metro Multipower Plus
it: Multipower Plus
ja_jp: メトロ･マルチパワー+
pl: Metro Multimoc Plus
pt_br: Metro Multienerg Plus
ru_ru: ДМ - Суперсилограв Плюс

source: Light Weapons Control
cs: Malý ovladač zbraní
de_de: Leichte Waffenkontrolle
es: Control Ligero de Armas
fr_fr: Contrôle des armes légères
it: Controllo Armi Leggero
ja_jp: 軽火器制御装置
pl: Lekki system kontroli ognia
pt_br: Controle de Armas Leve
ru_ru: Легкая СУВ

source: Medium Weapons Control
cs: Střední ovladač zbraní
de_de: Mittlere Waffenkontrolle
es: Control Mediano de Armas
fr_fr: Contrôle des armes moyennes
it: Controllo Armi Medio
ja_jp: 中火器制御装置
pl: Średni system kontroli ognia
pt_br: Controle de Armas Médio
ru_ru: Средняя СУВ

source: Heavy Weapons Control
cs: Velký ovladač zbraní
de_de: Schwere Waffenkontrolle
es: Control Pesado de Armas
fr_fr: Contrôle des armes lourdes
it: Controllo Armi Pesante
ja_jp: 重火器制御装置
pl: Ciężki system kontroli ognia
pt_br: Controle de Armas Pesado
ru_ru: Тяжелая СУВ

source: Advanced Control System
cs: Rozšířený ovladač zbraní
de_de: Verbessertes Kontrollsystm.
es: Sistema de Control Avanzado
fr_fr: Système de contrôle avancé
it: Sistema di Controllo Avanzato
ja_jp: 改良型制御装置
pl: Zaawansowany system kontroli ognia
pt_br: Sistema de Controle Avançado
ru_ru: Усовершенствованная СУВ

source: Cargo Module
cs: Nákladní modul
de_de: Fracht-Modul
es: Módulo de Carga
fr_fr: Module de cargaison
it: Modulo Cargo
ja_jp: 貨物モジュール
pl: Moduł towarowy
pt_br: Módulo de Carga
ru_ru: Грузовой модуль

source: Passenger Module
cs: Pasažérský modul
de_de: Passagier-Modul
es: Módulo de Pasajeros
fr_fr: Module de passagers
it: Modulo Passeggeri
ja_jp: 客員モジュール
pl: Moduł pasażerski
pt_br: Módulo de Passageiros
ru_ru: Пассажирский модуль

source: Bio-Transport Module
cs: Biotransportní modul
de_de: Bio-Transport-Modul
es: Módulo de Bio-Transporte
fr_fr: Module de bio-transport
it: Modulo Biologico
ja_jp: バイオ運搬モジュール
pl: Moduł biotransportowy
pt_br: Módulo de Biotransporte
ru_ru: Модуль трансп. биоматериала

source: Missile Evasion Matrix
cs: Rušička řízených raket
de_de: Raketen-Ausweichmatrix
es: Sist. de Evasión de Misiles
fr_fr: Détournement de missile
it: Contromisure Elettroniche
ja_jp: ミサイル回避マトリクス
pl: Matryca dezorientacji rakiet
pt_br: Matriz de Evasão de Míssil
ru_ru: Система отклонения ГСН

source: Small Disruption Shield
cs: Malý ochranný štít
de_de: Kleiner Disruptor-Schild
es: Peq. Esc. Anti-Perturbador
fr_fr: Petit bouclier disrupteur
it: Scudo a Disgr. Leggero
ja_jp: 小型ディスラプション･シールド
pl: Mała tarcza dysrupcyjna
pt_br: Pequeno Escudo Disruptivo
ru_ru: Мал. генератор расщеп. щита

source: Large Disruption Shield
cs: Velký ochranný štít
de_de: Großer Disruptor-Schild
es: Gran Escudo Anti-Perturbador
fr_fr: Grand bouclier disrupteur
it: Scudo a Disgr. Pesante
ja_jp: 大型ディスラプション･シールド
pl: Duża tarcza dysrupcyjna
pt_br: Grande Escuto Disruptivo
ru_ru: Тяж. генератор расщеп. щита

source: Cloaking Field
cs: Maskovací pole
de_de: Tarnfeld
es: Campo de Camuflaje
fr_fr: Champ de camouflage
it: Mimetizzatore
ja_jp: クローキング･フィールド
pl: Pole maskujące
pt_br: Campo de Camuflagem
ru_ru: Генератор маскирующего поля

source: Teleporter
es: Teletransportador
fr_fr: Téléporteur
it: Teletrasporto
ja_jp: テレポーター
pt_br: Teletransportador
ru_ru: Телепортатор

source: Dimension Shifter
cs: Interdimenzní transportér
de_de: Dimensionsverschieber
es: Cambiador de Dimensión
fr_fr: Intervertisseur dimensionnel
it: Varco Dimensionale
ja_jp: 次元運航器
pl: Silnik międzywymiarowy
pt_br: Transdimensão
ru_ru: Шифтер измерений

source: Senate
cs: Senát
de_de: Der Senat
es: El Senado
fr_fr: Sénat
it: Senato
ja_jp: 上院ビル
pl: Senat
pt_br: Senado
ru_ru: Сенат

source: Police Station
cs: Policejní stanice
de_de: Polizeistation
es: Comisaría
fr_fr: Poste de police
it: Stazione di polizia
ja_jp: 警察ステーション
pl: Posterunek policji
pt_br: Estação Policial
ru_ru: Полицейский участок

source: Hospital
cs: Nemocnice
fr_fr: Hôpital
it: Ospedale
ja_jp: 病院
pl: Szpital
ru_ru: Больница

source: School
cs: Škola
de_de: Schule
es: Colegio
fr_fr: Ecole
it: Scuola
ja_jp: 学校
pl: Szkoła
pt_br: Escola
ru_ru: Школа

source: Rescue Station
cs: První pomoc
de_de: Rettungsstation
es: Puesto de Rescate
fr_fr: Poste de secours
it: Stazione di soccorso
ja_jp: 救急ステーション
pl: Stacja ratunkowa
pt_br: Estações de Salvamento
ru_ru: Служба спасения

source: Offices
cs: Úřady
de_de: Büros
es: Oficinas
fr_fr: Bureaux
it: Uffici
ja_jp: 警官
pl: Biura
pt_br: Escritórios
ru_ru: Офисы

source: Corporate HQ
cs: Ředitelství
de_de: Firmenhauptsitz
es: Sede Corporativa
fr_fr: Siège social
it: QG della Corporazione
ja_jp: 企業本部
pl: Siedziba korporacji
pt_br: QG Corporativo
ru_ru: Правление корпорации

source: Space Port
cs: Kosmodrom
de_de: Raumhafen
es: Puerto Espacial
fr_fr: Port spatial
it: Spazioporto
ja_jp: 宇宙港
pl: Kosmoport
pt_br: Espaçoporto
ru_ru: Космопорт

source: Sensodrome
cs: Senzodrom
de_de: Sensodrom
es: Sensódromo
fr_fr: Station de Sensovision
it: Sensodromo
ja_jp: センソドローム
pl: Zmysłodrom
pt_br: Sensódromo
ru_ru: Сенсодром

source: Astrodome
cs: Astrodom
de_de: Astrodom
it: Astrodromo
ja_jp: アストロドーム
pl: Astrodom
pt_br: Astródromo
ru_ru: Астродоум

source: Procreation Park
cs: Porodní obora
de_de: Fortpflanzungspark
es: Parque de Procreación
fr_fr: Parc de procréation
it: Parco di Procreazione
ja_jp: 出産場
pl: Park prokreacyjny
pt_br: Parque de Procriação
ru_ru: Парк деторождения

source: Shopping Mall
cs: Nákupní centrum
de_de: Einkaufszentrum
es: Centro Comercial
fr_fr: Centre commercial
it: Centro commerciale
ja_jp: ショッピングモール
pl: Centrum handlowe
pt_br: Shopping Center
ru_ru: Торговый центр

source: Car Park
cs: Šrotiště
de_de: Parkplatz
es: Aparcamiento
fr_fr: Zone de stationnement
it: Parcheggio
ja_jp: 駐車場
pl: Parking samochodowy
pt_br: Estacionamento
ru_ru: Автопарк

source: Apartments
cs: Byty
es: Apartamentos
fr_fr: Appartements
it: Appartamenti
ja_jp: アパート
pl: Mieszkania
pt_br: Apartamentos
ru_ru: Апартаменты

source: Luxury Apartments
cs: Luxusní apartmány
de_de: Luxus-Apartments
es: Apartamentos de Lujo
fr_fr: Apparts de standing
it: Appartamenti di lusso
ja_jp: 高級アパート
pl: Mieszkania luksusowe
pt_br: Apartamentos de Luxo
ru_ru: Апартаменты класса люкс

source: Hotel
fr_fr: Hôtel
ja_jp: ホテル
ru_ru: Гостиница

source: Atmosphere Processor
cs: Atmosferický procesor
de_de: Atmosphären-Prozessor
es: Procesador de Atmósfera
fr_fr: Processeur d'atmosphère
it: Processore atmosferico
ja_jp: ムードプロセッサー
pl: Przetwórnia atmosferyczna
pt_br: Processador de Atmosfera
ru_ru: Атмосферный процессор

source: Hydro-Farm
cs: Hydro-Farma
es: Hidrogranja
fr_fr: Ferme hydraulique
it: Idrofattoria
ja_jp: 水耕農場
pl: Hydrofarma
pt_br: Hidrofazenda
ru_ru: Гидроферма

source: Sewage Works
cs: Správa kanalizace
de_de: Kläranlage
es: Depuradora
fr_fr: Station d'épuration
it: Depuratore
ja_jp: 下水処理場
pl: Kanalizacja
pt_br: Tratamento de Esgoto
ru_ru: Очистные

source: Water Purifier
cs: Úpravna vody
de_de: Wasserreinigungsanlage
es: Purificador de Agua
fr_fr: Purificateur d'eau
it: Stazione di purificazione
ja_jp: 浄水場
pl: Oczyszczalnia wody
pt_br: Purificador de Água
ru_ru: Водоочистные

source: Appliances Factory
cs: Výrobní závod
de_de: Gerätefabrik
es: Fca. Electrodomésticos
fr_fr: Usine d'appareils
it: Fabbrica
ja_jp: 電工品工場
pl: Fabryka urządzeń
pt_br: Fábrica de Utensílios
ru_ru: Фабрика быт. техники

source: Arms Factory
cs: Zbrojovka
de_de: Waffenfabrik
es: Fábrica de Armas
fr_fr: Usine d'armement
it: Fabbrica di armi
ja_jp: 武器工場
pl: Fabryka broni
pt_br: Fábrica de Armas
ru_ru: Оружейная фабрика

source: Robot Factory
cs: Výrobna robotů
de_de: Roboterfabrik
es: Fábrica de Robots
fr_fr: Usine de robots
it: Fabbrica di robot
ja_jp: ロボット工場
pl: Fabryka robotów
pt_br: Fábrica de Robôs
ru_ru: Фабрика роботов

source: Car Factory
cs: Automobilka
de_de: Autofabrik
es: Fábrica de Vehículos
fr_fr: Usine de voitures
it: Fabbrica di automobili
ja_jp: 自動車工場
pl: Fabryka samochodów
pt_br: Fábrica de Carros
ru_ru: Автозавод

source: Flyer Factory
cs: Výrobna letounů
de_de: Luftfahrzeug-Fabrik
es: Fábrica de Voladores
fr_fr: Usine de véhicules
it: Fabbrica di aerei
ja_jp: フライヤー工場
pl: Fabryka pojazdów latających
pt_br: AeroFábrica
ru_ru: Авиазавод

source: Large Flyer Factory
cs: Výrobna velkých letounů
de_de: Große Luftfahrzeug-Fabrik
es: Fábrica de Vol. Grandes
fr_fr: Usine de gds véhicules
it: Fabbrica di mezzi volanti
ja_jp: 大型フライヤー工場
pl: Duża fabryka pojazdów latających
pt_br: Grande Aerofábrica
ru_ru: Завод по производству тяжелых кораблей

source: Construction Factory
cs: Stavební závod
de_de: Konstruktionsfabrik
es: Fábrica de Construcción
fr_fr: Usine de fabrication
it: Centro di costruzione
ja_jp: 建設工場
pl: Zakłady budowlane
pt_br: Fábrica de Construção
ru_ru: Домостроительный завод

source: Slums
cs: Slumy
es: Barrios Bajos
fr_fr: Taudis
it: Bassifondi
ja_jp: スラム
pl: Slumsy
pt_br: Favelas
ru_ru: Трущобы

source: Ruins
cs: Trosky
de_de: Ruinen
es: Ruinas
fr_fr: Ruines
it: Rovine
ja_jp: 廃墟
pl: Ruiny
pt_br: Ruínas
ru_ru: Руины

source: Warehouse
cs: Skladiště
de_de: Lagerhaus
es: Nave
fr_fr: Entrepôt
it: Magazzino
ja_jp: 倉庫
pl: Magazyn
pt_br: Armazém
ru_ru: Склад

source: Space Ship
cs: Kosmodrom
de_de: Raumschiff
es: Nave Espacial
fr_fr: Vaisseau spatial
it: Nave Spaziale
ja_jp: 宇宙船
pl: Statek kosmiczny
pt_br: Nave Espacial
ru_ru: Космический корабль

source: Power Station
cs: Elektrárna
de_de: Kraftwerk
es: Central de Energía
fr_fr: Centrale énergétique
it: Stazione energetica
ja_jp: 発電所
pl: Elektrownia
pt_br: Estação de Energia
ru_ru: Электростанция

source: Recyclotorium
cs: Recyklotorium
es: Planta de reciclaje
it: Riciclatore
ja_jp: ゴミ処理場
pl: Recyklotron
pt_br: Reciclatório
ru_ru: Рециклоторий

source: Outdoor Parks
cs: Přírodní parky
de_de: Open Air-Parks
es: Parques al Aire Libre
fr_fr: Parcs en extérieur
it: Parchi all'aperto
ja_jp: アウトドア公園
pl: Park otwarty
pt_br: Parques Naturais
ru_ru: Открытые парки

source: People Tubes
cs: Pěší tunely
de_de: Personenrohr
es: Tubos de Personas
fr_fr: Tube
it: Tubi di trasporto
ja_jp: 人用チューブ
pl: Rury ścieżkowe
pt_br: Acessos Tubulares
ru_ru: Общественное метро

source: Temple of Sirius
cs: Chrám Síria
de_de: Sirius-Tempel
es: Templo de Sirio
fr_fr: Temple de Sirius
it: Tempio di Sirio
ja_jp: シリウス寺院
pl: Świątynia Syriusza
pt_br: Templo de Sirius
ru_ru: Храм Сириуса

source: X-COM Base
cs: Báze X-COM
de_de: X-COM-Basis
es: Base X-COM
fr_fr: Base X-COM
it: Base X-COM
ja_jp: X-COM基地
pl: Baza X-COM
pt_br: Base X-COM
ru_ru: База X-COM
