Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: Office buildings are designed to be attractive work environments. They are heavily populated and any Alien activity would soon be discovered. However, the ducting between floors and walls could be the ideal places for Aliens to hide and move around.
cs: Budovy kanceláří úřadů se staví tak, aby byly co nejatraktívnější. Vzhledem k velkému množství osob, jsou cizácké aktivity velmi rychle objeveny. Avšak množství chodeb, v suteréním prostoru dává cizákům ideální možnosti k úkrytu a pohybu v okolí.
de_de: Das Design der Bürogebäude soll dazu beitragen, eine angenehme Arbeitsumgebung zu schaffen. Da viele Menschen in ihnen tätig sind, würde jeder Alien-Übergriff sofort auffallen. Allerdings bietet das Röhrensystem zwischen Fußböden und Wänden den Aliens Gelegenheit, sich zu verstecken und umherzubewegen.
es: Los edificios de oficinas están diseñados para ser ambientes de trabajo atractivos. Hay mucha gente y cualquier actividad alienígena se descubriría en seguida. Sin embargo, los falsos suelos y techos podrían ser el sitio ideal para que los alienígenas se escondan y se muevan por ahí.
fr_fr: Les bureaux offrent un environnement de travail agréable. Ils sont densément peuplés et toute activité alienne serait immédiatement découverte. Cependant, les canalisations entre les murs et les étages pourraient offrir une cachette idéale pour les aliens.
it: Gli uffici sono progettati per facilitare e rendere piacevole il lavoro; essendo densamente popolati, è difficile che un'attività Aliena al loro interno passi inosservata. Nonostante questo le intercapedini tra i pavimenti e i muri potrebbero essere ottimi nascondigli per la crescita e il movimento dei nostri mostruosi avversari.
ja_jp: オフィスビルは魅力的な職場を提供するべく設計されている。人が多くエイリアンの活動はすぐ発見される。しかし階層と壁の間を伝うダクトはエイリアンにとって隠れ場所兼通路として理想的だ。
pl: Budynki biurowe są projektowane z myślą o zapewnieniu atrakcyjnego środowiska pracy. Są gęsto zaludnione, co umożliwia wczesne wykrywania aktywności obcych. Jednak przewody klimatyzacyjne, ukryte w ścianach i stropach, stanowią idealne kryjówki i szlaki komunikacyjne dla obcych.
pt_br: Edifícios de escritórios são concebidos para serem ambientes de trabalho interessantes. São muito movimentados, tornando difícil a infiltração alienígena. No entanto, os dutos entre o piso e as paredes podem ser lugares ideais para sua movimentação e ocultação.
ru_ru: Офисные здания спроектированы так, чтобы в них можно было комфортно работать. В них всегда много людей, и любая активность пришельцев будет быстро замечена. Однако трубопроводы под полом и над потолком могут стать идеальным местом для укрытия и перемещения пришельцев.

source: Larger corporations may have a prestigious and expensive office building as a corporate head quarters. No expense would be spared on the interior decoration of these buildings. The equally lavish ventilation system may also be appreciated by Alien life forms.
cs: Velké společnosti vlastní prestižní a nákladné kancelářské budovy, v nichž sídlí jejich vedení. Na vybavení a dekoraci interiérů těchto budov se v žádném případě nešetřilo. Stejně nákladné ventilační systémy mohou být ale také vyhledávané cizáckými tvory.
de_de: Die größeren Konzerne haben ihren Firmenhauptsitz oft in prestigeträchtigen und teuren Bürogebäuden. Bei der Innenausstattung werden weder Kosten noch Mühen gescheut. Das komplizierte Ventilationssystem könnte den Aliens zugute kommen.
es: Las grandes empresas pueden tener un prestigioso y caro edificio de oficinas como sede central de la empresa. No se escatima dinero en la decoración del interior de estos edificios. El sistema de ventilación igualmente lujoso puede ser muy apreciado por las formas vida alienígena.
fr_fr: Les grandes sociétés ont établi leur siège social dans des bâtiments prestigieux et onéreux. On ne regarde pas à la dépense pour la décoration intérieure de ces bâtiments. Les systèmes de ventilation gigantesques peuvent fournir un abri apprécié des formes de vie aliennes.
it: Le maggiori corporazioni hanno di solito un edificio prestigioso, come quartier generale, costruito senza badare a spese. Il sistema di ventilazione può rappresentare un valido nascondiglio per le forme di vita Aliene.
ja_jp: 巨大企業は見るからに贅沢な高価なオフィスビルを本部として構えている。こうしたビルの内装は金を惜しみ無くかけたものになっており、それは空調設備にも当てはまる。つまりエイリアンを喜ばせるほどの物だという事になる。
pl: Wielkie korporacje umieszczają swoje siedziby w kosztownych i prestiżowych biurowcach. Nie szczędzi się pieniędzy na wystrój wnętrz tych budowli. Obcy mogą natomiast docenić bardzo rozbudowany system wentylacyjny.
pt_br: Grandes corporações podem ter um edifício caro e de prestígio como sua base de operações. Não são poupados gastos com a decoração desses prédios. O sofisticado sistema de ventilação também pode ser bem-vindo pelos alienígenas.
ru_ru: Крупнейшие корпорации могут позволить себе использовать престижные и дорогие офисные здания для своих головных офисов. На внутреннюю отделку они не жалеют средств. Сложная и дорогая вентиляционная система может прийтись пришельцам по вкусу.

source: The enormous Space Port is a vital connection to the outside world. Many passengers pass through on vacation to Mars or other distant destinations. Large quantities of manufactured goods are exported to the mining colonies and raw materials are imported. The Space Port generates huge revenues, but it would also be lucrative for any raider or terrorist.
cs: Mohutný Kosmodrom je životně důležitým spojením s vnějším světem. Množství pasažérů míří během dovolené na Mars, či jiná vzdálená místa. Rovněž je exportováno velké množství hotových výrobků do důlních kolonií a přiváženy potřebné suroviny. Kosmodrom vykazuje obrovské zisky, proto je kromě cizáků, velmi ohrožen i útoky teroristů.
de_de: Der riesige Raumhafen bildet eine wichtige Verbindung zur Außenwelt. Viele Passagiere machen bei Urlaubsreisen zum Mars oder anderen Planeten auf dem Transfer hier Zwischenstation. Fertigprodukte werden von hier in großen Mengen zu den Bergbaukolonien transportiert, Rohstoffe von dort importiert. Der Raumhafen macht gewaltige Umsätze und könnte deshalb auch Räuber oder Terroristen anlocken.
es: El enorme Puerto Espacial es una conexión vital con el mundo exterior. Muchos pasajeros pasan de camino a unas vacaciones en Marte u otros destinos lejanos. Grandes cantidades de bienes de consumo son exportados a las colonias mineras, y se importa la materia prima. El Puerto Espacial genera enormes ingresos, pero también sería un botín interesante para cualquier incursión o para un terrorista.
fr_fr: L'immense port spatial est une connexion vitale avec le monde extérieur. De nombreux passagers y transitent, en route pour Mars ou d'autres destinations lointaines. Des produits manufacturés sont exportés vers les colonies minières en grandes quantités, et des matières premières sont importées en retour. Le port spatial est une source de revenus importante, mais il représente aussi un point stratégique pour les voleurs ou les terroristes.
it: L'enorme Spazioporto è la connessione vitale con le colonie extraterrestri. Molti cittadini vanno a trascorrere le vacanze su Marte o in altre destinazioni; per questo grandi quantità di beni di consumo vengono inviate verso le colonie, ed enormi carichi di materie prime arrivano ogni giorno. Lo Spazioporto genera un giro d'affari enorme, ed è anche un bersaglio ambito da criminali e terroristi.
ja_jp: 巨大な宇宙港は外宇宙と繋がる貴重なパイプラインだ。バケーションの時期には多くの乗客が火星や他の星で休暇を取る為にここから旅立つ。また大量の品が採掘コロニーに向けて輸出され、原材料が輸入される。宇宙港は利益が上がる施設だが同時に襲撃やテロリストに狙われやすい。
pl: Wielki kosmoport stanowi nadzwyczaj ważne połączenie ze światem zewnętrznym. Przebywa w nim wielu pasażerów, udających się na wakacje na Marsa lub do innych odległych miejsc. Wielkie ilości gotowych dóbr wysyła się do kolonii górniczych, skąd z kolei przywożone są surowce. Kosmoport zapewnia ogromne dochody, ale jest także miejscem narażonym na ataki bandytów i terrorystów.
pt_br: O gigantesco Espaçoporto é uma conexão vital com o mundo exterior. Muitos passageiros viajam de férias para Marte ou outros destinos distantes. Grandes quantidades de bens industrializados são exportados para as colônias de mineração e insumos são importados. O Espaçoporto gera grandes receitas, mas também é lucrativo para qualquer saqueador ou terrorista.
ru_ru: Огромный космопорт - жизненно важный узел связи с внешним миром. Множество пассажиров отправляется отсюда на марсианские каникулы или в более отдаленные путешествия. Невероятные объемы промышленных товаров экспортируются в добывающие колонии, откуда импортируется сырье. Космопорт приносит невероятный доход, что делает его лакомой целью для рейдеров и террористов.

source: The Astrodome contains huge stadiums and other facilities for various modern sports. GravBall is the most popular sport in the city, despite being dangerous. Five players in each team are equipped with anti-grav units and ball throwers. The six remaining team members are firmly routed on the ground and are used to protect the goal area or retrieve fallen balls. The maze of corridors and high stands makes the Astrodome a dangerous place for combat.
cs: Astrodom obsahuje mohutný stadion a jiná zařízení pro různé druhy moderních sportů. Navzdory své nebezpečnosti je ve městě ovšem nejpopulárnější GravBall. Pět hráčů každého družstva je vybaveno antigavitační jednotkou a vrhačem míče. Šest zbývajících členů se pohybuje po zemi v přesně určených prostorech a brání brankoviště, případně rozehrává spadlé míče. Množství spletitých chodeb a a ochozů činí z Astrodomu při vzniklém boji nebezpečné místo.
de_de: Im Astrodom befinden sich riesige Stadien und andere Einrichtungen für verschiedene moderne Sportarten. Gravball ist trotz der damit verbundenen Gefahren der beliebteste Sport in der Stadt. Jeweils 5 Spieler eines Teams sind mit Anti-Schwerkraft-Ausrüstung und Ballwerfern ausgestattet. Die übrigen 6 spielen auf dem Boden und schützen den Torbereich oder sammeln heruntergefallene Bälle auf. Die hohen Stadien mit ihren Korridor-Irrgärten machen den Astrodom zu einem gefährlichen Gefechtsfeld.
es: El Astrodome contiene enormes estadios y otras instalaciones para varios deportes modernos. El GravBall es el deporte más popular de la ciudad, a pesar de ser peligroso. Cinco jugadores en cada equipo están equipados con unidades anti- gravedad y tira-balones. Los seis restantes miembros del equipo no se mueven del suelo y les toca proteger la portería o recuperar balones caídos. El laberinto de pasillos y las altas gradas hacen del Astrodome un sitio peligroso para el combate.
fr_fr: L'astrodrome contient des stades immenses et autres infrastructures pour différentes sortes de sport. Le gravball est le sport le plus populaire de la ville, bien que dangereux. Chaque équipe est composée de cinq joueurs munis d'équipements anti-gravité et de lanceurs de balle. Les six autres membres de l'équipe sont solidement ancrés au sol et protègent la zone de but ou vont chercher les ballons tombés. Le labyrinthes de couloirs et les immenses tribunes font de l'astrodrome un endroit dangereux pour les combats.
it: L'Astrodromo contiene al suo interno enormi stadi e altre strutture per gli sport più moderni. Il più popolare, e il più pericoloso, è il GravBall: cinque giocatori per squadra equipaggiati con zaini anti-gravità e attrezzi per lanciare la palla, e altri sei giocatori a terra con il compito di difendere la porta e di recuperare la sfera quando questa cade al suolo. L'intrico di corridoi e di stanze che compone questo edificio ne fa un luogo molto pericoloso per iniziare un combattimento.
ja_jp: アストロドームは近代スポーツの為の巨大なスタジアムと各種施設を備えている。中でもグラブボール危険なスポーツにも関わらず最も人気が高い。両チームにはそれぞれ反重力装置を装備した5人の選手が投手となり、残り6人ずつが地上でゴールエリアを守り、落下したボールを奪い合う。通路は迷路状になっており、建物の全高も高いことからアストロドームは戦闘時には危険な場所となる。
pl: Astrodom zawiera duże stadiony i inne pomieszczenia służące uprawianiu nowoczesnych dyscyplin sportowych. Najpopularniejszym sportem w mieście, pomimo niebezpieczeństw, jakie ze sobą niesie, jest grawbol. Drużyny grawbolu składają się z pięciu latających graczy wyposażonych w urządzenia antygrawitacyjne i wyrzutnie piłek. Pozostałych sześciu zawodników ograniczono do poruszania się po ziemi - ich zadaniem jest obrona bramki i podnoszenie upuszczonych piłek. Labirynty korytarzy i ogromne trybuny astrodomu są bardzo niebezpiecznym polem walki.
pt_br: O Astródomo contém grandes estádios e outras instalações para esportes modernos. O esporte mais popular da cidade é o Gravball, apesar de ser perigoso. Cinco jogadores de cada time são equipados com unidades antigravidade e lançadores de bola. Os outros seis jogadores restantes ficam em solo, defendendo a área do gol ou recuperando bolas caídas. O labirinto de corredores e as arquibancadas tornam o Astródomo um lugar perigoso para combate.
ru_ru: В Астродоуме есть огромные стадионы и другие сооружения для разных современных видов спорта. Наиболее популярен среди жителей города гравбол, несмотря на всю его опасность. Пять игроков от каждой команды носят антигравитационные блоки и устройства для метания мяча. Остальные шесть игроков находятся на земле и защищают зону «ворот» или подбирают упавшие мячи. Лабиринт из коридоров и высоких трибун делает Астродоум опасным полем боя.

source: Since giving birth is now a risky process all babies are now developed in artificial wombs. This has the added advantage of allowing the prospective parents to view the baby's progress by visiting special Procreation Parks. These buildings are designed to be attractive places to visit with open green spaces, bushes and trees.
cs: Protože je dnes mateřství a porod riskantní proces, jsou všechny děti vyvíjeny v umělých dělohách. Přináší to tu výhodu, že budoucí rodiče mohou celý vývoj dítěte sledovat při návštěvách speciálních Porodních obor. Tyto budovy jsou navrženy jako atraktívní místa s otevřenými travnatými prostory, či zákoutími s keři a stromky.
de_de: Da die Geburt inzwischen ein riskanter Vorgang ist, entwickeln sich heute alle Säuglinge in künstlichen Gebärmüttern. Dies hat außerdem den Vorteil, daß die zukünftigen Eltern die Entwicklung des Säuglings mitverfolgen können, wenn sie die speziellen Fortpflanzungsparks aufsuchen. Das Design dieser Gebäude mit ihren Grünflächen, den Büschen und Bäumen soll sicherstellen, daß der Besucher sich wohlfühlt.
es: Puesto que dar a luz es ahora un proceso arriesgado, todos los bebés se desarrollan ahora en úteros artificiales. Esto tiene la ventaja añadida de permitir a los futuros padres ver el progreso del bebé cuando visitan los Parques especiales de procreación. Estos edificios están diseñados para ser muy atrayentes, con grandes espacios verdes, arbustos y rboles.
fr_fr: Donner naissance est un processus risqué, et tous les bébés se développent donc dans des utérus artificiels. Les parents peuvent également mesurer la croissance du bébé en venant le voir dans des parcs de procréation spéciaux. Les bâtiments sont des endroits attrayants, avec de grands espaces verts, des buissons et des arbres.
it: Dal momento che far nascere un figlio è oggi molto rischioso, i bambini vengono sviluppati in apparecchiature apposite. Questa procedura inoltre ha il vantaggio di consentire ai genitori del figlio di seguirne costantemente la crescita, semplicemente visitando il parco, le cui strutture sono molto belle e attraenti, con ampi spazi aperti, erba, laghetti e alberi.
ja_jp: 現在出産は危険なプロセスと見なされ、全ての赤ん坊は人口子宮で育てられる。将来両親になる者達が出産パークを訪れればどのように赤ん坊達が育っていくかを見られるという利点がある。これ等のビルには緑の大地と茂み、樹木があり、訪れる者を喜ばせるようにデザインされている。
pl: Ponieważ naturalna ciąża i poród są teraz ryzykowne, wszystkie ludzkie dzieci rozwijają się w sztucznych macicach. Dodatkowo proces ten umożliwia przyszłym rodzicom śledzenie procesu rozwoju poprzez odwiedzanie specjalnych parków prokreacyjnych. Budynki te są zaprojektowane do przyciągania gości otwartymi przestrzeniami zieleni z drzewami i krzewami.
pt_br: Uma vez que dar à luz é um procedimento arriscado, agora todos os bebês desenvolvem-se em úteros artificiais. Tal prática tem a vantagem de permitir aos pais visualizar o progresso do bebê nos Parques de Procriação. Esses edifícios são desenhados para serem lugares interessantes, com grandes áreas verdes, árvores e arbustos.
ru_ru: Поскольку роды - процесс небезопасный, все дети выращиваются в искусственных матках. Дополнительным преимуществом этой технологии стало то, что будущие родители могут видеть развитие ребенка при посещении специальных парков деторождения. Эти здания спроектированы так, чтобы привлекать посетителей. Там есть большие зеленые лужайки, высажены кусты и деревья.

source: The vast shopping malls are popular places for citizens. Although most goods are purchased via the Internet, the shopping mall allows potential customers to try before they buy.
cs: Mohutná Nákupní centra jsou oblíbenými místy občanů. Přestože se většina nákupů provádí elektronicky, poskytují Nákupní centra zákazníkům možnost, si zboží předem vyzkoušet.
de_de: Die weiträumigen Einkaufszentren sind bei den Bewohnern der Stadt sehr beliebt. Zwar werden die meisten Waren über das Internet gekauft, aber in den Einkaufszentren kann der Kunde die Waren direkt in Augenschein nehmen.
es: Los grandes centros comerciales son sitios populares para la ciudadanía. Aunque la mayor parte de las cosas que se compran a través de Internet, el centro comercial permite a los posibles clientes probar las cosas antes de comprarlas.
fr_fr: Les grands centres commerciaux attirent énormément de monde. Bien que les marchandises soient achetées par l'intermédiaire de l'internet, les centres commerciaux permettent aux clients potentiels d'essayer avant d'acheter.
it: Questi enormi negozi sono frequentatissimi dai cittadini. Anche se la maggior parte degli articoli possono essere acquistati via Internet, i potenziali clienti possono valutare in prima persona gli oggetti prima di comprarli.
ja_jp: 巨大なショッピングモールは市民に人気のある場所だ。殆どの品はインターネット越しに購入できるが、ショッピングモールを訪れる事で購入する前に実際の商品を確かめる事ができる。
pl: Wielkie centra handlowe są chętnie odwiedzane przez obywateli. Choć większość towarów kupuje się w sieci, w tradycyjnych sklepach pozwalają je wypróbować przed zakupem.
pt_br: Os vastos shopping centers são lugares apreciados pelos cidadãos. Embora a maior parte dos bens sejam comprados via internet, o shopping center permite aos clientes em potencial experimentá-los antes de comprar.
ru_ru: Огромные торговые центры популярны среди граждан. Хотя практически все товары приобретаются через Интернет, торговые центры позволяют опробовать товар перед покупкой.

source: Vast apartment blocks are standard accommodation in the city. They should be treated carefully in any combat situation because of the high density of civilians at all times of day. An Alien incident in an accommodation block should be dealt with promptly.
cs: Rozsáhlé bloky bytů poskytují běžné ubytování ve městě. Při bojových akcích v těchto prostorech zachovávejte maximální opatrnost, neboť se zde v průběhu dne zdržuje množství osob. Každý cizácký incident v obytných blocích musí být vyšetřen přednostně.
de_de: Die riesigen Apartmentblöcke sind die Standardwohnanlagen in der Stadt. Sie sollten vor allem in Kampfsituationen geschont werden, da sich dort zu jeder Tageszeit zahlreiche Zivilisten aufhalten. Auf einen Alien-Übergriff in einem solchen Gebäude muß sofort reagiert werden.
es: La vivienda habitual en la ciudad son grandes bloques de pisos. Deben ser tratados con cuidado en cualquier situación de combate debida a la gran densidad de personal civil a todas horas del día. Un incidente alienígena en un bloque de viviendas debe ser resuelto con rapidez.
fr_fr: Les grands blocs d'appartements sont le logement standard dans la ville. Il faut y faire attention en situation de combat en raison de la densité importante de population s'y trouvant à toutes heures de la journée. Les incidents impliquant des aliens dans les appartements doivent être résolus sur-le-champ.
it: Questi grandi complessi abitativi sono la sistemazione standard in città; per questo è necessario agire con attenzione durante i combattimenti. Un'infiltrazione in una di queste strutture è una questione da risolvere con la massima urgenza.
ja_jp: 巨大な住宅街は都市が標準で備えている生活区域だ。。この場所で戦闘を行う場合は常時過密した人口を念頭に置かなければならない。そして住宅街でエイリアンが関わる事件が発生した場合は速やかに解決する事が望まれている
pl: Wielkie bloki to standardowe budownictwo mieszkaniowe w mieście. Każda akcja w ich obrębie powinna być podejmowana z ostrożnością z uwagi na duże zagęszczenie cywilów o każdej porze dnia. Każdy incydent z udziałem obcych w bloku mieszkalnym powinien być szybko rozwiązany.
pt_br: Os blocos de apartamentos são a morada padrão na cidade. Devem ser tratados com cuidado em situações de combate por causa da alta densidade de civis durante todo o dia. Um incidente alienígena em um bloco deve ser resolvido rapidamente.
ru_ru: Огромные жилые блоки - место, где живут обычные люди. В ходе любой тактической операции действовать в них следует крайне осторожно, поскольку в любое время суток там присутствует множество людей . В случае обнаружения пришельцев в жилом доме необходимо немедленно реагировать на вызов.

source: The wealthy citizens of Mega-Primus reside in exclusive apartment buildings. Alien infiltration can be particularly dangerous here, because the people which own and control most of the city could be exposed to danger.
cs: Majetní občané Mega-Primu sídlí v přepychově vybavených budovách. Cizácká infiltrace zde může být mimořádně nebezpečná, protože lidé kteří zde bydlí, vlastní a řídí velkou část města, které by mohlo být ohroženo.
de_de: Die wohlhabenden Bürger von Mega-Primus leben in exklusiven Apartment-Gebäuden. Hier sind Alien-Übergriffe besonders kritisch, da die einflußreichsten Menschen, die einen Großteil der Stadt besitzen und kontrollieren, in Gefahr geraten würden.
es: Los ricos ciudadanos de Mega-Primus residen en edificios de apartamentos exclusivos. Una infiltración alienígena puede ser aquí especialmente peligrosa, puesto que las personas que son propietarias y que controlan la mayor parte de la ciudad podrían estar expuestas al peligro.
fr_fr: Les riches citoyens et les célébrités de Mega-Primus vivent dans des appartements huppés. Les infiltrations aliennes peuvent se révéler particulièrement dangereuses dans ces bâtiments car les notables de la ville seraient en grand danger.
it: I cittadini più ricchi di Mega-Primus abitano in queste costruzioni esclusive. Qui l'infiltrazione Aliena può essere particolarmente pericolosa, dal momento che può esporre a pericoli le persone che dirigono l'intera città.
ja_jp: メガプリムスの裕福な市民はこの高級アパート地区に住んでいる。この地区にエイリアンが侵入した場合は非常に危険がつきまとう。何故ならここに住む住民は施設のオーナーや権力者が多く、彼らの危機は都市機能を危険に晒すこととほぼ同義だからだ。
pl: Bogaci mieszkańcy miasta Mega-Primus rezydują w ekskluzywnych apartamentach. Obca infiltracja może tu być szczególnie niebezpieczna, gdyż ludzie sprawujący kontrolę nad większością miasta mogą być narażeni na niebezpieczeństwo.
pt_br: Os cidadãos afortunados Mega-Primus residem em exclusivos prédios de apartamentos. Uma infiltração alienígena pode ser particularmente perigosa aqui, porque as pessoas que possuem e controlam a maior parte da cidade podem ser expostas a situações de risco.
ru_ru: Состоятельные граждане Мегапрайма проживают в эксклюзивных апартаментах. Проникновение пришельцев в эти дома особенно опасно, поскольку под угрозой оказываются люди, владеющие и управляющие большей частью города.
