Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_stringpo_*.po
Languages: cs, de_de, es, fr_fr, it, ja_jp, pl, pt_br, ru_ru

source: X-COM agents
cs: Agenti X-COM
de_de: X-COM-Agenten
es: Agentes X-COM
fr_fr: Agents X-COM
it: Agenti X-COM
ja_jp: X-Comのエージェント
pl: Agenci X-COM
pt_br: Agentes X-COM
ru_ru: Оперативники X-COM

source: Quantum physicists
cs: Kvantoví fyzici
de_de: Quantenphysiker
es: Físicos Cuánticos
fr_fr: Physiciens quantiques
it: Fisici quantistici
ja_jp: 量子力学者
pl: Fizycy kwantowi
pt_br: Físicos quânticos
ru_ru: Квантовые физики

source: Buy
cs: Nákup
de_de: Kaufen
es: Comprar
fr_fr: Acheter
it: Compra
ja_jp: 購入
pl: Kup
pt_br: Comprar
ru_ru: Купить

source: Sell
cs: Prodej
de_de: Verkaufen
es: Vender
fr_fr: Vendre
it: Vendi
ja_jp: 売却
pl: Sprzedaj
pt_br: Vender
ru_ru: Продать

source: Softer
cs: Měkčí
de_de: Leiser
es: Más suave
fr_fr: Baisser le volume
it: Diminuisci
ja_jp: 音量を小さく
pl: Cichszy
pt_br: Mais suave
ru_ru: Тише

source: Louder
cs: Hlasitější
de_de: Lauter
es: Más fuerte
fr_fr: Augmenter le volume
it: Aumenta
ja_jp: 音量を大きく
pl: Głośniejszy
pt_br: Mais alto
ru_ru: Громче

source: Organizations tab
cs: Organizace
de_de: Organisationen-Register
es: Pestaña de Organizaciones
fr_fr: Onglet organisations
it: Quadro organizzazione
ja_jp: 組織タブ
pl: Zakładka organizacji
pt_br: Seção Organizações
ru_ru: Вкладка "Организации"

source: View all organizations
cs: Všechny organizace
de_de: Alle Organisationen anzeigen
es: Ver todas las organizaciones
fr_fr: Voir toutes les organisations
it: Vedi tutte le organizzazioni
ja_jp: 全ての組織を表示
pl: Pokaż wszystkie organizacje
pt_br: Ver todas as organizações
ru_ru: Просмотреть все организации

source: View allied organizations
cs: Spojenecké organizace
de_de: Verbündete Organisationen anzeigen
es: Ver las organizaciones aliadas
fr_fr: Voir les organisations alliées
it: Vedi organizzazioni alleate
ja_jp: 同盟組織の表示
pl: Pokaż sprzymierzone organizacje
pt_br: Ver organizações aliadas
ru_ru: Просмотреть организации-союзники

source: View friendly organizations
cs: Přátelské organizace
de_de: Freundliche Organisationen anzeigen
es: Ver las organizaciones amigas
fr_fr: Voir les organisations amicales
it: Vedi organizzazioni amichevoli
ja_jp: 友好的な組織の表示
pl: Pokaż przyjazne organizacje
pt_br: Ver organizações amigáveis
ru_ru: Просмотреть дружественные организации

source: View neutral organizations
cs: Neutrální organizace
de_de: Neutrale Organisationen anzeigen
es: Ver las organizaciones neutrales
fr_fr: Voir les organisations neutres
it: Vedi organizzazioni neutrali
ja_jp: 中立の組織の表示
pl: Pokaż neutralne organizacje
pt_br: Ver organizações neutras
ru_ru: Просмотреть нейтральные организации

source: View unfriendly organizations
cs: Nevlídné organizace
de_de: Unfreundliche Organisationen anzeigen
es: Ver las organizaciones poco amigas
fr_fr: Voir les organisations peu amicales
it: Vedi organizzazioni ostili
ja_jp: 不遜な態度の組織を表示
pl: Pokaż nieprzyjazne organizacje
pt_br: Ver organizações não amigáveis
ru_ru: Просмотреть недружественные организации

source: View hostile organizations
cs: Nepřátelské organizace
de_de: Feindliche Organisationen anzeigen
es: Ver las organizaciones hostiles
fr_fr: Voir les organisations ennemies
it: Vedi organizzazioni nemiche
ja_jp: 敵対組織を表示
pl: Pokaż wrogie organizacje
pt_br: ver organizações hostis
ru_ru: Просмотреть враждебные организации

source: Offer settlement
cs: Nabídnout dohodu
de_de: Vertrag anbieten
es: Ofrecer trato
fr_fr: Proposer accord
it: Proponi trattato
ja_jp: 解決案を提案する
pl: Zaoferuj ugodę
pt_br: Oferecer acordo
ru_ru: Предложить уплату

source: Contain
cs: Umístit
de_de: In Gewahrsam nehmen
es: Contener
fr_fr: Enfermer
it: Contieni
ja_jp: 味方につける
pl: Zawiera
pt_br: Conter
ru_ru: Содержит

source: Destroy
cs: Zničit
de_de: Zerstören
es: Destruir
fr_fr: Détruire
it: Distruggi
ja_jp: 打倒
pl: Zniszcz
pt_br: Destruir
ru_ru: Уничтожить

source: Keep on board
cs: Nechat na lodi
de_de: An Bord behalten
es: Dejar a Bordo
fr_fr: Garder à bord
it: Tieni a bordo
ja_jp: 現状維持
pl: Zatrzymaj na pokładzie
pt_br: Manter a bordo
ru_ru: Оставить на борту

source: Click on destination building for selected vehicle
cs: Kliknutím urči cílovou budovu pro zvolené vozidlo
de_de: Zielgebäude für gewähltes Fahrzeug anklicken
es: Pulsa en edificio de destino para vehículo seleccionado
fr_fr: Cliquer sur le bâtiment de destination pour ce véhicule
it: Clicca sull'edificio destinazione del veicolo selezionato
ja_jp: 選択した乗り物の目的地をクリックして指定してください
pl: Kliknij budynek docelowy dla wybranego pojazdu
pt_br: Clique em edifício de destino para o veículo selecionado
ru_ru: Кликните на здание, чтобы указать пункт назначения для выбранного ТС

source: Click on target vehicle for selected vehicle
cs: Klikem urči cílový stroj pro zvolené vozidlo
de_de: Zielfahrzeug für gewähltes Fahrzeug anklicken
es: Pulsa en vehículo objetivo para vehículo seleccionado
fr_fr: Cliquer sur le véhicule cible pour le véhicule sélectionné
it: Clicca sul veicolo destinazione del mezzo selezionato
ja_jp: 選択した乗り物のターゲットの乗り物をクリックしてください
pl: Kliknij pojazd docelowy dla wybranego pojazdu
pt_br: Clique no veículo alvo para o veículo selecionado
ru_ru: Кликните на цели (ТС) для выбранной боевой единицы

source: Click on destination map point for selected vehicle
cs: Kliknutím urči ma mapě cíl pro zvolené vozidlo
de_de: Ziel-Kartenpunkt für gewähltes Fahrzeug anklicken
es: Pulsa en punto del mapa de destino para vehículo seleccionado
fr_fr: Cliquer sur le point de destination sur la carte pour ce véhicule
it: Clicca sul punto della mappa destinazione del mezzo scelto
ja_jp: 選択した乗り物の目的のマップポイントをクリックしてください
pl: Kliknij punkt docelowy mapy dla wybranego pojazdu
pt_br: Clique no ponto de destino no mapa para o veículo selecionado
ru_ru: Кликните на точку на карте, чтобы указать пункт назначения для выбранного ТС

source: Click on destination Dimension Gate for selected vehicle
cs: Klikem urči dimenzionální bránu pro zvolené vozidlo
de_de: Ziel-Dimensionstor für gewähltes Fahrzeug anklicken
es: Pulsa en Puerta de la Dimensión de destino para vehículo seleccionado
fr_fr: Cliquer sur le portail interdimensionnel de destination pour ce véhicule
it: Clicca sul Portale Dimensionale destinazione del mezzo scelto
ja_jp: 選択した乗り物の目的の次元ゲートをクリックしてください
pl: Kliknij docelową bramę wymiaru dla wybranego pojazdu
pt_br: Clique no Portal Dimensional de destino para o veículo selecionado
ru_ru: Кликните на врата между измерениями, чтобы указать пункт назначения для выбранного ТС

source: Click on building for selected vehicle to attack
cs: Klikem na budovu urči cíl útoku zvoleného vozidla
de_de: Zielgebäude für Angriff durch gewähltes Fahrzeug anklicken
es: Pulsa en edificio que debe atacar el vehículo seleccionado
fr_fr: Cliquer sur le bâtiment que ce véhicule devra attaquer
it: Clicca sull'edificio che il veicolo selezionato deve attaccare
ja_jp: 選択した乗り物に攻撃させるビルをクリックしてください
pl: Kliknij budynek dla wybranego pojazdu aby zatakować
pt_br: Clique em um edifício para atacar com o veículo selecionado
ru_ru: Кликните на здание, чтобы указать цель атаки для выбранной боевой единицы

source: Manual control of vehicle
cs: Ruční ovládání vozidla
de_de: Manuelle Steuerung des Fahrzeugs
es: Control Manual del vehículo
fr_fr: Contrôle manuel du véhicule
it: Controllo manuale del velivolo
ja_jp: 乗り物を手動操作
pl: Ręczne sterowanie pojazdem
pt_br: Controle manual do veículo
ru_ru: Ручное управление транспортом

source: Select target vehicle for selected vehicle to fire at
cs: Vyber cílový stroj k napadení vybraným vozidlem
de_de: Zielfahrzeug für Beschuß durch gewähltes Fahrzeug anklicken
es: Seleccionar vehículo objetivo para que le dispare el vehículo seleccionado
fr_fr: Sélectionner le véhicule cible sur lequel le véhicule choisi fera feu
it: Scegli il veicolo a cui il mezzo scelto deve sparare
ja_jp: 選択した乗り物の攻撃対象をクリックしてください
pl: Wybierz pojazd docelowy dla wybranego pojazdu aby ostrzelać
pt_br: Selecione veículo alvo para atirar com o veículo selecionado
ru_ru: Выберите транспорт, по которому указанной боевой единице необходимо открыть огонь

source: Click on destination building for selected vehicles
cs: Vyber cílovou budovu pro vybrané vozidlo
de_de: Zielgebäude für gewählte Fahrzeuge anklicken
es: Pulsa en edificio de destino para vehículos seleccionados
fr_fr: Cliquer sur le bâtiment de destination pour les véhicules sélectionnés
it: Clicca sull'edificio destinazione dei veicoli selezionati
ja_jp: 選択した乗り物の目的地のビルをクリックしてください
pl: Kliknij budynek docelowy dla wybranych pojazdów
pt_br: Clique em edifício de destino para o veículo selecionado
ru_ru: Кликните на здание, чтобы указать пункт назначения для выбранных ТС

source: Click on target vehicle for selected vehicles
cs: Zvol cílové vozidlo pro vybrané vozidlo.
de_de: Zielfahrzeug für gewählte Fahrzeuge anklicken
es: Pulsa en vehículo objetivo para vehículos seleccionados
fr_fr: Cliquer sur le véhicule cible pour les véhicules sélectionnés
it: Clicca sul veicolo destinazione dei mezzi selezionati
ja_jp: 選択した乗り物が攻撃するターゲットの乗り物をクリックしてください
pl: Kliknij pojazd docelowy dla wybranych pojazdów
pt_br: Clique no veículo alvo para os veículos selecionados
ru_ru: Кликните на цели (ТС) для выбранных боевых единиц

source: Click on destination map point for selected vehicles
cs: Zvol cílové místo na mapě pro vybrané vozidlo.
de_de: Ziel-Kartenpunkt für gewählte Fahrzeuge anklicken
es: Pulsa en punto del mapa de destino para vehículos seleccionados
fr_fr: Cliquer sur le point de destination sur la carte pour les véhicules sélectionnés
it: Clicca sul punto della mappa destinazione dei mezzi scelti
ja_jp: 選択した乗り物の目的地のマップポイントをクリックしてください
pl: Kliknij punkt docelowy mapy dla wybranych pojazdów
pt_br: Clique no ponto de destino no mapa para os veículos selecionados
ru_ru: Кликните на точку на карте, чтобы указать пункт назначения для выбранных ТС

source: Click on destination Dimension Gate for selected vehicles
cs: Vyber cílovou Dimenzní bránu pro zvolené vozidlo.
de_de: Ziel-Dimensionstor für gewählte Fahrzeuge anklicken
es: Pulsa en Puerta de la Dimensión de destino para vehículos seleccionados
fr_fr: Cliquer sur le portail interdimensionnel de destination pour les véhicules sélectionnés
it: Clicca sul Portale Dimensionale destinazione dei mezzi scelti
ja_jp: 選択した乗り物の目的地の次元ゲートをクリックしてください
pl: Kliknij docelową bramę wymiaru dla wybranych pojazdów
pt_br: Clique no Portal Dimensional de destino para os veículos selecionados
ru_ru: Кликните на врата между измерениями, чтобы указать пункт назначения для выбранных ТС

source: Click on building for selected vehicles to attack
cs: Urči budovu, kterou má napadnout vybrané vozidlo.
de_de: Gebäude für Angriff durch Fahrzeuge anklicken
es: Pulsa en edificio que deben atacar los vehículos
fr_fr: Cliquer sur le bâtiment que les véhicules devront attaquer
it: Clicca sull'edificio che i veicoli selezionati devono attaccare
ja_jp: 選択した乗り物が攻撃するビルをクリックしてください
pl: Kliknij budynek dla wybranych pojazdów aby zatakować
pt_br: Clique em um edifício para atacar com os veículos selecionados
ru_ru: Кликните на здание, чтобы указать цель для выбранных боевых единиц

source: Manual control of vehicles
cs: Manuální kontrola vozidel
de_de: Manuelle Steuerung der Fahrzeuge
es: Control Manual de vehículos
fr_fr: Contrôle manuel des véhicules
it: Controllo manuale dei veicoli
ja_jp: 乗り物の手動操作
pl: Ręczne sterowanie pojazdami
pt_br: Controle manual dos veículos
ru_ru: Ручное управление техникой

source: Select target vehicle for vehicles to fire at
cs: Vyberte cíl vozidla pro vozidla k palbě:
de_de: Zielfahrzeug für Beschuß durch gewählte Fahrzeuge anklicken
es: Seleccionar vehículo objetivo para que le disparen los vehículos
fr_fr: Sélectionner le véhicule cible sur lequel les véhicules feront feu
it: Scegli il veicolo a cui i mezzi scelti devono sparare
ja_jp: 選択した乗り物が攻撃するターゲットの乗り物をクリックしてください
pl: Wybierz pojazd docelowy dla wybranych pojazdów aby ostrzelać
pt_br: Selecione veículo alvo para atirar com os veículos
ru_ru: Выберите транспорт, по которому указанным боевым единицам необходимо открыть огонь

source: Click on destination building for selected person
cs: Klikni na destinaci budovy pro vybranou osobu
de_de: Zielgebäude für gewählte Person anklicken
es: Pulsa en edificio de destino para persona seleccionada
fr_fr: Cliquer sur le bâtiment de destination pour la personne sélectionnée
it: Clicca sull'edificio destinazione della persona selezionata
ja_jp: 選択した人材が向かうビルをクリックしてください
pl: Kliknij budynek docelowy dla wybranej osoby
pt_br: Clique no edifício de destino para a pessoa selecionada
ru_ru: Кликните на здание, чтобы указать пункт назначения для выбранного человека

source: Click on destination building for selected people
cs: Klikni na destinaci budovy pro vybraný lidi
de_de: Zielgebäude für gewählte Personen anklicken
es: Pulsa en edificio de destino para personas seleccionadas
fr_fr: Cliquer sur le bâtiment de destination pour les personnes sélectionnées
it: Clicca sull'edificio destinazione delle persone selezionate
ja_jp: 選択した市民が向かうビルをクリックしてください
pl: Kliknij budynek docelowy dla wybranych osób
pt_br: Clique no edifício de destino para as pessoas selecionadas
ru_ru: Кликните на здание, чтобы указать пункт назначения для выбранных людей

source: WEEKLY FUNDING ASSESSMENT
cs: STANOVENÍ TÝDENNÍ DOTACE
de_de: WÖCHENTLICHE FINANZANALYSE
es: SITUACION FINANCIERA SEMANAL
fr_fr: EVALUATION DU FINANCEMENT
it: FINANZIAMENTI DELLA SETTIMANA
ja_jp: 週間財政評価
pl: TYGODNIOWA OCENA FINANSOWANIA
pt_br: AVALIAÇÃO FINANCEIRA SEMANAL
ru_ru: ОЦЕНКА ЕЖЕНЕДЕЛЬНОГО ФИНАНСИРОВАНИЯ

source: Current income>
cs: Současný příjem>
de_de: Derzeitiges Einkommen>
es: Ingresos actuales>
fr_fr: Revenu actuel>
it: Incasso attuale>
ja_jp: 現在の収入
pl: Obecny przychód>
pt_br: Receita atual>
ru_ru: Текущий доход>

source: Funding adjustment>
cs: Změna financování>
de_de: Finanzierungsanpassung>
es: Ajuste de Fondos>
fr_fr: Réévaluation du financement>
it: Variazioni nei finanziamenti>
ja_jp: 財政調整
pl: Korekta wpływów
pt_br: Ajuste de financiamento>
ru_ru: Изменения в сумме выплат>

source: The Senate has declared total hostility to X-COM and there will be no further funding. Furthermore, the Senate will take any steps necessary to destroy the X-COM organization if it refuses to cease operation.
cs: Senát otevřeně vyhlásil nepřátelství vůči X-COM a proto ho již dále nebude dotovat. Kromě toho se senát rozhodl přijmout nezbytné kroky k tomu, aby byl X-COM zlikvidován, odmítne-li ukončit své aktivity.
de_de: Der Senat hat der X-COM gegenüber totale Feindseligkeit erklärt und jegliche finanzielle Unterstützung zurückgezogen. Außerdem wird der Senat die nötigen Maßnahmen ergreifen, um X-COM zu vernichten, sollte die Organisation ihre Aktivitäten nicht einstellen.
es: El Senado ha declarado su total hostilidad a X-COM y no habrá más dinero. Además, el Senado tomará los pasos necesarios para destruir la organización X-COM si se niega a cesar sus operaciones.
fr_fr: Le sénat a déclaré son hostilité envers X-COM et arrête de financer l'organisation. De plus, il fera tout ce qui est en son pouvoir pour détruire X-COM si celle-ci refuse de mettre un terme à ces opérations.
it: Il Senato è ora totalmente ostile alla X-COM, per cui non ci saranno ulteriori finanziamenti. Inoltre, il Senato intraprenderà tutti i passi necessari a distruggere la X-COM se questa non si scioglierà da sola.
ja_jp: 上院がX-Comに対し完全な敵対を表明した為、今後の資金援助は見込めません。上院の全作戦の中止命令に背いた場合、彼らはX-Comを解体する為に必要な手段に訴えて出るでしょう。
pl: Senat ogłosił deklarację pełnej wrogości wobec X-COM i odmówił dalszego finansowania organizacji. Co więcej, Senat podejmie wszelkie niezbędne kroki aby zniszczyć X-COM, jeśli odmówi zakończenia działalności.
pt_br: O Senado declarou hostilidade total à X-COM e não haverá mais financiamento. Além disso, tomará quaisquer medidas necessárias para destruir a organização se houver recusa em suspender a operação.
ru_ru: Сенат объявил, что расценивает X-COM как абсолютно враждебную организацию и полностью прекращает ее финансирование. Более того, Сенат предпримет все необходимые шаги для уничтожения X-COM, если та откажется прекратить свою деятельность.

source: The Senate has an unfavorable attitude to X-COM and has reduced funding accordingly.
cs: Postoj Senátu vůči X-COM není příznivý a také byly patřičným způsobem sníženy dotace
de_de: Der Senat hat der X-COM gegenüber eine kritische Haltung und die Finanzmittel entsprechend gekürzt.
es: El Senado tiene una actitud desfavorable hacia X-COM y por lo tanto ha reducido la financiación.
fr_fr: Le sénat a une attitude peu favorable envers X-COM et a par conséquent réduit le budget qui lui était alloué.
it: Il Senato non vede con favore l'operato della X-COM e ha deciso di ridurre i finanziamenti concessi.
ja_jp: 上院はX-Comに対し嫌悪を示しており、それに合わせて資金援助額が減額されました。
pl: Senat ma niekorzystne nastawienie do X-COM i odpowiednio obniżył poziom finansowania.
pt_br: O Senado tem uma atitude desfavorável à X-COM e, portanto, reduziu o financiamento.
ru_ru: Сенат отрицательно настроен по отношению к X-COM и соответственно снизил финансирование.

source: The Senate has a favorable attitude to X-COM and has increased funding accordingly.
cs: Senát zaujal k X-COM příznivý postoj a odpovídajícím způsobem zvyšuje své dotace.
de_de: Der Senat hat der X-COM gegenüber eine positive Haltung bekundet und die Finanzmittel entsprechend erhöht.
es: El Senado tiene una actitud favorable hacia X-COM y por lo tanto ha aumentado la financiación.
fr_fr: Le sénat a une attitude favorable envers X-COM et a par conséquent augmenté le budget qui lui était alloué.
it: Il Senato apprezza l'operato della X-COM e ha deciso di aumentare i finanziamenti concessi.
ja_jp: 上院はX-Comに友好的な態度を示しており、それに合わせて資金援助額が増額されました。
pl: Senat ma przychylne nastawienie do X-COM i odpowiednio zwiększył poziom finansowania.
pt_br: O Senado tem uma atitude favorável à X-COM e, portanto, aumentou o financiamento.
ru_ru: Сенат положительно настроен по отношению к X-COM и соответственно повысил финансирование.

source: The Senate considers the performance of X-COM to be so abysmal that it will cease funding from now on.
cs: Senát posoudil výkon organizace X-COM jako velmi nedostatečný a ode dnes zastavuje jeho financování.
de_de: Der Senat betrachtet die Leistungen der X-COM als derart niederschmetternd, daß er sämtliche Finanzbeihilfen mit sofortiger Wirkung einstellt.
es: El Senado considera que el rendimiento de X-COM es tan nefasto que dejará de financiarlo a partir de ahora.
fr_fr: Le sénat trouve la performance d'X-COM tellement épouvantable qu'il a décidé de cesser de financer l'organisations.
it: Il Senato considera le prestazioni della X-COM estremamente scadenti, e sospenderà immediatamente tutti i finanziamenti.
ja_jp: 上院はX-Comの活動内容が最悪だと判断し、今後の資金援助を打ち切ることにしました。
pl: Senat uważa, że ​​wydajność X-COM jest tak fatalna, że ​​od tej chwili wstrzymuje finansowanie.
pt_br: O Senado considera o desempenho da X-COM tão deplorável que cortará o financiamento de agora em diante.
ru_ru: Сенат считает эффективность X-COM столь низкой, что с этого момента прекращает финансирование.

source: The Senate is not pleased with the performance of X-COM and has reduced funding accordingly.
cs: Senát není spokojen s výkoností X-COM a odpovídajícím způsobem snižuje jeho financování.
de_de: Der Senat ist mit den Leistungen der X-COM nicht zufrieden und hat die Finanzmittel entsprechend gekürzt.
es: El Senado no está satisfecho con el rendimiento de X-COM y por lo tanto ha reducido la financiación.
fr_fr: Le sénat n'est pas satisfait de la performance d'X-COM et a réduit le budget qui lui était alloué en conséquence.
it: Il Senato non è contento dei risultato ottenuti dalla X-COM e per questo motivo ne ha ridotto i finanziamenti.
ja_jp: 上院はX-Comの活動内容にあまり満足しておらず、それに合わせて資金援助額が減額されました。
pl: Senat jest niezadowolony z wyników X-COM i odpowiednio obniżył poziom finansowania.
pt_br: O Senado não está satisfeito com o desempenho da X-COM e, portanto, reduziu o financiamento.
ru_ru: Сенат недоволен эффективностью X-COM и соответственно снизил финансирование.

source: The Senate is pleased with the performance of X-COM and has increased funding accordingly.
cs: Senát je potěšen výkoností X-COM a odpovídajícím způsobem zvyšuje své finanční příspěvky.
de_de: Der Senat ist mit den Leistungen der X-COM zufrieden und hat die Finanzbeihilfen entsprechend erhöht.
es: El Senado está satisfecho con el rendimiento de X-COM y por lo tanto ha aumentado la financiación.
fr_fr: Le sénat est satisfait de la performance d'X-COM et a augmenté le budget qui lui était alloué en conséquence.
it: Il Senato è soddisfatto dei risultati raggiunti dalla X-COM e ha decretato un aumento dei suoi finanziamenti.
ja_jp: 上院はX-Comの活動内容を評価しており、それに合わせて資金援助額が増額されました。
pl: Senat jest zadowolony z wyników X-COM i odpowiednio zwiększył poziom finansowania.
pt_br: O Senado está satisfeito com o desempenho da X-COM e, portanto, aumentou o financiamento.
ru_ru: Сенат доволен эффективностью X-COM и соответственно повысил финансирование.

source: Unfortunately the Senate has to limit X-COM funding due to the poor state of government finances.
cs: Senát s lítostí oznamuje, že pro nedostatek peněz ve státním rozpočtu, omezuje své dotace X-COM
de_de: Leider muß der Senat die Gelder an die X-COM aufgrund der kritischen finanziellen Situation des Staates kürzen.
es: Desafortunadamente el Senado tiene que limitar la financiación de X-COM debido al mal estado de las cuentas del Estado.
fr_fr: Le sénat doit hélas limiter le budget alloué à X-COM en raisonde l'état des finances gouvernementales.
it: Sfortunatamente il Senato ha dovuto ridurre i finanziamenti alla X-COM a seguito delle disastrose condizioni del bilancio cittadino.
ja_jp: 上院は政府の財政事情が悪化した為、やむなくX-Comへの資金援助額を減額しました。
pl: Niestety senat musi ograniczyć poziom finansowania X-COM ze względu na zły stan finansów publicznych.
pt_br: Infelizmente, o Senado precisa limitar o financiamento da X-COM devido ao mau estado das finanças de governo.
ru_ru: К сожалению, Сенат вынужден ограничить финансирование X-COM из-за плохого состояния государственного бюджета.

source: Income for next week>
cs: Příjem na další týden>
de_de: Einkommen für die nächste Woche>
es: Ingreso para la semana que viene >
fr_fr: Revenu pour la semaine suivante>
it: Incasso per la prossima settimana>
ja_jp: 来週の収入>
pl: Przychód na następny tydzień>
pt_br: Receita para a próxima semana>
ru_ru: Доход на следующей неделе>

source: Week
cs: Týden
de_de: Woche
es: Semana
fr_fr: Semaine
it: Settimana
ja_jp: 週
pl: Tydzień
pt_br: Semana
ru_ru: Неделя

source: X-COM III Setup screen
cs: X-COM 3 Ovládací panel
de_de: X-COM-Setup-Bildschirm.
es: Pantalla de Configuración X-COM III
fr_fr: Ecran de configuration d'XCOM-III.
it: Impostazioni di X-COM III
ja_jp: X-Com III 設定画面
pl: X-COM III Ekran Ustawień
pt_br: Tela de configuração X-COM III
ru_ru: Экран настройки игры X-COM III

source: Start Campaign Game
cs: Start nové hry
de_de: Einsatzspiel starten.
es: Comenzar Partida de Campaña
fr_fr: Commencer la partie campagne.
it: Inizia una nuova campagna
ja_jp: キャンペーンを開始
pl: Rozpocznij Kampanię
pt_br: Começar Campanha
ru_ru: Начать кампанию

source: Load Saved Game
cs: Načtení uložené hry
de_de: Gesichertes Spiel laden.
es: Cargar Partida Guardada
fr_fr: Charger la partie sauvegardée.
it: Riprendi una partita salvata
ja_jp: ゲームのロード
pl: Wczytaj Zapisaną Grę
pt_br: Carregar jogo salvo
ru_ru: Загрузить сохранение

source: Scenario Generator
cs: Generátor scénářů
de_de: Einzelszenario-Generator.
es: Generador de Escenarios
fr_fr: Générateur de scénarios.
it: Generatore di scenari
ja_jp: シナリオジェネレーター
pl: Generator Scenariuszy
pt_br: Gerador de Cenários
ru_ru: Генератор сценариев

source: Quit
cs: Konec
de_de: Beenden.
es: Salir
fr_fr: Quitter.
it: Esci
ja_jp: 終了
pl: Wyjście
pt_br: Sair
ru_ru: Выход

source: Warning
cs: Varování
de_de: Warnung
es: Advertencia
fr_fr: Attention
it: Attenzione
ja_jp: 警告
pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Внимание!
