Repository: OpenApoc/OpenApoc
Catalog: data/languages/ufo_string_*.po
Languages: pt_br

source: Whilst X-COM continue to oppose our Alien friends we will remain hostile. Negotiations are impossible.
pt_br: Enquanto o X-COM continuar a se opor a nossos amigos Alienígenas, nós continuaremos hostis. Negociações são impossíveis.

source: It will cost: $
pt_br: Custará: $

source: to improve relations to:
pt_br: para melhorar as relações para:

source: ALLIED
pt_br: ALIADO

source: FRIENDLY
pt_br: AMIGÁVEL

source: NEUTRAL
pt_br: NEUTRO

source: UNFRIENDLY
pt_br: NÃO AMIGÁVEL

source: Pay organization
pt_br: Pagar à organização

source: Show ten most infiltrated organizations not under Alien control.
pt_br: Mostrar as dez organizações mais infiltradas que não estão sob controle Alienígena.

source: BASE ATTACK
pt_br: ATAQUE À BASE

source: Hostile forces have invaded your base. Equip your Agents before battle.
pt_br: Forças hostis invadiram sua base. Equipe seus Agentes antes deles entrarem em combate.

source: Dimension Gates
pt_br: Portais Dimensionais

source: The Alien Dimension
pt_br: A Dimensão Alienígena

source: One Way To Win
pt_br: Uma Maneira de Vencer

source: UFO spotted.
pt_br: OVNI detectado.

source: Alien corpse found.
pt_br: Cadáver alienígena encontrado.

source: Live Alien spotted.
pt_br: Vida Alienígena detectada.

source: Not enough money to buy this building.
pt_br: Não há dinheiro suficiente para construir esta edificação.

source: Planning permission refused for this building.
pt_br: Foi recusada a permissão de planejamento para esta edificação.

source: The owner does not wish to sell this building.
pt_br: O proprietário não deseja vender este edifício.

source: There has been an explosion.
pt_br: Houve uma explosão.

source: Building under attack:
pt_br: Edifício sob ataque:

source: Attacked by:
pt_br: Atacado por:

source: destroyed by
pt_br: destruído por

source: Vehicle heavily damaged:
pt_br: Veículo seriamente danificado:

source: Vehicle moderately damaged:
pt_br: Veículo moderadamente danificado:

source: Vehicle lightly damaged:
pt_br: Veículo levemente danificado:

source: : Weapon out of ammo:
pt_br: : Arma sem munição:

source: Organization attacked:
pt_br: Organização atacada:

source: Organization raided:
pt_br: Organização sofreu um ataque de surpresa:

source: Raided by:
pt_br: Atacada por:

source: Organization stormed:
pt_br: Organização sofreu operação de assalto:

source: Stormed by:
pt_br: Atacada por:

source: An illegal road vehicle has been detected.
pt_br: Um veículo terrestre ilegal foi detectado.

source: An illegal flyer has been detected.
pt_br: Um veículo aéreo ilegal foi detectado.

source: Treaty signed:
pt_br: Tratado assinado:

source: Staff resign at:
pt_br: Pedido de demissão de pessoal em:

source: Resignations:
pt_br: Demissionários:

source: Welcome to X-COM Apocalypse
pt_br: Bem-vindo ao X-COM Apocalypse

source: Alien attacks VIP.
pt_br: Alienígena ataca VIP.

source: Crazed VIP attacks VIP.
pt_br: VIP enlouquecido ataca VIP.

source: Dimension gate spotted.
pt_br: Portal dimensional identificado.

source: Vehicle low on fuel:
pt_br: Veículo com pouco combustível:

source: Vehicle out of fuel:
pt_br: Veículo ficou sem combustível:

source: Acquisition of:
pt_br: Aquisição de:

source: Acquired by:
pt_br: Adquirido por:

source: Vehicle Repaired:
pt_br: Veículo reparado:

source: Vehicle returning to base as damaged:
pt_br: Veículo retornando à base, em função de danos:

source: Vehicle has no engine:
pt_br: Veículo está sem motor:

source: X-COM Base destroyed due to collapsing building.
pt_br: Base do X-COM destruída devido a desmoronamento de edifício.

source: Unable to buy base as building destroyed.
pt_br: Impossível comprar base: edifício destruído.

source: collapsing building
pt_br: edifício desmoronando

source: Vehicle destroyed:
pt_br: Veículo destruído:

source: UFO crash landed:
pt_br: OVNI realizou pouso de emergência:

source: Unmanned UFO recovered:
pt_br: OVNI não tripulado recuperado:

source: New recruit arrived:
pt_br: Um novo recruta chegou:

source: Our Agents are unable to find an entrance to this building. Our Scientists back at HQ must complete their research.
pt_br: Nossos agentes não conseguem encontrar uma entrada para este edifício. Nossos cientistas, no QG, precisam completar a pesquisa.

source: X-COM base destroyed by hostile forces.
pt_br: Base do X-COM destruída por forças hostis.

source: : Unable to reach destination due to damaged people tube network and / or poor diplomatic relations with Transtellar.
pt_br: : Incapaz de chegar ao destino devido a danos na rede de tubos de transporte pessoais e/ou relações diplomáticas estremecidas com a Transtellar.

source: Agent(s) rearmed:
pt_br: Agente(s) rearmado(s):

source: Unit killed:
pt_br: Unidade morreu:

source: TRANSFER
pt_br: TRANSFERIR

source: Aliens
pt_br: Alienígenas

source: (Alive)
pt_br: (Vivos)

source: (Dead)
pt_br: (Mortos)

source: Transfer limited by available storage space.
pt_br: Transferência limitada pelo espaço de armazenamento disponível.

source: Transfer limited by available accommodation.
pt_br: Transferência limitada pelas acomodações disponíveis.

source: Alien Containment space exceeded
pt_br: Espaço de Contenção de Alienígenas excedido

source: Transfer limited by available Alien Containment space.
pt_br: Transferência limitada pelo espaço de Contenção de Alienígenas disponível.

source: Industrial action by the Air Transport and General Workers Union has prevented immediate execution of some of your transfer instructions. To prevent a backlog of work building up, Transtellar have canceled the affected transfers. They apologize for the inconvenience caused.
pt_br: Uma greve, promovida pelo Sindicato dos Operários Gerais e do Transporte Aéreo, impediu a execução imediata de algumas de suas instruções de transferência. Para evitar o acúmulo de trabalho, a Transtellar cancelou transferências afetadas. Eles pedem desculpas pelos incômodos causados.

source: Cancel Transfer
pt_br: Cancelar Transferência

source: Confirm Transfers
pt_br: Confirmar Transferências

source: This hostile organization refuses to carry out the requested transfer.
pt_br: Esta organização hostil se recusa a executar a transferência solicitada.

source: January,
pt_br: Janeiro,

source: February,
pt_br: Fevereiro,

source: March,
pt_br: Março,

source: April,
pt_br: Abril,

source: May,
pt_br: Maio,

source: June,
pt_br: Junho,

source: July,
pt_br: Julho,

source: August,
pt_br: Agosto,

source: September,
pt_br: Setembro,

source: October,
pt_br: Outubro,

source: November,
pt_br: Novembro,

source: December,
pt_br: Dezembro,

source: Bio-Transport
pt_br: Transporte Biológico

source: Brainsucker Pods
pt_br: Casulos de Sugadores de Cérebros

source: Brainsucker Autopsy
pt_br: Autópsia de Sugador de Cérebros

source: Brainsucker
pt_br: Sugador de Cérebros

source: Multiworm Egg Autopsy
pt_br: Autópsia de Ovo de Multiverme

source: Multiworm Egg
pt_br: Ovo de Multiverme

source: Multiworm Autopsy
pt_br: Autópsia de Multiverme

source: Multiworm
pt_br: Multiverme

source: Hyperworm Autopsy
pt_br: Autópsia de Hiperverme

source: Hyperworm
pt_br: Hiperverme

source: Chrysalis Autopsy
pt_br: Autópsia de Crisálida

source: Chrysalis
pt_br: Crisálida

source: Anthropod Autopsy
pt_br: Autópsia de Antrópode

source: Anthropod
pt_br: Antrópode

source: Psimorph Autopsy
pt_br: Autópsia de Psimorfo

source: Psimorph
pt_br: Psimorfo

source: Spitter Autopsy
pt_br: Autópsia de Cuspidor

source: Spitter
pt_br: Cuspidor

source: Megaspawn Autopsy
pt_br: Autópsia de Megacria

source: Megaspawn
pt_br: Megacria

source: Popper Autopsy
pt_br: Autópsia de Explosor

source: Popper
pt_br: Explosor

source: Skeletoid Autopsy
pt_br: Autópsia de Esqueletoide

source: Skeletoid
pt_br: Esqueletoide

source: Micronoid Autopsy
pt_br: Autópsia de Agregado Micronoide

source: Micronoid
pt_br: Agregado Micronoide

source: Queenspawn Autopsy
pt_br: Autópsia de Rainha-Procriadora

source: Queenspawn
pt_br: Rainha-Procriadora

source: Overspawn Autopsy
pt_br: Autópsia de Hipercria

source: The Alien Genetic Structure
pt_br: A Estrutura Genética dos Alienígenas

source: The Alien Life Cycle
pt_br: O Ciclo de Vida dos Alienígenas

source: The Real Alien Threat
pt_br: A Verdadeira Ameaça Alienígena

source: Biological Warfare
pt_br: Guerra Biológica

source: Toxin Type B
pt_br: Toxina Tipo B

source: Toxin Type C
pt_br: Toxina Tipo C

source: Alien Gas
pt_br: Gás Anti-Alienígenas

source: Disruptor Armor
pt_br: Armadura Disruptora

source: Disruptor Inversion Bomb
pt_br: Bomba de Inversão Disruptora

source: Stasis Field Bomb
pt_br: Bomba de Campo de Estase

source: X-COM Advanced Control System
pt_br: Sistema de Controle Avançado X-COM

source: Alien Propulsion System
pt_br: Sistema de Propulsão dos Alienígenas

source: Alien Control System
pt_br: Sistema de Controle dos Alienígenas

source: Alien Energy Source
pt_br: Fonte de Energia dos Alienígenas

source: UFO type 1
pt_br: OVNI tipo 1

source: UFO type 2
pt_br: OVNI tipo 2

source: UFO type 3
pt_br: OVNI tipo 3

source: UFO type 4
pt_br: OVNI tipo 4

source: UFO type 5
pt_br: OVNI tipo 5

source: UFO type 6
pt_br: OVNI tipo 6

source: UFO type 7
pt_br: OVNI tipo 7

source: UFO type 8
pt_br: OVNI tipo 8

source: UFO type 9
pt_br: OVNI tipo 9

source: UFO type 10
pt_br: OVNI tipo 10

source: Alien building
pt_br: Edificação alienígena

source: One way to win
pt_br: Uma Maneira de Vencer

source: The mysterious atmospheric phenomenon from which the UFOs are emerging requires urgent attention. We must find out where the Alien craft are coming from.
pt_br: O misterioso fenômeno atmosférico do qual os OVNIs estão emergindo requer atenção urgente. Nós temos que descobrir de onde as naves Alienígenas estão vindo.

source: We must analyze the data from our Alien Dimension probe.
pt_br: Nós temos que analisar os dados de nossa Sonda Dimensional, enviada à Dimensão Alienígena.

source: We need to build an automated device that can be sent through a Dimension gate. This will provide invaluable data which can prepare us for manned missions.
pt_br: Nós precisamos construir um dispositivo automático, que possa ser enviado através de um Portal Dimensional. Isto nos fornecerá dados inestimáveis para que sejamos capazes de missões tripuladas.

source: The capture and study of live Alien specimens will help us understand the nature of the Alien threat. In order to do this we need an inter-dimensional transport vehicle that can contain and sustain Alien life forms.
pt_br: A captura e estudo de espécimes Alienígenas vivos nos ajudarão a entender a natureza da ameaça Alienígena. Para isto, nós precisamos de um veículo de transporte interdimensional, que possa conter e sustentar formas de vida Alienígenas.

source: A craft capable of carrying our agents into the Alien Dimensions is required. The vast Alien structures must be explored and studied. This will help us understand their function and their weaknesses.
pt_br: É necessário um veículo capaz de transportar nossos agentes à Dimensão Alienígena. As grandes estruturas alienígenas precisam ser exploradas e estudadas. Isto nos ajudará a entender seu funcionamento e suas fraquezas.

source: In order to combat the increasing aggression and power of Alien craft we must build an inter-dimensional weapons platform.
pt_br: Para combater as crescentes agressões e poder das naves Alienígenas, nós temos que construir uma plataforma de armas interdimensional.

source: The Alien threat can only be stopped by destroying their ability to create Dimension gates. A full assault on the Alien Dimensions requires a craft of immense power.
pt_br: A ameaça alienígena só pode ser impedida se sua capacidade de criar Portais Dimensionais for destruída. Um ataque total à Dimensão Alienígena exige um veículo de imenso poder.

source: These pods contain a dormant Alien creature.
pt_br: Estes casulos contêm, cada um, uma criatura Alienígena dormente.

source: This small Alien creature has been seen to attack humans by jumping on the head and gripping with all its limbs.
pt_br: Esta pequena criatura Alienígena parece atacar um ser humano pulando em sua cabeça e a agarrando com todos os seus membros.

source: A live Brainsucker is a valuable specimen - we must research it as soon as possible.
pt_br: Um Sugador de Cérebros vivo é um espécime valioso - nós temos que pesquisá-lo o quanto antes.

source: This stationary Alien life form appears to be some form of Alien egg.
pt_br: Esta forma de vida Alienígena estacionária parece ser uma forma de ovo Alienígena.

source: A live Multiworm egg gives us an excellent opportunity to observe the Alien life cycle in progress.
pt_br: Um ovo de Multiverme vivo nos dará uma excelente oportunidade de observar o desenvolvimento do ciclo de vida Alienígena.

source: The Multiworm corpse decays rapidly, consumed by its own defense mechanisms. If research is not undertaken soon then we will not be able to preserve the remains.
pt_br: O cadáver de um Multiverme se decompõe rapidamente, consumido por seus próprios mecanismos de defesa. Se a pesquisa não for realizada logo, nós não seremos capazes de preservar os restos.

source: A live Multiworm is a rare catch and must be studied immediately as it is a highly unstable life form.
pt_br: Um Multiverme vivo é uma presa rara, e tem que ser estudada rapidamente, já que ela é uma forma de vida altamente instável.

source: The Hyperworm corpse is extremely heavy for its size and appears to be a primitive creature.
pt_br: O cadáver de um Hiperverme é extremamente pesado para seu peso. Ela parece ser uma criatura primitiva.

source: The Hyperworm is a small, highly active carnivore.
pt_br: O Hiperverme é um carnívoro de pequeno porte, altamente ativo.

source: The remains of an Alien Chrysalis produces pungent fumes as it decays rapidly.
pt_br: Os restos de uma Crisálida Alienígena produzem emanações pungentes, à medida que ela se decompõe rapidamente.

source: The study of a live Alien Chrysalis could represent a significant advance in our knowledge of the Alien life cycle.
pt_br: O estudo de uma Crisálida Alienígena viva poderia representar um avanço significativo em nosso conhecimento do ciclo de vida Alienígena.

source: The Anthropod is the Alien creature that most resembles the human form.
pt_br: O Antrópode é a criatura Alienígena de forma mais parecida à do ser humano.

source: The Anthropod is a robust humanoid Alien soldier.
pt_br: O Antrópode é um soldado Alienígena humanoide robusto.

source: The Psimorph creature is a large mass of tentacles.
pt_br: O Psimorfo é uma grande massa de tentáculos.

source: A living Psimorph is an extremely dangerous entity which must be kept unconscious, otherwise its Psionic ability would result in subversion of our personnel.
pt_br: Um Psimorfo vivo é uma entidade extremamente perigosa, que deve ser mantida inconsciente. Do contrário, suas habilidades Psiônicas poderiam resultar em subversão de nosso pessoal.

source: This ungainly creature has a huge funnel for propelling a deadly liquid.
pt_br: Esta criatura canhestra possui um enorme funil, que lança um líquido mortal.

source: The Spitter is humanoid in form but has a funnel shaped head.
pt_br: O Cuspidor tem forma humanoide, mas uma cabeça em forma de funil.

source: An extremely large warrior creature.
pt_br: Uma criatura guerreira extremamente grande.

source: Due to the size of the Megaspawn we need a lot of free space in the Alien Containment facility to hold it and an advanced Bio-lab to study it.
pt_br: Devido ao tamanho da Megacria, nós precisaremos de muito espaço livre na instalação de Contenção de Alienígenas para contê-la, e um laboratório bioquímico avançado, para estudá-la.

source: A small bipedal Alien creature.
pt_br: Uma pequena criatura Alienígena bípede.

source: An extremely dangerous Alien that must be kept sedated.
pt_br: Um Alienígena extremamente perigoso, que precisa ser mantido sob sedativos.

source: A humanoid Alien with an exo-skeleton structure.
pt_br: Um Alienígena humanoide, com exoesqueleto.

source: An intelligent, airborne humanoid Alien warrior.
pt_br: Um guerreiro humanoide Alienígena inteligente, capaz de voar.

source: An unusual jelly like Alien life form.
pt_br: Uma forma de vida Alienígena incomum, de aspecto similar a gelatina.

source: A swarming amoebae-like Alien life form.
pt_br: Um agrupamento de formas de vida Alienígenas, cujo aspecto é similar a amebas.

source: This is a huge egg laying Alien creature.
pt_br: Esta é a enorme criatura Alienígena poedeira de ovos.

source: The enormous hulk of the Queenspawn requires great effort to transport and contain.
pt_br: O enorme volume da Rainha-Procriadora exige um grande esforço, tanto de transporte quanto de contenção.

source: The Overspawn is an extremely dangerous Alien terror weapon.
pt_br: A Hipercria é uma terrível arma Alienígena, extremamente perigosa.

source: A gigantic monster that has ravaged the city.
pt_br: Um mostro gigante, que devastou a cidade.

source: Investigate the genetic relationships between Alien life forms.
pt_br: Investigue as relações genéticas entre as formas de vida Alienígenas.

source: Research the primary stages of the Alien life cycle.
pt_br: Pesquise os estágios primários do ciclo de vida Alienígena.

source: Investigate the source of the Alien intelligence and their secret purpose.
pt_br: Investigue as fontes da inteligência Alienígena e seu propósito secreto.

source: The aim is to develop a toxin that specifically targets the early stages of the Alien life cycle.
pt_br: O objetivo é desenvolver uma toxina que atinja especificamente os estágios iniciais do ciclo de vida Alienígena.

source: A toxin needs to be developed to combat the higher Alien life forms.
pt_br: É necessário que seja desenvolvida uma toxina capaz de combater as formas de vida Alienígenas superiores.

source: A powerful Biological warfare weapon designed to target the Micronoid parasites.
pt_br: Uma poderosa arma de guerra biológica, destinada a atingir os parasitas Micronoides.

source: There is a possibility that a multi-toxin can be suspended in gaseous form, which would increase the efficiency of our Biological weaponry.
pt_br: Existe a possibilidade de que uma multi-toxina possa ser produzida na forma gasosa, o que aumentaria a eficiência de nossas armas biológicas.

source: A security station using Alien disrupter technology.
pt_br: Um posto de segurança que utiliza a tecnologia de disruptores Alienígena.

source: For researching advanced Alien organic technology.
pt_br: Destinado à pesquisa de tecnologia orgânica Alienígena avançada.

source: For researching advanced Alien technology.
pt_br: Destinado à pesquisa de tecnologia Alienígena avançada.

source: To secure and research large or dangerous Alien life forms.
pt_br: Destinada à contenção e pesquisa de formas de vida alienígena de maior porte, ou perigosas.

source: Needed for building new vehicle types.
pt_br: Necessária à construção de novos tipos de veículos.

source: An Alien beam weapon.
pt_br: Uma arma Alienígena de raios.

source: An intelligent Alien proximity mine
pt_br: Uma mina de proximidade inteligente Alienígena

source: Fires Brainsucker pods.
pt_br: Dispara casulos de Sugadores de Cérebros.

source: An Alien organic weapon.
pt_br: Uma arma Alienígena orgânica.

source: Ammunition for an Alien weapon.
pt_br: Munição para uma arma Alienígena.

source: An Alien guided missile weapon.
pt_br: Uma arma Alienígena de mísseis guiados.

source: An Alien guided missile.
pt_br: Um míssil guiado Alienígena.

source: A powerful Alien grenade.
pt_br: Uma potente granada Alienígena.

source: An Alien energy shield.
pt_br: Um escudo de energia Alienígena.

source: An Alien teleportation device.
pt_br: Um dispositivo de teletransporte Alienígena.

source: An Alien device which limits detection.
pt_br: Um dispositivo Alienígena que limita a detecção.

source: A device based on disruption field research which could be used to disable Alien disruption shields.
pt_br: Um dispositivo baseado na pesquisa de campos de disrupção, que pode ser usado para colocar fora de ação os escudos disruptores alienígenas.

source: Personal armor can be developed based on disrupter research
pt_br: É possível se desenvolver armaduras pessoais, com base na tecnologia de disruptores

source: A beam weapon deployed on Alien craft.
pt_br: Uma arma de raios usada por veículos Alienígenas.

source: An Alien guided missile launched from Alien craft.
pt_br: Um míssil guiado Alienígena, lançado de um veículo Alienígena.

source: An Alien missile with an immobilizing effect.
pt_br: Um míssil Alienígena de efeito imobilizador.

source: A multiple warhead missile.
pt_br: Um míssil de ogivas múltiplas.

source: A superior weapons control system.
pt_br: Um sistema de controle de armas superior.

source: For transporting Alien life forms.
pt_br: Para o transporte de formas de vida Alienígenas.

source: Reduced detection of vehicles.
pt_br: Detecção de veículos reduzida.

source: Instantly transports a vehicle over short ranges.
pt_br: Transporta instantaneamente um veículo, a curto alcance.

source: Transports a vehicle between Dimensions.
pt_br: Transporta um veículo entre dimensões.

source: Alien craft propulsion.
pt_br: Propulsão de veículo Alienígena.

source: Alien craft guidance System.
pt_br: Sistema de navegação de veículos Alienígenas.

source: Alien craft energy generator.
pt_br: Gerador de energia Alienígena.

source: Alien inter-dimensional craft
pt_br: Veículo Alienígena interdimensional

source: This research could reveal a weakness in the Alien defenses.
pt_br: Esta pesquisa pode revelar uma fraqueza nas defesas Alienígenas.

source: We must discover a way to beat the Aliens once and for all
pt_br: Nós temos que descobrir um meio de derrotar os Alienígenas de uma vez por todas

source: Disruptor Inversion Bomb launcher
pt_br: Lançador de Bomba de Inversão Disruptora

source: Stasis Field Bomb launcher
pt_br: Lançador de Bomba de Campo de Estase

source: Disruptor Multi-Bomb launcher
pt_br: Lançador de Bomba Disruptora Múltipla

source: Toxin Type A
pt_br: Toxina Tipo A

source: Heavy Launcher Alien Gas Missile
pt_br: Míssil GA p/ Lançador Pesado

source: Mini Launcher Alien Gas Missile
pt_br: Míssil GA p/ Mini-Lançador

source: Disruptor Armor (legs)
pt_br: Armadura Disruptora (pernas)

source: Disruptor Armor (torso)
pt_br: Armadura Disruptora (tronco)

source: Disruptor Armor (right arm)
pt_br: Armadura Disruptora (braço direito)

source: Disruptor Armor (left arm)
pt_br: Armadura Disruptora (braço esquerdo)

source: Disruptor Armor (head)
pt_br: Armadura Disruptora (cabeça)

source: The Senate considers X-COM to be a worthy ally.
pt_br: O Senado considera o X-COM um aliado valioso.

source: The Senate is content with our mutually beneficial relationship.
pt_br: O Senado está satisfeito com nosso relacionamento mutuamente benéfico.

source: The Senate is less favorable to the X-COM organization and thereis a danger that the relationship could deteriorate.
pt_br: O Senado está menos favorável à organização X-COM, e há riscos de que este relacionamento venha a se deteriorar.

source: The Senate is now openly hostile to X-COM and no further fundingwill be available.
pt_br: O Senado mostra-se agora abertamente hostil ao X-COM, e nenhum financiamento adicional estará disponível.

source: Alien Egg
pt_br: Ovo Alienígena

source: Micronoid Aggregate
pt_br: Agregado Micronoide

source: Rookie
pt_br: Recruta

source: Squaddie
pt_br: Membro do Esq.

source: Squad leader
pt_br: Líder de Esq.

source: Sergeant
pt_br: Sargento

source: Captain
pt_br: Capitão

source: Colonel
pt_br: Coronel

source: Commander
pt_br: Comand.

source: Ammo Clip
pt_br: Pente de Munição

source: Structure Probe
pt_br: Sonda Estrutural

source: Vortex Analyser
pt_br: Analisador de Vórtices
